const PD = [
    // {
    // "n": "フシギダネ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 1,
    //     "hp": 45,
    //     "at": 49,
    //     "df": 49,
    //     "sa": 65,
    //     "sd": 65,
    //     "sp": 45,
    //     "t1": "くさ",
    //     "t2": "どく",
    //     "ab": [ "しんりょく", , "ようりょくそ" ]
    //     }
    // }
    // },

    // {
    // "n": "フシギソウ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 2,
    //     "hp": 60,
    //     "at": 62,
    //     "df": 63,
    //     "sa": 80,
    //     "sd": 80,
    //     "sp": 60,
    //     "t1": "くさ",
    //     "t2": "どく",
    //     "ab": [ "しんりょく", , "ようりょくそ" ]
    //     }
    // }
    // },

    {
    "n": "フシギバナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 3,
        "hp": 80,
        "at": 82,
        "df": 83,
        "sa": 100,
        "sd": 100,
        "sp": 80,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "しんりょく", , "ようりょくそ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "3m",
        "hp": 80,
        "at": 100,
        "df": 123,
        "sa": 122,
        "sd": 120,
        "sp": 80,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "あついしぼう", ,  ]
        }
    }
    },

    // {
    // "n": "ヒトカゲ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 4,
    //     "hp": 39,
    //     "at": 52,
    //     "df": 43,
    //     "sa": 60,
    //     "sd": 50,
    //     "sp": 65,
    //     "t1": "ほのお",
    //     "t2": "",
    //     "ab": [ "もうか", , "サンパワー" ]
    //     }
    // }
    // },

    // {
    // "n": "リザード",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 5,
    //     "hp": 58,
    //     "at": 64,
    //     "df": 58,
    //     "sa": 80,
    //     "sd": 65,
    //     "sp": 80,
    //     "t1": "ほのお",
    //     "t2": "",
    //     "ab": [ "もうか", , "サンパワー" ]
    //     }
    // }
    // },

    {
    "n": "リザードン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 6,
        "hp": 78,
        "at": 84,
        "df": 78,
        "sa": 109,
        "sd": 85,
        "sp": 100,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [ "もうか", , "サンパワー" ]
        },
        "megaX": {
        "ft": "mega",
        "fn": "メガX",
        "id": "6x",
        "hp": 78,
        "at": 130,
        "df": 111,
        "sa": 130,
        "sd": 85,
        "sp": 100,
        "t1": "ほのお",
        "t2": "ドラゴン",
        "ab": [ "かたいツメ", ,  ]
        },
        "megaY": {
        "ft": "mega",
        "fn": "メガY",
        "id": "6y",
        "hp": 78,
        "at": 104,
        "df": 78,
        "sa": 159,
        "sd": 115,
        "sp": 100,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [ "ひでり", ,  ]
        }
    }
    },

    // {
    // "n": "ゼニガメ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 7,
    //     "hp": 44,
    //     "at": 48,
    //     "df": 65,
    //     "sa": 50,
    //     "sd": 64,
    //     "sp": 43,
    //     "t1": "みず",
    //     "t2": "",
    //     "ab": [ "げきりゅう", , "あめうけざら" ]
    //     }
    // }
    // },

    // {
    // "n": "カメール",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 8,
    //     "hp": 59,
    //     "at": 63,
    //     "df": 80,
    //     "sa": 65,
    //     "sd": 80,
    //     "sp": 58,
    //     "t1": "みず",
    //     "t2": "",
    //     "ab": [ "げきりゅう", , "あめうけざら" ]
    //     }
    // }
    // },

    {
    "n": "カメックス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 9,
        "hp": 79,
        "at": 83,
        "df": 100,
        "sa": 85,
        "sd": 105,
        "sp": 78,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "あめうけざら" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "9m",
        "hp": 79,
        "at": 103,
        "df": 120,
        "sa": 135,
        "sd": 115,
        "sp": 78,
        "t1": "みず",
        "t2": "",
        "ab": [ "メガランチャー", ,  ]
        }
    }
    },

    // {
    // "n": "キャタピー",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 10,
    //     "hp": 45,
    //     "at": 30,
    //     "df": 35,
    //     "sa": 20,
    //     "sd": 20,
    //     "sp": 45,
    //     "t1": "むし",
    //     "t2": "",
    //     "ab": [ "りんぷん", , "にげあし" ]
    //     }
    // }
    // },

    // {
    // "n": "トランセル",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 11,
    //     "hp": 50,
    //     "at": 20,
    //     "df": 55,
    //     "sa": 25,
    //     "sd": 25,
    //     "sp": 30,
    //     "t1": "むし",
    //     "t2": "",
    //     "ab": [ "だっぴ", ,  ]
    //     }
    // }
    // },

    {
    "n": "バタフリー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 12,
        "hp": 60,
        "at": 45,
        "df": 50,
        "sa": 90,
        "sd": 80,
        "sp": 70,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "ふくがん", , "いろめがね" ]
        }
    }
    },

    {
    "n": "ビードル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 13,
        "hp": 40,
        "at": 35,
        "df": 30,
        "sa": 20,
        "sd": 20,
        "sp": 50,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "りんぷん", , "にげあし" ]
        }
    }
    },

    {
    "n": "コクーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 14,
        "hp": 45,
        "at": 25,
        "df": 50,
        "sa": 25,
        "sd": 25,
        "sp": 35,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "だっぴ", ,  ]
        }
    }
    },

    {
    "n": "スピアー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 15,
        "hp": 65,
        "at": 90,
        "df": 40,
        "sa": 45,
        "sd": 80,
        "sp": 75,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "むしのしらせ", , "スナイパー" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "15m",
        "hp": 65,
        "at": 150,
        "df": 40,
        "sa": 15,
        "sd": 80,
        "sp": 145,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "てきおうりょく", ,  ]
        }
    }
    },

    {
    "n": "ポッポ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 16,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 35,
        "sd": 35,
        "sp": 56,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "ちどりあし", "はとむね" ]
        }
    }
    },

    {
    "n": "ピジョン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 17,
        "hp": 63,
        "at": 60,
        "df": 55,
        "sa": 50,
        "sd": 50,
        "sp": 71,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "ちどりあし", "はとむね" ]
        }
    }
    },

    {
    "n": "ピジョット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 18,
        "hp": 83,
        "at": 80,
        "df": 75,
        "sa": 70,
        "sd": 70,
        "sp": 101,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "ちどりあし", "はとむね" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "18m",
        "hp": 83,
        "at": 80,
        "df": 80,
        "sa": 135,
        "sd": 80,
        "sp": 121,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "ノーガード", ,  ]
        }
    }
    },

    {
    "n": "コラッタ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 19,
        "hp": 30,
        "at": 56,
        "df": 35,
        "sa": 25,
        "sd": 35,
        "sp": 72,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "こんじょう", "はりきり" ]
        }
    }
    },

    {
    "n": "コラッタ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 19,
        "hp": 30,
        "at": 56,
        "df": 35,
        "sa": 25,
        "sd": 35,
        "sp": 72,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [ "くいしんぼう", "はりきり", "あついしぼう" ]
        }
    }
    },

    {
    "n": "ラッタ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 20,
        "hp": 55,
        "at": 81,
        "df": 60,
        "sa": 50,
        "sd": 70,
        "sp": 97,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "こんじょう", "はりきり" ]
        }
    }
    },

    {
    "n": "ラッタ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 20,
        "hp": 75,
        "at": 71,
        "df": 70,
        "sa": 40,
        "sd": 80,
        "sp": 77,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [ "くいしんぼう", "はりきり", "あついしぼう" ]
        }
    }
    },

    {
    "n": "オニスズメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 21,
        "hp": 40,
        "at": 60,
        "df": 30,
        "sa": 31,
        "sd": 31,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", , "スナイパー" ]
        }
    }
    },

    {
    "n": "オニドリル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 22,
        "hp": 65,
        "at": 90,
        "df": 65,
        "sa": 61,
        "sd": 61,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", , "スナイパー" ]
        }
    }
    },

    {
    "n": "アーボ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 23,
        "hp": 35,
        "at": 60,
        "df": 44,
        "sa": 40,
        "sd": 54,
        "sp": 55,
        "t1": "どく",
        "t2": "",
        "ab": [ "いかく", "だっぴ", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "アーボック",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 24,
        "hp": 60,
        "at": 95,
        "df": 69,
        "sa": 65,
        "sd": 79,
        "sp": 80,
        "t1": "どく",
        "t2": "",
        "ab": [ "いかく", "だっぴ", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "ピカチュウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 25,
        "hp": 35,
        "at": 55,
        "df": 40,
        "sa": 50,
        "sd": 50,
        "sp": 90,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "ひらいしん" ]
        }
    }
    },

    {
    "n": "ライチュウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 26,
        "hp": 60,
        "at": 90,
        "df": 55,
        "sa": 90,
        "sd": 80,
        "sp": 110,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "ひらいしん" ]
        },
        "megaX": {
        "ft": "mega",
        "fn": "メガX",
        "id": "26x",
        "hp": 60,
        "at": 135,
        "df": 95,
        "sa": 90,
        "sd": 95,
        "sp": 110,
        "t1": "でんき",
        "t2": "",
        "ab": [ "null", ,  ]
        },
        "megaY": {
        "ft": "mega",
        "fn": "メガY",
        "id": "26y",
        "hp": 60,
        "at": 100,
        "df": 55,
        "sa": 160,
        "sd": 80,
        "sp": 130,
        "t1": "でんき",
        "t2": "",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "ライチュウ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 26,
        "hp": 60,
        "at": 85,
        "df": 50,
        "sa": 95,
        "sd": 85,
        "sp": 110,
        "t1": "でんき",
        "t2": "エスパー",
        "ab": [ "サーフテール", ,  ]
        }
    }
    },

    {
    "n": "サンド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 27,
        "hp": 50,
        "at": 75,
        "df": 85,
        "sa": 20,
        "sd": 30,
        "sp": 40,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すながくれ", , "すなかき" ]
        }
    }
    },

    {
    "n": "サンド(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 27,
        "hp": 50,
        "at": 75,
        "df": 90,
        "sa": 10,
        "sd": 35,
        "sp": 40,
        "t1": "こおり",
        "t2": "はがね",
        "ab": [ "ゆきがくれ", , "ゆきかき" ]
        }
    }
    },

    {
    "n": "サンドパン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 28,
        "hp": 75,
        "at": 100,
        "df": 110,
        "sa": 45,
        "sd": 55,
        "sp": 65,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すながくれ", , "すなかき" ]
        }
    }
    },

    {
    "n": "サンドパン(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 28,
        "hp": 75,
        "at": 100,
        "df": 120,
        "sa": 25,
        "sd": 65,
        "sp": 65,
        "t1": "こおり",
        "t2": "はがね",
        "ab": [ "ゆきがくれ", , "ゆきかき" ]
        }
    }
    },

    {
    "n": "ニドラン♀",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 29,
        "hp": 55,
        "at": 47,
        "df": 52,
        "sa": 40,
        "sd": 40,
        "sp": 41,
        "t1": "どく",
        "t2": "",
        "ab": [ "どくのトゲ", "とうそうしん", "はりきり" ]
        }
    }
    },

    {
    "n": "ニドリーナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 30,
        "hp": 70,
        "at": 62,
        "df": 67,
        "sa": 55,
        "sd": 55,
        "sp": 56,
        "t1": "どく",
        "t2": "",
        "ab": [ "どくのトゲ", "とうそうしん", "はりきり" ]
        }
    }
    },

    {
    "n": "ニドクイン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 31,
        "hp": 90,
        "at": 92,
        "df": 87,
        "sa": 75,
        "sd": 85,
        "sp": 76,
        "t1": "どく",
        "t2": "じめん",
        "ab": [ "どくのトゲ", "とうそうしん", "ちからずく" ]
        }
    }
    },

    {
    "n": "ニドラン♂",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 32,
        "hp": 46,
        "at": 57,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 50,
        "t1": "どく",
        "t2": "",
        "ab": [ "どくのトゲ", "とうそうしん", "はりきり" ]
        }
    }
    },

    {
    "n": "ニドリーノ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 33,
        "hp": 61,
        "at": 72,
        "df": 57,
        "sa": 55,
        "sd": 55,
        "sp": 65,
        "t1": "どく",
        "t2": "",
        "ab": [ "どくのトゲ", "とうそうしん", "はりきり" ]
        }
    }
    },

    {
    "n": "ニドキング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 34,
        "hp": 81,
        "at": 102,
        "df": 77,
        "sa": 85,
        "sd": 75,
        "sp": 85,
        "t1": "どく",
        "t2": "じめん",
        "ab": [ "どくのトゲ", "とうそうしん", "ちからずく" ]
        }
    }
    },

    {
    "n": "ピッピ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 35,
        "hp": 70,
        "at": 45,
        "df": 48,
        "sa": 60,
        "sd": 65,
        "sp": 35,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "メロメロボディ", "マジックガード", "フレンドガード" ]
        }
    }
    },

    {
    "n": "ピクシー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 36,
        "hp": 95,
        "at": 70,
        "df": 73,
        "sa": 95,
        "sd": 90,
        "sp": 60,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "メロメロボディ", "マジックガード", "てんねん" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "36m",
        "hp": 95,
        "at": 80,
        "df": 93,
        "sa": 135,
        "sd": 110,
        "sp": 70,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [ "マジックミラー", ,  ]
        }
    }
    },

    {
    "n": "ロコン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 37,
        "hp": 38,
        "at": 41,
        "df": 40,
        "sa": 50,
        "sd": 65,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もらいび", , "ひでり" ]
        }
    }
    },

    {
    "n": "ロコン(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 37,
        "hp": 38,
        "at": 41,
        "df": 40,
        "sa": 50,
        "sd": 65,
        "sp": 65,
        "t1": "こおり",
        "t2": "",
        "ab": [ "ゆきがくれ", , "ゆきふらし" ]
        }
    }
    },

    {
    "n": "キュウコン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 38,
        "hp": 73,
        "at": 76,
        "df": 75,
        "sa": 81,
        "sd": 100,
        "sp": 100,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もらいび", , "ひでり" ]
        }
    }
    },

    {
    "n": "キュウコン(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 38,
        "hp": 73,
        "at": 67,
        "df": 75,
        "sa": 81,
        "sd": 100,
        "sp": 109,
        "t1": "こおり",
        "t2": "フェアリー",
        "ab": [ "ゆきがくれ", , "ゆきふらし" ]
        }
    }
    },

    {
    "n": "プリン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 39,
        "hp": 115,
        "at": 45,
        "df": 20,
        "sa": 45,
        "sd": 25,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [ "メロメロボディ", "かちき", "フレンドガード" ]
        }
    }
    },

    {
    "n": "プクリン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 40,
        "hp": 140,
        "at": 70,
        "df": 45,
        "sa": 85,
        "sd": 50,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [ "メロメロボディ", "かちき", "おみとおし" ]
        }
    }
    },

    {
    "n": "ズバット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 41,
        "hp": 40,
        "at": 45,
        "df": 35,
        "sa": 30,
        "sd": 40,
        "sp": 55,
        "t1": "どく",
        "t2": "ひこう",
        "ab": [ "せいしんりょく", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "ゴルバット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 42,
        "hp": 75,
        "at": 80,
        "df": 70,
        "sa": 65,
        "sd": 75,
        "sp": 90,
        "t1": "どく",
        "t2": "ひこう",
        "ab": [ "せいしんりょく", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "ナゾノクサ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 43,
        "hp": 45,
        "at": 50,
        "df": 55,
        "sa": 75,
        "sd": 65,
        "sp": 30,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ようりょくそ", , "にげあし" ]
        }
    }
    },

    {
    "n": "クサイハナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 44,
        "hp": 60,
        "at": 65,
        "df": 70,
        "sa": 85,
        "sd": 75,
        "sp": 40,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ようりょくそ", , "あくしゅう" ]
        }
    }
    },

    {
    "n": "ラフレシア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 45,
        "hp": 75,
        "at": 80,
        "df": 85,
        "sa": 110,
        "sd": 90,
        "sp": 50,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ようりょくそ", , "ほうし" ]
        }
    }
    },

    {
    "n": "パラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 46,
        "hp": 35,
        "at": 70,
        "df": 55,
        "sa": 45,
        "sd": 55,
        "sp": 25,
        "t1": "むし",
        "t2": "くさ",
        "ab": [ "ほうし", "かんそうはだ", "しめりけ" ]
        }
    }
    },

    {
    "n": "パラセクト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 47,
        "hp": 60,
        "at": 95,
        "df": 80,
        "sa": 60,
        "sd": 80,
        "sp": 30,
        "t1": "むし",
        "t2": "くさ",
        "ab": [ "ほうし", "かんそうはだ", "しめりけ" ]
        }
    }
    },

    {
    "n": "コンパン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 48,
        "hp": 60,
        "at": 55,
        "df": 50,
        "sa": 40,
        "sd": 55,
        "sp": 45,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "ふくがん", "いろめがね", "にげあし" ]
        }
    }
    },

    {
    "n": "モルフォン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 49,
        "hp": 70,
        "at": 65,
        "df": 60,
        "sa": 90,
        "sd": 75,
        "sp": 90,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "りんぷん", "いろめがね", "ミラクルスキン" ]
        }
    }
    },

    {
    "n": "ディグダ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 50,
        "hp": 10,
        "at": 55,
        "df": 25,
        "sa": 35,
        "sd": 45,
        "sp": 95,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すながくれ", "ありじごく", "すなのちから" ]
        }
    }
    },

    {
    "n": "ディグダ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 50,
        "hp": 10,
        "at": 55,
        "df": 30,
        "sa": 35,
        "sd": 45,
        "sp": 90,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [ "すながくれ", "カーリーヘアー", "すなのちから" ]
        }
    }
    },

    {
    "n": "ダグトリオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 51,
        "hp": 35,
        "at": 100,
        "df": 50,
        "sa": 50,
        "sd": 70,
        "sp": 120,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すながくれ", "ありじごく", "すなのちから" ]
        }
    }
    },

    {
    "n": "ダグトリオ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 51,
        "hp": 35,
        "at": 100,
        "df": 60,
        "sa": 50,
        "sd": 70,
        "sp": 110,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [ "すながくれ", "カーリーヘアー", "すなのちから" ]
        }
    }
    },

    {
    "n": "ニャース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 52,
        "hp": 40,
        "at": 45,
        "df": 35,
        "sa": 40,
        "sd": 40,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ものひろい", "テクニシャン", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "ニャース(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 52,
        "hp": 40,
        "at": 35,
        "df": 35,
        "sa": 50,
        "sd": 40,
        "sp": 90,
        "t1": "あく",
        "t2": "",
        "ab": [ "ものひろい", "テクニシャン", "びびり" ]
        }
    }
    },

    {
    "n": "ニャース(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 52,
        "hp": 50,
        "at": 65,
        "df": 55,
        "sa": 40,
        "sd": 40,
        "sp": 40,
        "t1": "はがね",
        "t2": "",
        "ab": [ "ものひろい", "かたいツメ", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "ペルシアン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 53,
        "hp": 65,
        "at": 70,
        "df": 60,
        "sa": 65,
        "sd": 65,
        "sp": 115,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "じゅうなん", "テクニシャン", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "ペルシアン()アローラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 53,
        "hp": 65,
        "at": 60,
        "df": 60,
        "sa": 75,
        "sd": 65,
        "sp": 115,
        "t1": "あく",
        "t2": "",
        "ab": [ "ファーコート", "テクニシャン", "びびり" ]
        }
    }
    },

    {
    "n": "コダック",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 54,
        "hp": 50,
        "at": 52,
        "df": 48,
        "sa": 65,
        "sd": 50,
        "sp": 55,
        "t1": "みず",
        "t2": "",
        "ab": [ "しめりけ", "ノーてんき", "すいすい" ]
        }
    }
    },

    {
    "n": "ゴルダック",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 55,
        "hp": 80,
        "at": 82,
        "df": 78,
        "sa": 95,
        "sd": 80,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [ "しめりけ", "ノーてんき", "すいすい" ]
        }
    }
    },

    {
    "n": "マンキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 56,
        "hp": 40,
        "at": 80,
        "df": 35,
        "sa": 35,
        "sd": 45,
        "sp": 70,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "やるき", "いかりのつぼ", "まけんき" ]
        }
    }
    },

    {
    "n": "オコリザル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 57,
        "hp": 65,
        "at": 105,
        "df": 60,
        "sa": 60,
        "sd": 70,
        "sp": 95,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "やるき", "いかりのつぼ", "まけんき" ]
        }
    }
    },

    {
    "n": "ガーディ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 58,
        "hp": 55,
        "at": 70,
        "df": 45,
        "sa": 70,
        "sd": 50,
        "sp": 60,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "いかく", "もらいび", "せいぎのこころ" ]
        }
    }
    },

    {
    "n": "ガーディ(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 58,
        "hp": 60,
        "at": 75,
        "df": 45,
        "sa": 65,
        "sd": 50,
        "sp": 55,
        "t1": "ほのお",
        "t2": "いわ",
        "ab": [ "いかく", "もらいび", "いしあたま" ]
        }
    }
    },

    {
    "n": "ウインディ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 59,
        "hp": 90,
        "at": 110,
        "df": 80,
        "sa": 100,
        "sd": 80,
        "sp": 95,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "いかく", "もらいび", "せいぎのこころ" ]
        }
    }
    },

    {
    "n": "ウインディ(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 59,
        "hp": 95,
        "at": 115,
        "df": 80,
        "sa": 95,
        "sd": 80,
        "sp": 90,
        "t1": "ほのお",
        "t2": "いわ",
        "ab": [ "いかく", "もらいび", "いしあたま" ]
        }
    }
    },

    {
    "n": "ニョロモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 60,
        "hp": 40,
        "at": 50,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [ "ちょすい", "しめりけ", "すいすい" ]
        }
    }
    },

    {
    "n": "ニョロゾ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 61,
        "hp": 65,
        "at": 65,
        "df": 65,
        "sa": 50,
        "sd": 50,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [ "ちょすい", "しめりけ", "すいすい" ]
        }
    }
    },

    {
    "n": "ニョロボン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 62,
        "hp": 90,
        "at": 95,
        "df": 95,
        "sa": 70,
        "sd": 90,
        "sp": 70,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [ "ちょすい", "しめりけ", "すいすい" ]
        }
    }
    },

    {
    "n": "ケーシィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 63,
        "hp": 25,
        "at": 20,
        "df": 15,
        "sa": 105,
        "sd": 55,
        "sp": 90,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "シンクロ", "せいしんりょく", "マジックガード" ]
        }
    }
    },

    {
    "n": "ユンゲラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 64,
        "hp": 40,
        "at": 35,
        "df": 30,
        "sa": 120,
        "sd": 70,
        "sp": 105,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "シンクロ", "せいしんりょく", "マジックガード" ]
        }
    }
    },

    {
    "n": "フーディン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 65,
        "hp": 55,
        "at": 50,
        "df": 45,
        "sa": 135,
        "sd": 95,
        "sp": 120,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "シンクロ", "せいしんりょく", "マジックガード" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "65m",
        "hp": 55,
        "at": 50,
        "df": 65,
        "sa": 175,
        "sd": 105,
        "sp": 150,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "トレース", ,  ]
        }
    }
    },

    {
    "n": "ワンリキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 66,
        "hp": 70,
        "at": 80,
        "df": 50,
        "sa": 35,
        "sd": 35,
        "sp": 35,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "ノーガード", "ふくつのこころ" ]
        }
    }
    },

    {
    "n": "ゴーリキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 67,
        "hp": 80,
        "at": 100,
        "df": 70,
        "sa": 50,
        "sd": 60,
        "sp": 45,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "ノーガード", "ふくつのこころ" ]
        }
    }
    },

    {
    "n": "カイリキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 68,
        "hp": 90,
        "at": 130,
        "df": 80,
        "sa": 65,
        "sd": 85,
        "sp": 55,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "ノーガード", "ふくつのこころ" ]
        }
    }
    },

    {
    "n": "マダツボミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 69,
        "hp": 50,
        "at": 75,
        "df": 35,
        "sa": 70,
        "sd": 30,
        "sp": 40,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ようりょくそ", , "くいしんぼう" ]
        }
    }
    },

    {
    "n": "ウツドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 70,
        "hp": 65,
        "at": 90,
        "df": 50,
        "sa": 85,
        "sd": 45,
        "sp": 55,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ようりょくそ", , "くいしんぼう" ]
        }
    }
    },

    {
    "n": "ウツボット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 71,
        "hp": 80,
        "at": 105,
        "df": 65,
        "sa": 100,
        "sd": 70,
        "sp": 70,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ようりょくそ", , "くいしんぼう" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "71m",
        "hp": 80,
        "at": 125,
        "df": 85,
        "sa": 135,
        "sd": 95,
        "sp": 70,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "とびだすなかみ", ,  ]
        }
    }
    },

    {
    "n": "メノクラゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 72,
        "hp": 40,
        "at": 40,
        "df": 35,
        "sa": 50,
        "sd": 100,
        "sp": 70,
        "t1": "みず",
        "t2": "どく",
        "ab": [ "クリアボディ", "ヘドロえき", "あめうけざら" ]
        }
    }
    },

    {
    "n": "ドククラゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 73,
        "hp": 80,
        "at": 70,
        "df": 65,
        "sa": 80,
        "sd": 120,
        "sp": 100,
        "t1": "みず",
        "t2": "どく",
        "ab": [ "クリアボディ", "ヘドロえき", "あめうけざら" ]
        }
    }
    },

    {
    "n": "イシツブテ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 74,
        "hp": 40,
        "at": 80,
        "df": 100,
        "sa": 30,
        "sd": 30,
        "sp": 20,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [ "いしあたま", "がんじょう", "すながくれ" ]
        }
    }
    },

    {
    "n": "イシツブテ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 74,
        "hp": 40,
        "at": 80,
        "df": 100,
        "sa": 30,
        "sd": 30,
        "sp": 20,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [ "じりょく", "がんじょう", "エレキスキン" ]
        }
    }
    },

    {
    "n": "ゴローン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 75,
        "hp": 55,
        "at": 95,
        "df": 115,
        "sa": 45,
        "sd": 45,
        "sp": 35,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [ "いしあたま", "がんじょう", "すながくれ" ]
        }
    }
    },

    {
    "n": "ゴローン(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 75,
        "hp": 55,
        "at": 95,
        "df": 115,
        "sa": 45,
        "sd": 45,
        "sp": 35,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [ "じりょく", "がんじょう", "エレキスキン" ]
        }
    }
    },

    {
    "n": "ゴローニャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 76,
        "hp": 80,
        "at": 120,
        "df": 130,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [ "いしあたま", "がんじょう", "すながくれ" ]
        }
    }
    },

    {
    "n": "ゴローニャ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 76,
        "hp": 80,
        "at": 120,
        "df": 130,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [ "じりょく", "がんじょう", "エレキスキン" ]
        }
    }
    },

    {
    "n": "ポニータ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 77,
        "hp": 50,
        "at": 85,
        "df": 55,
        "sa": 65,
        "sd": 65,
        "sp": 90,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "にげあし", "もらいび", "ほのおのからだ" ]
        }
    }
    },

    {
    "n": "ポニータ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 77,
        "hp": 50,
        "at": 85,
        "df": 55,
        "sa": 65,
        "sd": 65,
        "sp": 90,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "にげあし", "パステルベール", "きけんよち" ]
        }
    }
    },

    {
    "n": "ギャロップ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 78,
        "hp": 65,
        "at": 100,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 105,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "にげあし", "もらいび", "ほのおのからだ" ]
        }
    }
    },

    {
    "n": "ギャロップ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 78,
        "hp": 65,
        "at": 100,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 105,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "にげあし", "パステルベール", "きけんよち" ]
        }
    }
    },

    // {
    // "n": "ヤドン",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 79,
    //     "hp": 90,
    //     "at": 65,
    //     "df": 65,
    //     "sa": 40,
    //     "sd": 40,
    //     "sp": 15,
    //     "t1": "みず",
    //     "t2": "エスパー",
    //     "ab": [ "どんかん", "マイペース", "さいせいりょく" ]
    //     }
    // }
    // },

    // {
    // "n": "ヤドン(ガラル)",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 79,
    //     "hp": 90,
    //     "at": 65,
    //     "df": 65,
    //     "sa": 40,
    //     "sd": 40,
    //     "sp": 15,
    //     "t1": "エスパー",
    //     "t2": "",
    //     "ab": [ "くいしんぼう", "マイペース", "さいせいりょく" ]
    //     }
    // }
    // },

    {
    "n": "ヤドラン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 80,
        "hp": 95,
        "at": 75,
        "df": 110,
        "sa": 100,
        "sd": 80,
        "sp": 30,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [ "どんかん", "マイペース", "さいせいりょく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "80m",
        "hp": 95,
        "at": 75,
        "df": 180,
        "sa": 130,
        "sd": 80,
        "sp": 30,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [ "シェルアーマー", ,  ]
        }
    }
    },

    {
    "n": "ヤドラン(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 80,
        "hp": 95,
        "at": 100,
        "df": 95,
        "sa": 100,
        "sd": 70,
        "sp": 30,
        "t1": "どく",
        "t2": "エスパー",
        "ab": [ "クイックドロウ", "マイペース", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "コイル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 81,
        "hp": 25,
        "at": 35,
        "df": 70,
        "sa": 95,
        "sd": 55,
        "sp": 45,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [ "じりょく", "がんじょう", "アナライズ" ]
        }
    }
    },

    {
    "n": "レアコイル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 82,
        "hp": 50,
        "at": 60,
        "df": 95,
        "sa": 120,
        "sd": 70,
        "sp": 70,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [ "じりょく", "がんじょう", "アナライズ" ]
        }
    }
    },

    {
    "n": "カモネギ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 83,
        "hp": 52,
        "at": 90,
        "df": 55,
        "sa": 58,
        "sd": 62,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "せいしんりょく", "まけんき" ]
        }
    }
    },

    {
    "n": "カモネギ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 83,
        "hp": 52,
        "at": 95,
        "df": 55,
        "sa": 58,
        "sd": 62,
        "sp": 55,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "ふくつのこころ", , "きもったま" ]
        }
    }
    },

    {
    "n": "ドードー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 84,
        "hp": 35,
        "at": 85,
        "df": 45,
        "sa": 35,
        "sd": 35,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "にげあし", "はやおき", "ちどりあし" ]
        }
    }
    },

    {
    "n": "ドードリオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 85,
        "hp": 60,
        "at": 110,
        "df": 70,
        "sa": 60,
        "sd": 60,
        "sp": 110,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "にげあし", "はやおき", "ちどりあし" ]
        }
    }
    },

    {
    "n": "パウワウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 86,
        "hp": 65,
        "at": 45,
        "df": 55,
        "sa": 45,
        "sd": 70,
        "sp": 45,
        "t1": "みず",
        "t2": "",
        "ab": [ "あついしぼう", "うるおいボディ", "アイスボディ" ]
        }
    }
    },

    {
    "n": "ジュゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 87,
        "hp": 90,
        "at": 70,
        "df": 80,
        "sa": 70,
        "sd": 95,
        "sp": 70,
        "t1": "みず",
        "t2": "こおり",
        "ab": [ "あついしぼう", "うるおいボディ", "アイスボディ" ]
        }
    }
    },

    {
    "n": "ベトベター",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 88,
        "hp": 80,
        "at": 80,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 25,
        "t1": "どく",
        "t2": "",
        "ab": [ "あくしゅう", "ねんちゃく", "どくしゅ" ]
        }
    }
    },

    {
    "n": "ベトベター(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 88,
        "hp": 80,
        "at": 80,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 25,
        "t1": "どく",
        "t2": "あく",
        "ab": [ "どくしゅ", "くいしんぼう", "かがくのちから" ]
        }
    }
    },

    {
    "n": "ベトベトン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 89,
        "hp": 105,
        "at": 105,
        "df": 75,
        "sa": 65,
        "sd": 100,
        "sp": 50,
        "t1": "どく",
        "t2": "",
        "ab": [ "あくしゅう", "ねんちゃく", "どくしゅ" ]
        }
    }
    },

    {
    "n": "ベトベトン(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 89,
        "hp": 105,
        "at": 105,
        "df": 75,
        "sa": 65,
        "sd": 100,
        "sp": 50,
        "t1": "どく",
        "t2": "あく",
        "ab": [ "どくしゅ", "くいしんぼう", "かがくのちから" ]
        }
    }
    },

    {
    "n": "シェルダー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 90,
        "hp": 30,
        "at": 65,
        "df": 100,
        "sa": 45,
        "sd": 25,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [ "シェルアーマー", "スキルリンク", "ぼうじん" ]
        }
    }
    },

    {
    "n": "パルシェン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 91,
        "hp": 50,
        "at": 95,
        "df": 180,
        "sa": 85,
        "sd": 45,
        "sp": 70,
        "t1": "みず",
        "t2": "こおり",
        "ab": [ "シェルアーマー", "スキルリンク", "ぼうじん" ]
        }
    }
    },

    {
    "n": "ゴース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 92,
        "hp": 30,
        "at": 35,
        "df": 30,
        "sa": 100,
        "sd": 35,
        "sp": 80,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ゴースト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 93,
        "hp": 45,
        "at": 50,
        "df": 45,
        "sa": 115,
        "sd": 55,
        "sp": 95,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ゲンガー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 94,
        "hp": 60,
        "at": 65,
        "df": 60,
        "sa": 130,
        "sd": 75,
        "sp": 110,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [ "のろわれボディ", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "94m",
        "hp": 60,
        "at": 65,
        "df": 80,
        "sa": 170,
        "sd": 95,
        "sp": 130,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [ "かげふみ", ,  ]
        }
    }
    },

    {
    "n": "イワーク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 95,
        "hp": 35,
        "at": 45,
        "df": 160,
        "sa": 30,
        "sd": 45,
        "sp": 70,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [ "いしあたま", "がんじょう", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "スリープ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 96,
        "hp": 60,
        "at": 48,
        "df": 45,
        "sa": 43,
        "sd": 90,
        "sp": 42,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふみん", "よちむ", "せいしんりょく" ]
        }
    }
    },

    {
    "n": "スリーパー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 97,
        "hp": 85,
        "at": 73,
        "df": 70,
        "sa": 73,
        "sd": 115,
        "sp": 67,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふみん", "よちむ", "せいしんりょく" ]
        }
    }
    },

    {
    "n": "クラブ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 98,
        "hp": 30,
        "at": 105,
        "df": 90,
        "sa": 25,
        "sd": 25,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [ "かいりきバサミ", "シェルアーマー", "ちからずく" ]
        }
    }
    },

    {
    "n": "キングラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 99,
        "hp": 55,
        "at": 130,
        "df": 115,
        "sa": 50,
        "sd": 50,
        "sp": 75,
        "t1": "みず",
        "t2": "",
        "ab": [ "かいりきバサミ", "シェルアーマー", "ちからずく" ]
        }
    }
    },

    {
    "n": "ビリリダマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 100,
        "hp": 40,
        "at": 30,
        "df": 50,
        "sa": 55,
        "sd": 55,
        "sp": 100,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ぼうおん", "せいでんき", "ゆうばく" ]
        }
    }
    },

    {
    "n": "ビリリダマ(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 100,
        "hp": 40,
        "at": 30,
        "df": 50,
        "sa": 55,
        "sd": 55,
        "sp": 100,
        "t1": "でんき",
        "t2": "くさ",
        "ab": [ "ぼうおん", "せいでんき", "ゆうばく" ]
        }
    }
    },

    {
    "n": "マルマイン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 101,
        "hp": 60,
        "at": 50,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 150,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ぼうおん", "せいでんき", "ゆうばく" ]
        }
    }
    },

    {
    "n": "マルマイン(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 101,
        "hp": 60,
        "at": 50,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 150,
        "t1": "でんき",
        "t2": "くさ",
        "ab": [ "ぼうおん", "せいでんき", "ゆうばく" ]
        }
    }
    },

    {
    "n": "タマタマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 102,
        "hp": 60,
        "at": 40,
        "df": 80,
        "sa": 60,
        "sd": 45,
        "sp": 40,
        "t1": "くさ",
        "t2": "エスパー",
        "ab": [ "ようりょくそ", , "しゅうかく" ]
        }
    }
    },

    {
    "n": "ナッシー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 103,
        "hp": 95,
        "at": 95,
        "df": 85,
        "sa": 125,
        "sd": 75,
        "sp": 55,
        "t1": "くさ",
        "t2": "エスパー",
        "ab": [ "ようりょくそ", , "しゅうかく" ]
        }
    }
    },

    {
    "n": "ナッシー(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 103,
        "hp": 95,
        "at": 105,
        "df": 85,
        "sa": 125,
        "sd": 75,
        "sp": 45,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [ "おみとおし", , "しゅうかく" ]
        }
    }
    },

    {
    "n": "カラカラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 104,
        "hp": 50,
        "at": 50,
        "df": 95,
        "sa": 40,
        "sd": 50,
        "sp": 35,
        "t1": "じめん",
        "t2": "",
        "ab": [ "いしあたま", "ひらいしん", "カブトアーマー" ]
        }
    }
    },

    {
    "n": "ガラガラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 105,
        "hp": 60,
        "at": 80,
        "df": 110,
        "sa": 50,
        "sd": 80,
        "sp": 45,
        "t1": "じめん",
        "t2": "",
        "ab": [ "いしあたま", "ひらいしん", "カブトアーマー" ]
        }
    }
    },

    {
    "n": "ガラガラ(アローラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 105,
        "hp": 60,
        "at": 80,
        "df": 110,
        "sa": 50,
        "sd": 80,
        "sp": 45,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [ "のろわれボディ", "ひらいしん", "いしあたま" ]
        }
    }
    },

    {
    "n": "サワムラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 106,
        "hp": 50,
        "at": 120,
        "df": 53,
        "sa": 35,
        "sd": 110,
        "sp": 87,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "じゅうなん", "すてみ", "かるわざ" ]
        }
    }
    },

    {
    "n": "エビワラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 107,
        "hp": 50,
        "at": 105,
        "df": 79,
        "sa": 35,
        "sd": 110,
        "sp": 76,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "するどいめ", "てつのこぶし", "せいしんりょく" ]
        }
    }
    },

    {
    "n": "ベロリンガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 108,
        "hp": 90,
        "at": 55,
        "df": 75,
        "sa": 60,
        "sd": 75,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "マイペース", "どんかん", "ノーてんき" ]
        }
    }
    },

    {
    "n": "ドガース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 109,
        "hp": 40,
        "at": 65,
        "df": 95,
        "sa": 60,
        "sd": 45,
        "sp": 35,
        "t1": "どく",
        "t2": "",
        "ab": [ "ふゆう", "かがくへんかガス", "あくしゅう" ]
        }
    }
    },

    {
    "n": "マタドガス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 110,
        "hp": 65,
        "at": 90,
        "df": 120,
        "sa": 85,
        "sd": 70,
        "sp": 60,
        "t1": "どく",
        "t2": "",
        "ab": [ "ふゆう", "かがくへんかガス", "あくしゅう" ]
        }
    }
    },

    {
    "n": "マタドガス(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 110,
        "hp": 65,
        "at": 90,
        "df": 120,
        "sa": 85,
        "sd": 70,
        "sp": 60,
        "t1": "どく",
        "t2": "フェアリー",
        "ab": [ "ふゆう", "かがくへんかガス", "ミストメイカー" ]
        }
    }
    },

    {
    "n": "サイホーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 111,
        "hp": 80,
        "at": 85,
        "df": 95,
        "sa": 30,
        "sd": 30,
        "sp": 25,
        "t1": "じめん",
        "t2": "いわ",
        "ab": [ "ひらいしん", "いしあたま", "すてみ" ]
        }
    }
    },

    {
    "n": "サイドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 112,
        "hp": 105,
        "at": 130,
        "df": 120,
        "sa": 45,
        "sd": 45,
        "sp": 40,
        "t1": "じめん",
        "t2": "いわ",
        "ab": [ "ひらいしん", "いしあたま", "すてみ" ]
        }
    }
    },

    {
    "n": "ラッキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 113,
        "hp": 250,
        "at": 5,
        "df": 5,
        "sa": 35,
        "sd": 105,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "しぜんかいふく", "てんのめぐみ", "いやしのこころ" ]
        }
    }
    },

    {
    "n": "モンジャラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 114,
        "hp": 65,
        "at": 55,
        "df": 115,
        "sa": 100,
        "sd": 40,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "リーフガード", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ガルーラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 115,
        "hp": 105,
        "at": 95,
        "df": 80,
        "sa": 40,
        "sd": 80,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "はやおき", "きもったま", "せいしんりょく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "115m",
        "hp": 105,
        "at": 125,
        "df": 100,
        "sa": 60,
        "sd": 100,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "おやこあい", ,  ]
        }
    }
    },

    {
    "n": "タッツー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 116,
        "hp": 30,
        "at": 40,
        "df": 70,
        "sa": 70,
        "sd": 25,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", "スナイパー", "しめりけ" ]
        }
    }
    },

    {
    "n": "シードラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 117,
        "hp": 55,
        "at": 65,
        "df": 95,
        "sa": 95,
        "sd": 45,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [ "どくのトゲ", "スナイパー", "しめりけ" ]
        }
    }
    },

    {
    "n": "トサキント",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 118,
        "hp": 45,
        "at": 67,
        "df": 60,
        "sa": 35,
        "sd": 50,
        "sp": 63,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", "みずのベール", "ひらいしん" ]
        }
    }
    },

    {
    "n": "アズマオウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 119,
        "hp": 80,
        "at": 92,
        "df": 65,
        "sa": 65,
        "sd": 80,
        "sp": 68,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", "みずのベール", "ひらいしん" ]
        }
    }
    },

    {
    "n": "ヒトデマン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 120,
        "hp": 30,
        "at": 45,
        "df": 55,
        "sa": 70,
        "sd": 55,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [ "はっこう", "しぜんかいふく", "アナライズ" ]
        }
    }
    },

    {
    "n": "スターミー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 121,
        "hp": 60,
        "at": 75,
        "df": 85,
        "sa": 100,
        "sd": 85,
        "sp": 115,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [ "はっこう", "しぜんかいふく", "アナライズ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "121m",
        "hp": 60,
        "at": 100,
        "df": 105,
        "sa": 130,
        "sd": 105,
        "sp": 120,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [ "ちからもち", ,  ]
        }
    }
    },

    {
    "n": "バリヤード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 122,
        "hp": 40,
        "at": 45,
        "df": 65,
        "sa": 100,
        "sd": 120,
        "sp": 90,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "ぼうおん", "フィルター", "テクニシャン" ]
        }
    }
    },

    {
    "n": "バリヤード(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 122,
        "hp": 50,
        "at": 65,
        "df": 65,
        "sa": 90,
        "sd": 90,
        "sp": 100,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [ "やるき", "バリアフリー", "アイスボディ" ]
        }
    }
    },

    {
    "n": "ストライク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 123,
        "hp": 70,
        "at": 110,
        "df": 80,
        "sa": 55,
        "sd": 80,
        "sp": 105,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "むしのしらせ", "テクニシャン", "ふくつのこころ" ]
        }
    }
    },

    {
    "n": "ルージュラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 124,
        "hp": 65,
        "at": 50,
        "df": 35,
        "sa": 115,
        "sd": 95,
        "sp": 95,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [ "どんかん", "よちむ", "かんそうはだ" ]
        }
    }
    },

    {
    "n": "エレブー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 125,
        "hp": 65,
        "at": 83,
        "df": 57,
        "sa": 95,
        "sd": 85,
        "sp": 105,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "やるき" ]
        }
    }
    },

    {
    "n": "ブーバー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 126,
        "hp": 65,
        "at": 95,
        "df": 57,
        "sa": 100,
        "sd": 85,
        "sp": 93,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "ほのおのからだ", , "やるき" ]
        }
    }
    },

    {
    "n": "カイロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 127,
        "hp": 65,
        "at": 125,
        "df": 100,
        "sa": 55,
        "sd": 70,
        "sp": 85,
        "t1": "むし",
        "t2": "",
        "ab": [ "かいりきバサミ", "かたやぶり", "じしんかじょう" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "127m",
        "hp": 65,
        "at": 155,
        "df": 120,
        "sa": 65,
        "sd": 90,
        "sp": 105,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "スカイスキン", ,  ]
        }
    }
    },

    {
    "n": "ケンタロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 100,
        "df": 95,
        "sa": 40,
        "sd": 70,
        "sp": 110,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "いかく", "いかりのつぼ", "ちからずく" ]
        }
    }
    },

    {
    "n": "ケンタロス(パルデア)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 110,
        "df": 105,
        "sa": 30,
        "sd": 70,
        "sp": 100,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "いかく", "いかりのつぼ", "はんすう" ]
        }
    }
    },

    {
    "n": "ケンタロス(パルデア炎)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 110,
        "df": 105,
        "sa": 30,
        "sd": 70,
        "sp": 100,
        "t1": "かくとう",
        "t2": "ほのお",
        "ab": [ "いかく", "いかりのつぼ", "はんすう" ]
        }
    }
    },

    {
    "n": "ケンタロス(パルデア水)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 110,
        "df": 105,
        "sa": 30,
        "sd": 70,
        "sp": 100,
        "t1": "かくとう",
        "t2": "みず",
        "ab": [ "いかく", "いかりのつぼ", "はんすう" ]
        }
    }
    },

    {
    "n": "コイキング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 129,
        "hp": 20,
        "at": 10,
        "df": 55,
        "sa": 15,
        "sd": 20,
        "sp": 80,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "びびり" ]
        }
    }
    },

    {
    "n": "ギャラドス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 130,
        "hp": 95,
        "at": 125,
        "df": 79,
        "sa": 60,
        "sd": 100,
        "sp": 81,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [ "いかく", , "じしんかじょう" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "130m",
        "hp": 95,
        "at": 155,
        "df": 109,
        "sa": 70,
        "sd": 130,
        "sp": 81,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "かたやぶり", ,  ]
        }
    }
    },

    {
    "n": "ラプラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 131,
        "hp": 130,
        "at": 85,
        "df": 80,
        "sa": 85,
        "sd": 95,
        "sp": 60,
        "t1": "みず",
        "t2": "こおり",
        "ab": [ "ちょすい", "シェルアーマー", "うるおいボディ" ]
        }
    }
    },

    {
    "n": "メタモン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 132,
        "hp": 48,
        "at": 48,
        "df": 48,
        "sa": 48,
        "sd": 48,
        "sp": 48,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "じゅうなん", , "かわりもの" ]
        }
    }
    },

    {
    "n": "イーブイ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 133,
        "hp": 65,
        "at": 75,
        "df": 70,
        "sa": 65,
        "sd": 85,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "てきおうりょく", "きけんよち" ]
        }
    }
    },

    {
    "n": "シャワーズ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 134,
        "hp": 130,
        "at": 65,
        "df": 60,
        "sa": 110,
        "sd": 95,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [ "ちょすい", , "うるおいボディ" ]
        }
    }
    },

    {
    "n": "サンダース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 135,
        "hp": 65,
        "at": 65,
        "df": 60,
        "sa": 110,
        "sd": 95,
        "sp": 130,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ちくでん", , "はやあし" ]
        }
    }
    },

    {
    "n": "ブースター",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 136,
        "hp": 65,
        "at": 130,
        "df": 60,
        "sa": 95,
        "sd": 110,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もらいび", , "こんじょう" ]
        }
    }
    },

    {
    "n": "ポリゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 137,
        "hp": 65,
        "at": 60,
        "df": 70,
        "sa": 85,
        "sd": 75,
        "sp": 40,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "トレース", "ダウンロード", "アナライズ" ]
        }
    }
    },

    {
    "n": "オムナイト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 138,
        "hp": 35,
        "at": 40,
        "df": 100,
        "sa": 90,
        "sd": 55,
        "sp": 35,
        "t1": "いわ",
        "t2": "みず",
        "ab": [ "すいすい", "シェルアーマー", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "オムスター",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 139,
        "hp": 70,
        "at": 60,
        "df": 125,
        "sa": 115,
        "sd": 70,
        "sp": 55,
        "t1": "いわ",
        "t2": "みず",
        "ab": [ "すいすい", "シェルアーマー", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "カブト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 140,
        "hp": 30,
        "at": 80,
        "df": 90,
        "sa": 55,
        "sd": 45,
        "sp": 55,
        "t1": "いわ",
        "t2": "みず",
        "ab": [ "すいすい", "カブトアーマー", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "カブトプス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 141,
        "hp": 60,
        "at": 115,
        "df": 105,
        "sa": 65,
        "sd": 70,
        "sp": 80,
        "t1": "いわ",
        "t2": "みず",
        "ab": [ "すいすい", "カブトアーマー", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "プテラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 142,
        "hp": 80,
        "at": 105,
        "df": 65,
        "sa": 60,
        "sd": 75,
        "sp": 130,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [ "いしあたま", "プレッシャー", "きんちょうかん" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "142m",
        "hp": 80,
        "at": 135,
        "df": 85,
        "sa": 70,
        "sd": 95,
        "sp": 150,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [ "かたいツメ", ,  ]
        }
    }
    },

    {
    "n": "カビゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 143,
        "hp": 160,
        "at": 110,
        "df": 65,
        "sa": 65,
        "sd": 110,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "めんえき", "あついしぼう", "くいしんぼう" ]
        }
    }
    },

    {
    "n": "フリーザー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 144,
        "hp": 90,
        "at": 85,
        "df": 100,
        "sa": 95,
        "sd": 125,
        "sp": 85,
        "t1": "こおり",
        "t2": "ひこう",
        "ab": [ "プレッシャー", , "ゆきがくれ" ]
        }
    }
    },

    {
    "n": "フリーザー(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 144,
        "hp": 90,
        "at": 85,
        "df": 85,
        "sa": 125,
        "sd": 100,
        "sp": 95,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "かちき", ,  ]
        }
    }
    },

    {
    "n": "サンダー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 145,
        "hp": 90,
        "at": 90,
        "df": 85,
        "sa": 125,
        "sd": 90,
        "sp": 100,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "プレッシャー", , "せいでんき" ]
        }
    }
    },

    {
    "n": "サンダー(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 145,
        "hp": 90,
        "at": 125,
        "df": 90,
        "sa": 85,
        "sd": 90,
        "sp": 100,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [ "まけんき", ,  ]
        }
    }
    },

    {
    "n": "ファイヤー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 146,
        "hp": 90,
        "at": 100,
        "df": 90,
        "sa": 125,
        "sd": 85,
        "sp": 90,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [ "プレッシャー", , "ほのおのからだ" ]
        }
    }
    },

    {
    "n": "ファイヤー(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 146,
        "hp": 90,
        "at": 85,
        "df": 90,
        "sa": 100,
        "sd": 125,
        "sp": 90,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [ "ぎゃくじょう", ,  ]
        }
    }
    },

    {
    "n": "ミニリュウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 147,
        "hp": 41,
        "at": 64,
        "df": 45,
        "sa": 50,
        "sd": 50,
        "sp": 50,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "だっぴ", , "ふしぎなうろこ" ]
        }
    }
    },

    {
    "n": "ハクリュー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 148,
        "hp": 61,
        "at": 84,
        "df": 65,
        "sa": 70,
        "sd": 70,
        "sp": 70,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "だっぴ", , "ふしぎなうろこ" ]
        }
    }
    },

    {
    "n": "カイリュー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 149,
        "hp": 91,
        "at": 134,
        "df": 95,
        "sa": 100,
        "sd": 100,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [ "せいしんりょく", , "マルチスケイル" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "149m",
        "hp": 91,
        "at": 124,
        "df": 115,
        "sa": 145,
        "sd": 125,
        "sp": 100,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [ "マルチスケイル", ,  ]
        }
    }
    },

    {
    "n": "ミュウツー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 150,
        "hp": 106,
        "at": 110,
        "df": 90,
        "sa": 154,
        "sd": 90,
        "sp": 130,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "プレッシャー", , "きんちょうかん" ]
        },
        "megaX": {
        "ft": "mega",
        "fn": "メガX",
        "id": 150,
        "hp": 106,
        "at": 190,
        "df": 100,
        "sa": 154,
        "sd": 100,
        "sp": 130,
        "t1": "エスパー",
        "t2": "かくとう",
        "ab": [ "ふくつのこころ", ,  ]
        },
        "megaY": {
        "ft": "mega",
        "fn": "メガY",
        "id": 150,
        "hp": 106,
        "at": 150,
        "df": 70,
        "sa": 194,
        "sd": 120,
        "sp": 140,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふみん", ,  ]
        }
    }
    },

    {
    "n": "ミュウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 151,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "シンクロ", ,  ]
        }
    }
    },

    {
    "n": "チコリータ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 152,
        "hp": 45,
        "at": 49,
        "df": 65,
        "sa": 49,
        "sd": 65,
        "sp": 45,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "リーフガード" ]
        }
    }
    },

    {
    "n": "ベイリーフ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 153,
        "hp": 60,
        "at": 62,
        "df": 80,
        "sa": 63,
        "sd": 80,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "リーフガード" ]
        }
    }
    },

    {
    "n": "メガニウム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 154,
        "hp": 80,
        "at": 82,
        "df": 100,
        "sa": 83,
        "sd": 100,
        "sp": 80,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "リーフガード" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "154m",
        "hp": 80,
        "at": 92,
        "df": 115,
        "sa": 143,
        "sd": 115,
        "sp": 80,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [ "メガソーラー", ,  ]
        }
    }
    },

    {
    "n": "ヒノアラシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 155,
        "hp": 39,
        "at": 52,
        "df": 43,
        "sa": 60,
        "sd": 50,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "もらいび" ]
        }
    }
    },

    {
    "n": "マグマラシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 156,
        "hp": 58,
        "at": 64,
        "df": 58,
        "sa": 80,
        "sd": 65,
        "sp": 80,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "もらいび" ]
        }
    }
    },

    {
    "n": "バクフーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 157,
        "hp": 78,
        "at": 84,
        "df": 78,
        "sa": 109,
        "sd": 85,
        "sp": 100,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "もらいび" ]
        }
    }
    },

    {
    "n": "バクフーン(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 157,
        "hp": 73,
        "at": 84,
        "df": 78,
        "sa": 119,
        "sd": 85,
        "sp": 95,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [ "もうか", , "おみとおし" ]
        }
    }
    },

    {
    "n": "ワニノコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 158,
        "hp": 50,
        "at": 65,
        "df": 64,
        "sa": 44,
        "sd": 48,
        "sp": 43,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "ちからずく" ]
        }
    }
    },

    {
    "n": "アリゲイツ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 159,
        "hp": 65,
        "at": 80,
        "df": 80,
        "sa": 59,
        "sd": 63,
        "sp": 58,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "ちからずく" ]
        }
    }
    },

    {
    "n": "オーダイル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 160,
        "hp": 85,
        "at": 105,
        "df": 100,
        "sa": 79,
        "sd": 83,
        "sp": 78,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "ちからずく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "160m",
        "hp": 85,
        "at": 160,
        "df": 125,
        "sa": 89,
        "sd": 93,
        "sp": 78,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [ "ドラゴンスキン", ,  ]
        }
    }
    },

    {
    "n": "オタチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 161,
        "hp": 35,
        "at": 46,
        "df": 34,
        "sa": 35,
        "sd": 45,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "するどいめ", "おみとおし" ]
        }
    }
    },

    {
    "n": "オオタチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 162,
        "hp": 85,
        "at": 76,
        "df": 64,
        "sa": 45,
        "sd": 55,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "するどいめ", "おみとおし" ]
        }
    }
    },

    {
    "n": "ホーホー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 163,
        "hp": 60,
        "at": 30,
        "df": 30,
        "sa": 36,
        "sd": 56,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "ふみん", "するどいめ", "いろめがね" ]
        }
    }
    },

    {
    "n": "ヨルノズク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 164,
        "hp": 100,
        "at": 50,
        "df": 50,
        "sa": 86,
        "sd": 96,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "ふみん", "するどいめ", "いろめがね" ]
        }
    }
    },

    {
    "n": "レディバ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 165,
        "hp": 40,
        "at": 20,
        "df": 30,
        "sa": 40,
        "sd": 80,
        "sp": 55,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "むしのしらせ", "はやおき", "びびり" ]
        }
    }
    },

    {
    "n": "レディアン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 166,
        "hp": 55,
        "at": 35,
        "df": 50,
        "sa": 55,
        "sd": 110,
        "sp": 85,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "むしのしらせ", "はやおき", "てつのこぶし" ]
        }
    }
    },

    {
    "n": "イトマル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 167,
        "hp": 40,
        "at": 60,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 30,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "むしのしらせ", "ふみん", "スナイパー" ]
        }
    }
    },

    {
    "n": "アリアドス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 168,
        "hp": 70,
        "at": 90,
        "df": 70,
        "sa": 60,
        "sd": 70,
        "sp": 40,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "むしのしらせ", "ふみん", "スナイパー" ]
        }
    }
    },

    {
    "n": "クロバット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 169,
        "hp": 85,
        "at": 90,
        "df": 80,
        "sa": 70,
        "sd": 80,
        "sp": 130,
        "t1": "どく",
        "t2": "ひこう",
        "ab": [ "せいしんりょく", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "チョンチー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 170,
        "hp": 75,
        "at": 38,
        "df": 38,
        "sa": 56,
        "sd": 56,
        "sp": 67,
        "t1": "みず",
        "t2": "でんき",
        "ab": [ "ちくでん", "はっこう", "ちょすい" ]
        }
    }
    },

    {
    "n": "ランターン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 171,
        "hp": 125,
        "at": 58,
        "df": 58,
        "sa": 76,
        "sd": 76,
        "sp": 67,
        "t1": "みず",
        "t2": "でんき",
        "ab": [ "ちくでん", "はっこう", "ちょすい" ]
        }
    }
    },

    {
    "n": "ピチュー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 172,
        "hp": 20,
        "at": 40,
        "df": 15,
        "sa": 35,
        "sd": 35,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "ひらいしん" ]
        }
    }
    },

    {
    "n": "ピィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 173,
        "hp": 50,
        "at": 25,
        "df": 28,
        "sa": 45,
        "sd": 55,
        "sp": 15,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "メロメロボディ", "マジックガード", "フレンドガード" ]
        }
    }
    },

    {
    "n": "ププリン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 174,
        "hp": 90,
        "at": 30,
        "df": 15,
        "sa": 40,
        "sd": 20,
        "sp": 15,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [ "メロメロボディ", "かちき", "フレンドガード" ]
        }
    }
    },

    {
    "n": "トゲピー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 175,
        "hp": 35,
        "at": 20,
        "df": 65,
        "sa": 40,
        "sd": 65,
        "sp": 20,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "はりきり", "てんのめぐみ", "きょううん" ]
        }
    }
    },

    {
    "n": "トゲチック",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 176,
        "hp": 55,
        "at": 40,
        "df": 85,
        "sa": 80,
        "sd": 105,
        "sp": 40,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [ "はりきり", "てんのめぐみ", "きょううん" ]
        }
    }
    },

    {
    "n": "ネイティ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 177,
        "hp": 40,
        "at": 50,
        "df": 45,
        "sa": 70,
        "sd": 45,
        "sp": 70,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "シンクロ", "はやおき", "マジックミラー" ]
        }
    }
    },

    {
    "n": "ネイティオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 178,
        "hp": 65,
        "at": 75,
        "df": 70,
        "sa": 95,
        "sd": 70,
        "sp": 95,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "シンクロ", "はやおき", "マジックミラー" ]
        }
    }
    },

    {
    "n": "メリープ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 179,
        "hp": 55,
        "at": 40,
        "df": 40,
        "sa": 65,
        "sd": 45,
        "sp": 35,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "プラス" ]
        }
    }
    },

    {
    "n": "モココ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 180,
        "hp": 70,
        "at": 55,
        "df": 55,
        "sa": 80,
        "sd": 60,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "プラス" ]
        }
    }
    },

    {
    "n": "デンリュウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 181,
        "hp": 90,
        "at": 75,
        "df": 85,
        "sa": 115,
        "sd": 90,
        "sp": 55,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "プラス" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "181m",
        "hp": 90,
        "at": 95,
        "df": 105,
        "sa": 165,
        "sd": 110,
        "sp": 45,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [ "かたやぶり", ,  ]
        }
    }
    },

    {
    "n": "キレイハナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 182,
        "hp": 75,
        "at": 80,
        "df": 95,
        "sa": 90,
        "sd": 100,
        "sp": 50,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", , "いやしのこころ" ]
        }
    }
    },

    {
    "n": "マリル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 183,
        "hp": 70,
        "at": 20,
        "df": 50,
        "sa": 20,
        "sd": 50,
        "sp": 40,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [ "あついしぼう", "ちからもち", "そうしょく" ]
        }
    }
    },

    {
    "n": "マリルリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 184,
        "hp": 100,
        "at": 50,
        "df": 80,
        "sa": 60,
        "sd": 80,
        "sp": 50,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [ "あついしぼう", "ちからもち", "そうしょく" ]
        }
    }
    },

    {
    "n": "ウソッキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 185,
        "hp": 70,
        "at": 100,
        "df": 115,
        "sa": 30,
        "sd": 65,
        "sp": 30,
        "t1": "いわ",
        "t2": "",
        "ab": [ "がんじょう", "いしあたま", "びびり" ]
        }
    }
    },

    {
    "n": "ニョロトノ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 186,
        "hp": 90,
        "at": 75,
        "df": 75,
        "sa": 90,
        "sd": 100,
        "sp": 70,
        "t1": "みず",
        "t2": "",
        "ab": [ "ちょすい", "しめりけ", "あめふらし" ]
        }
    }
    },

    {
    "n": "ハネッコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 187,
        "hp": 35,
        "at": 35,
        "df": 40,
        "sa": 35,
        "sd": 55,
        "sp": 50,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [ "ようりょくそ", "リーフガード", "すりぬけ" ]
        }
    }
    },

    {
    "n": "ポポッコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 188,
        "hp": 55,
        "at": 45,
        "df": 50,
        "sa": 45,
        "sd": 65,
        "sp": 80,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [ "ようりょくそ", "リーフガード", "すりぬけ" ]
        }
    }
    },

    {
    "n": "ワタッコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 189,
        "hp": 75,
        "at": 55,
        "df": 70,
        "sa": 55,
        "sd": 95,
        "sp": 110,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [ "ようりょくそ", "リーフガード", "すりぬけ" ]
        }
    }
    },

    {
    "n": "エイパム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 190,
        "hp": 55,
        "at": 70,
        "df": 55,
        "sa": 40,
        "sd": 55,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "ものひろい", "スキルリンク" ]
        }
    }
    },

    {
    "n": "ヒマナッツ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 191,
        "hp": 30,
        "at": 30,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "サンパワー", "はやおき" ]
        }
    }
    },

    {
    "n": "キマワリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 192,
        "hp": 75,
        "at": 75,
        "df": 55,
        "sa": 105,
        "sd": 85,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "サンパワー", "はやおき" ]
        }
    }
    },

    {
    "n": "ヤンヤンマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 193,
        "hp": 65,
        "at": 65,
        "df": 45,
        "sa": 75,
        "sd": 45,
        "sp": 95,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "かそく", "ふくがん", "おみとおし" ]
        }
    }
    },

    {
    "n": "ウパー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 194,
        "hp": 55,
        "at": 45,
        "df": 45,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "しめりけ", "ちょすい", "てんねん" ]
        }
    }
    },

    {
    "n": "ウパー(パルデア)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 194,
        "hp": 55,
        "at": 45,
        "df": 45,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "どく",
        "t2": "じめん",
        "ab": [ "どくのトゲ", "ちょすい", "てんねん" ]
        }
    }
    },

    {
    "n": "ヌオー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 195,
        "hp": 95,
        "at": 85,
        "df": 85,
        "sa": 65,
        "sd": 65,
        "sp": 35,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "しめりけ", "ちょすい", "てんねん" ]
        }
    }
    },

    {
    "n": "エーフィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 196,
        "hp": 65,
        "at": 65,
        "df": 60,
        "sa": 130,
        "sd": 95,
        "sp": 110,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "シンクロ", , "マジックミラー" ]
        }
    }
    },

    {
    "n": "ブラッキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 197,
        "hp": 95,
        "at": 65,
        "df": 110,
        "sa": 60,
        "sd": 130,
        "sp": 65,
        "t1": "あく",
        "t2": "",
        "ab": [ "シンクロ", , "せいしんりょく" ]
        }
    }
    },

    {
    "n": "ヤミカラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 198,
        "hp": 60,
        "at": 85,
        "df": 42,
        "sa": 85,
        "sd": 42,
        "sp": 91,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [ "ふみん", "きょううん", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "ヤドキング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 199,
        "hp": 95,
        "at": 75,
        "df": 80,
        "sa": 100,
        "sd": 110,
        "sp": 30,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [ "どんかん", "マイペース", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ヤドキング(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 199,
        "hp": 95,
        "at": 65,
        "df": 80,
        "sa": 110,
        "sd": 110,
        "sp": 30,
        "t1": "どく",
        "t2": "エスパー",
        "ab": [ "きみょうなくすり", "マイペース", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ムウマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 200,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 85,
        "sd": 85,
        "sp": 85,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "アンノーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 201,
        "hp": 48,
        "at": 72,
        "df": 48,
        "sa": 72,
        "sd": 48,
        "sp": 48,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ソーナンス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 202,
        "hp": 190,
        "at": 33,
        "df": 58,
        "sa": 33,
        "sd": 58,
        "sp": 33,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "かげふみ", , "テレパシー" ]
        }
    }
    },

    {
    "n": "キリンリキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 203,
        "hp": 70,
        "at": 80,
        "df": 65,
        "sa": 90,
        "sd": 65,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [ "せいしんりょく", "はやおき", "そうしょく" ]
        }
    }
    },

    {
    "n": "クヌギダマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 204,
        "hp": 50,
        "at": 65,
        "df": 90,
        "sa": 35,
        "sd": 35,
        "sp": 15,
        "t1": "むし",
        "t2": "",
        "ab": [ "がんじょう", , "ぼうじん" ]
        }
    }
    },

    {
    "n": "フォレトス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 205,
        "hp": 75,
        "at": 90,
        "df": 140,
        "sa": 60,
        "sd": 60,
        "sp": 40,
        "t1": "むし",
        "t2": "はがね",
        "ab": [ "がんじょう", , "ぼうじん" ]
        }
    }
    },

    {
    "n": "ノコッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 206,
        "hp": 100,
        "at": 70,
        "df": 70,
        "sa": 65,
        "sd": 65,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "てんのめぐみ", "にげあし", "びびり" ]
        }
    }
    },

    // {
    // "n": "グライガー",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 207,
    //     "hp": 65,
    //     "at": 75,
    //     "df": 105,
    //     "sa": 35,
    //     "sd": 65,
    //     "sp": 85,
    //     "t1": "じめん",
    //     "t2": "ひこう",
    //     "ab": [ "かいりきバサミ", "すながくれ", "めんえき" ]
    //     }
    // }
    // },

    {
    "n": "ハガネール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 208,
        "hp": 75,
        "at": 85,
        "df": 200,
        "sa": 55,
        "sd": 65,
        "sp": 30,
        "t1": "はがね",
        "t2": "じめん",
        "ab": [ "いしあたま", "がんじょう", "ちからずく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "208m",
        "hp": 75,
        "at": 125,
        "df": 230,
        "sa": 55,
        "sd": 95,
        "sp": 30,
        "t1": "はがね",
        "t2": "じめん",
        "ab": [ "すなのちから", ,  ]
        }
    }
    },

    {
    "n": "ブルー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 209,
        "hp": 60,
        "at": 80,
        "df": 50,
        "sa": 40,
        "sd": 40,
        "sp": 30,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "いかく", "にげあし", "びびり" ]
        }
    }
    },

    {
    "n": "グランブル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 210,
        "hp": 90,
        "at": 120,
        "df": 75,
        "sa": 60,
        "sd": 60,
        "sp": 45,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "いかく", "はやあし", "びびり" ]
        }
    }
    },

    {
    "n": "ハリーセン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 211,
        "hp": 65,
        "at": 95,
        "df": 85,
        "sa": 55,
        "sd": 55,
        "sp": 85,
        "t1": "みず",
        "t2": "どく",
        "ab": [ "どくのトゲ", "すいすい", "いかく" ]
        }
    }
    },

    {
    "n": "ハリーセン(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 211,
        "hp": 65,
        "at": 95,
        "df": 85,
        "sa": 55,
        "sd": 55,
        "sp": 85,
        "t1": "あく",
        "t2": "どく",
        "ab": [ "どくのトゲ", "すいすい", "いかく" ]
        }
    }
    },

    {
    "n": "ハッサム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 212,
        "hp": 70,
        "at": 130,
        "df": 100,
        "sa": 55,
        "sd": 80,
        "sp": 65,
        "t1": "むし",
        "t2": "はがね",
        "ab": [ "むしのしらせ", "テクニシャン", "ライトメタル" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "212m",
        "hp": 70,
        "at": 150,
        "df": 140,
        "sa": 65,
        "sd": 100,
        "sp": 75,
        "t1": "むし",
        "t2": "はがね",
        "ab": [ "テクニシャン", ,  ]
        }
    }
    },

    {
    "n": "ツボツボ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 213,
        "hp": 20,
        "at": 10,
        "df": 230,
        "sa": 10,
        "sd": 230,
        "sp": 5,
        "t1": "むし",
        "t2": "いわ",
        "ab": [ "がんじょう", "くいしんぼう", "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ヘラクロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 214,
        "hp": 80,
        "at": 125,
        "df": 75,
        "sa": 40,
        "sd": 95,
        "sp": 85,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [ "むしのしらせ", "こんじょう", "じしんかじょう" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "214m",
        "hp": 80,
        "at": 185,
        "df": 115,
        "sa": 40,
        "sd": 105,
        "sp": 75,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [ "スキルリンク", ,  ]
        }
    }
    },

    {
    "n": "ニューラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 215,
        "hp": 55,
        "at": 95,
        "df": 55,
        "sa": 35,
        "sd": 75,
        "sp": 115,
        "t1": "あく",
        "t2": "こおり",
        "ab": [ "せいしんりょく", "するどいめ", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ニューラ(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 215,
        "hp": 55,
        "at": 95,
        "df": 55,
        "sa": 35,
        "sd": 75,
        "sp": 115,
        "t1": "かくとう",
        "t2": "どく",
        "ab": [ "せいしんりょく", "するどいめ", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ヒメグマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 216,
        "hp": 60,
        "at": 80,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 40,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ものひろい", "はやあし", "みつあつめ" ]
        }
    }
    },

    {
    "n": "リングマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 217,
        "hp": 90,
        "at": 130,
        "df": 75,
        "sa": 75,
        "sd": 75,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "こんじょう", "はやあし", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "マグマッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 218,
        "hp": 40,
        "at": 40,
        "df": 40,
        "sa": 70,
        "sd": 40,
        "sp": 20,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "マグマのよろい", "ほのおのからだ", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "マグカルゴ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 219,
        "hp": 60,
        "at": 50,
        "df": 120,
        "sa": 90,
        "sd": 80,
        "sp": 30,
        "t1": "ほのお",
        "t2": "いわ",
        "ab": [ "マグマのよろい", "ほのおのからだ", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "ウリムー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 220,
        "hp": 50,
        "at": 50,
        "df": 40,
        "sa": 30,
        "sd": 30,
        "sp": 50,
        "t1": "こおり",
        "t2": "じめん",
        "ab": [ "どんかん", "ゆきがくれ", "あついしぼう" ]
        }
    }
    },

    {
    "n": "イノムー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 221,
        "hp": 100,
        "at": 100,
        "df": 80,
        "sa": 60,
        "sd": 60,
        "sp": 50,
        "t1": "こおり",
        "t2": "じめん",
        "ab": [ "どんかん", "ゆきがくれ", "あついしぼう" ]
        }
    }
    },

    {
    "n": "サニーゴ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 222,
        "hp": 65,
        "at": 55,
        "df": 95,
        "sa": 65,
        "sd": 95,
        "sp": 35,
        "t1": "みず",
        "t2": "いわ",
        "ab": [ "はりきり", "しぜんかいふく", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "サニーゴ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 222,
        "hp": 60,
        "at": 55,
        "df": 100,
        "sa": 65,
        "sd": 100,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "くだけるよろい", , "のろわれボディ" ]
        }
    }
    },

    {
    "n": "テッポウオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 223,
        "hp": 35,
        "at": 65,
        "df": 35,
        "sa": 65,
        "sd": 35,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [ "はりきり", "スナイパー", "ムラっけ" ]
        }
    }
    },

    {
    "n": "オクタン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 224,
        "hp": 75,
        "at": 105,
        "df": 75,
        "sa": 105,
        "sd": 75,
        "sp": 45,
        "t1": "みず",
        "t2": "",
        "ab": [ "きゅうばん", "スナイパー", "ムラっけ" ]
        }
    }
    },

    {
    "n": "デリバード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 225,
        "hp": 45,
        "at": 55,
        "df": 45,
        "sa": 65,
        "sd": 45,
        "sp": 75,
        "t1": "こおり",
        "t2": "ひこう",
        "ab": [ "やるき", "はりきり", "ふみん" ]
        }
    }
    },

    {
    "n": "マンタイン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 226,
        "hp": 85,
        "at": 40,
        "df": 70,
        "sa": 80,
        "sd": 140,
        "sp": 70,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [ "すいすい", "ちょすい", "みずのベール" ]
        }
    }
    },

    {
    "n": "エアームド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 227,
        "hp": 65,
        "at": 80,
        "df": 140,
        "sa": 40,
        "sd": 70,
        "sp": 70,
        "t1": "はがね",
        "t2": "ひこう",
        "ab": [ "するどいめ", "がんじょう", "くだけるよろい" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "227m",
        "hp": 65,
        "at": 140,
        "df": 110,
        "sa": 40,
        "sd": 100,
        "sp": 110,
        "t1": "はがね",
        "t2": "ひこう",
        "ab": [ "すじがねいり", ,  ]
        }
    }
    },

    {
    "n": "デルビル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 228,
        "hp": 45,
        "at": 60,
        "df": 30,
        "sa": 80,
        "sd": 50,
        "sp": 65,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [ "はやおき", "もらいび", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "ヘルガー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 229,
        "hp": 75,
        "at": 90,
        "df": 50,
        "sa": 110,
        "sd": 80,
        "sp": 95,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [ "はやおき", "もらいび", "きんちょうかん" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "229m",
        "hp": 75,
        "at": 90,
        "df": 90,
        "sa": 140,
        "sd": 90,
        "sp": 115,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [ "サンパワー", ,  ]
        }
    }
    },

    {
    "n": "キングドラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 230,
        "hp": 75,
        "at": 95,
        "df": 95,
        "sa": 95,
        "sd": 95,
        "sp": 85,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [ "すいすい", "スナイパー", "しめりけ" ]
        }
    }
    },

    {
    "n": "ゴマゾウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 231,
        "hp": 90,
        "at": 60,
        "df": 60,
        "sa": 40,
        "sd": 40,
        "sp": 40,
        "t1": "じめん",
        "t2": "",
        "ab": [ "ものひろい", , "すながくれ" ]
        }
    }
    },

    {
    "n": "ドンファン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 232,
        "hp": 90,
        "at": 120,
        "df": 120,
        "sa": 60,
        "sd": 60,
        "sp": 50,
        "t1": "じめん",
        "t2": "",
        "ab": [ "がんじょう", , "すながくれ" ]
        }
    }
    },

    {
    "n": "ポリゴン２",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 233,
        "hp": 85,
        "at": 80,
        "df": 90,
        "sa": 105,
        "sd": 95,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "トレース", "ダウンロード", "アナライズ" ]
        }
    }
    },

    {
    "n": "オドシシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 234,
        "hp": 73,
        "at": 95,
        "df": 62,
        "sa": 85,
        "sd": 65,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "いかく", "おみとおし", "そうしょく" ]
        }
    }
    },

    {
    "n": "ドーブル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 235,
        "hp": 55,
        "at": 20,
        "df": 35,
        "sa": 20,
        "sd": 45,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "マイペース", "テクニシャン", "ムラっけ" ]
        }
    }
    },

    {
    "n": "バルキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 236,
        "hp": 35,
        "at": 35,
        "df": 35,
        "sa": 35,
        "sd": 35,
        "sp": 35,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "ふくつのこころ", "やるき" ]
        }
    }
    },

    {
    "n": "カポエラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 237,
        "hp": 50,
        "at": 95,
        "df": 95,
        "sa": 35,
        "sd": 110,
        "sp": 70,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "いかく", "テクニシャン", "ふくつのこころ" ]
        }
    }
    },

    {
    "n": "ムチュール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 238,
        "hp": 45,
        "at": 30,
        "df": 15,
        "sa": 85,
        "sd": 65,
        "sp": 65,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [ "どんかん", "よちむ", "うるおいボディ" ]
        }
    }
    },

    {
    "n": "エレキッド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 239,
        "hp": 45,
        "at": 63,
        "df": 37,
        "sa": 65,
        "sd": 55,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", , "やるき" ]
        }
    }
    },

    {
    "n": "ブビィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 240,
        "hp": 45,
        "at": 75,
        "df": 37,
        "sa": 70,
        "sd": 55,
        "sp": 83,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "ほのおのからだ", , "やるき" ]
        }
    }
    },

    {
    "n": "ミルタンク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 241,
        "hp": 95,
        "at": 80,
        "df": 105,
        "sa": 40,
        "sd": 70,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "あついしぼう", "きもったま", "そうしょく" ]
        }
    }
    },

    {
    "n": "ハピナス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 242,
        "hp": 255,
        "at": 10,
        "df": 10,
        "sa": 75,
        "sd": 135,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "しぜんかいふく", "てんのめぐみ", "いやしのこころ" ]
        }
    }
    },

    {
    "n": "ライコウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 243,
        "hp": 90,
        "at": 85,
        "df": 75,
        "sa": 115,
        "sd": 100,
        "sp": 115,
        "t1": "でんき",
        "t2": "",
        "ab": [ "プレッシャー", , "せいしんりょく" ]
        }
    }
    },

    {
    "n": "エンテイ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 244,
        "hp": 115,
        "at": 115,
        "df": 85,
        "sa": 90,
        "sd": 75,
        "sp": 100,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "プレッシャー", , "せいしんりょく" ]
        }
    }
    },

    {
    "n": "スイクン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 245,
        "hp": 100,
        "at": 75,
        "df": 115,
        "sa": 90,
        "sd": 115,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [ "プレッシャー", , "せいしんりょく" ]
        }
    }
    },

    {
    "n": "ヨーギラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 246,
        "hp": 50,
        "at": 64,
        "df": 50,
        "sa": 45,
        "sd": 50,
        "sp": 41,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [ "こんじょう", , "すながくれ" ]
        }
    }
    },

    {
    "n": "サナギラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 247,
        "hp": 70,
        "at": 84,
        "df": 70,
        "sa": 65,
        "sd": 70,
        "sp": 51,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [ "だっぴ", ,  ]
        }
    }
    },

    {
    "n": "バンギラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 248,
        "hp": 100,
        "at": 134,
        "df": 110,
        "sa": 95,
        "sd": 100,
        "sp": 61,
        "t1": "いわ",
        "t2": "あく",
        "ab": [ "すなおこし", , "きんちょうかん" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "248m",
        "hp": 100,
        "at": 164,
        "df": 150,
        "sa": 95,
        "sd": 120,
        "sp": 71,
        "t1": "いわ",
        "t2": "あく",
        "ab": [ "すなおこし", ,  ]
        }
    }
    },

    {
    "n": "ルギア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 249,
        "hp": 106,
        "at": 90,
        "df": 130,
        "sa": 90,
        "sd": 154,
        "sp": 110,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "プレッシャー", , "マルチスケイル" ]
        }
    }
    },

    {
    "n": "ホウオウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 250,
        "hp": 106,
        "at": 130,
        "df": 90,
        "sa": 110,
        "sd": 154,
        "sp": 90,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [ "プレッシャー", , "さいせいりょく" ]
        }
    }
    },

    {
    "n": "セレビィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 251,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "エスパー",
        "t2": "くさ",
        "ab": [ "しぜんかいふく", ,  ]
        }
    }
    },

    {
    "n": "キモリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 252,
        "hp": 40,
        "at": 45,
        "df": 35,
        "sa": 65,
        "sd": 55,
        "sp": 70,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "かるわざ" ]
        }
    }
    },

    {
    "n": "ジュプトル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 253,
        "hp": 50,
        "at": 65,
        "df": 45,
        "sa": 85,
        "sd": 65,
        "sp": 95,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "かるわざ" ]
        }
    }
    },

    {
    "n": "ジュカイン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 254,
        "hp": 70,
        "at": 85,
        "df": 65,
        "sa": 105,
        "sd": 85,
        "sp": 120,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "かるわざ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "254m",
        "hp": 70,
        "at": 110,
        "df": 75,
        "sa": 145,
        "sd": 85,
        "sp": 145,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [ "ひらいしん", ,  ]
        }
    }
    },

    {
    "n": "アチャモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 255,
        "hp": 45,
        "at": 60,
        "df": 40,
        "sa": 70,
        "sd": 50,
        "sp": 45,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "かそく" ]
        }
    }
    },

    {
    "n": "ワカシャモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 256,
        "hp": 60,
        "at": 85,
        "df": 60,
        "sa": 85,
        "sd": 60,
        "sp": 55,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "もうか", , "かそく" ]
        }
    }
    },

    {
    "n": "バシャーモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 257,
        "hp": 80,
        "at": 120,
        "df": 70,
        "sa": 110,
        "sd": 70,
        "sp": 80,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "もうか", , "かそく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "257m",
        "hp": 80,
        "at": 160,
        "df": 80,
        "sa": 130,
        "sd": 80,
        "sp": 100,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "かそく", ,  ]
        }
    }
    },

    {
    "n": "ミズゴロウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 258,
        "hp": 50,
        "at": 70,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "しめりけ" ]
        }
    }
    },

    {
    "n": "ヌマクロー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 259,
        "hp": 70,
        "at": 85,
        "df": 70,
        "sa": 60,
        "sd": 70,
        "sp": 50,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "げきりゅう", , "しめりけ" ]
        }
    }
    },

    {
    "n": "ラグラージ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 260,
        "hp": 100,
        "at": 110,
        "df": 90,
        "sa": 85,
        "sd": 90,
        "sp": 60,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "げきりゅう", , "しめりけ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "260m",
        "hp": 100,
        "at": 150,
        "df": 110,
        "sa": 95,
        "sd": 110,
        "sp": 70,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "すいすい", ,  ]
        }
    }
    },

    {
    "n": "ポチエナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 261,
        "hp": 35,
        "at": 55,
        "df": 35,
        "sa": 30,
        "sd": 30,
        "sp": 35,
        "t1": "あく",
        "t2": "",
        "ab": [ "にげあし", "はやあし", "びびり" ]
        }
    }
    },

    // {
    // "n": "グラエナ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 262,
    //     "hp": 70,
    //     "at": 90,
    //     "df": 70,
    //     "sa": 60,
    //     "sd": 60,
    //     "sp": 70,
    //     "t1": "あく",
    //     "t2": "",
    //     "ab": [ "いかく", "はやあし", "じしんかじょう" ]
    //     }
    // }
    // },

    {
    "n": "ジグザグマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 263,
        "hp": 38,
        "at": 30,
        "df": 41,
        "sa": 30,
        "sd": 41,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ものひろい", "くいしんぼう", "はやあし" ]
        }
    }
    },

    {
    "n": "ジグザグマ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 263,
        "hp": 38,
        "at": 30,
        "df": 41,
        "sa": 30,
        "sd": 41,
        "sp": 60,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [ "ものひろい", "くいしんぼう", "はやあし" ]
        }
    }
    },

    {
    "n": "マッスグマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 264,
        "hp": 78,
        "at": 70,
        "df": 61,
        "sa": 50,
        "sd": 61,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ものひろい", "くいしんぼう", "はやあし" ]
        }
    }
    },

    {
    "n": "マッスグマ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 264,
        "hp": 78,
        "at": 70,
        "df": 61,
        "sa": 50,
        "sd": 61,
        "sp": 100,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [ "ものひろい", "くいしんぼう", "はやあし" ]
        }
    }
    },

    {
    "n": "ケムッソ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 265,
        "hp": 45,
        "at": 45,
        "df": 35,
        "sa": 20,
        "sd": 30,
        "sp": 20,
        "t1": "むし",
        "t2": "",
        "ab": [ "りんぷん", , "にげあし" ]
        }
    }
    },

    {
    "n": "カラサリス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 266,
        "hp": 50,
        "at": 35,
        "df": 55,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "むし",
        "t2": "",
        "ab": [ "だっぴ", ,  ]
        }
    }
    },

    {
    "n": "アゲハント",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 267,
        "hp": 60,
        "at": 70,
        "df": 50,
        "sa": 100,
        "sd": 50,
        "sp": 65,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "むしのしらせ", , "とうそうしん" ]
        }
    }
    },

    {
    "n": "マユルド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 268,
        "hp": 50,
        "at": 35,
        "df": 55,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "むし",
        "t2": "",
        "ab": [ "だっぴ", ,  ]
        }
    }
    },

    {
    "n": "ドクケイル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 269,
        "hp": 60,
        "at": 50,
        "df": 70,
        "sa": 50,
        "sd": 90,
        "sp": 65,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "りんぷん", , "ふくがん" ]
        }
    }
    },

    {
    "n": "ハスボー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 270,
        "hp": 40,
        "at": 30,
        "df": 30,
        "sa": 40,
        "sd": 50,
        "sp": 30,
        "t1": "みず",
        "t2": "くさ",
        "ab": [ "すいすい", "あめうけざら", "マイペース" ]
        }
    }
    },

    {
    "n": "ハスブレロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 271,
        "hp": 60,
        "at": 50,
        "df": 50,
        "sa": 60,
        "sd": 70,
        "sp": 50,
        "t1": "みず",
        "t2": "くさ",
        "ab": [ "すいすい", "あめうけざら", "マイペース" ]
        }
    }
    },

    {
    "n": "ルンパッパ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 272,
        "hp": 80,
        "at": 70,
        "df": 70,
        "sa": 90,
        "sd": 100,
        "sp": 70,
        "t1": "みず",
        "t2": "くさ",
        "ab": [ "すいすい", "あめうけざら", "マイペース" ]
        }
    }
    },

    {
    "n": "タネボー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 273,
        "hp": 40,
        "at": 40,
        "df": 50,
        "sa": 30,
        "sd": 30,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "はやおき", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "コノハナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 274,
        "hp": 70,
        "at": 70,
        "df": 40,
        "sa": 60,
        "sd": 40,
        "sp": 60,
        "t1": "くさ",
        "t2": "あく",
        "ab": [ "ようりょくそ", "はやおき", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ダーテング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 275,
        "hp": 90,
        "at": 100,
        "df": 60,
        "sa": 90,
        "sd": 60,
        "sp": 80,
        "t1": "くさ",
        "t2": "あく",
        "ab": [ "ようりょくそ", "かぜのり", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "スバメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 276,
        "hp": 40,
        "at": 55,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "こんじょう", , "きもったま" ]
        }
    }
    },

    {
    "n": "オオスバメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 277,
        "hp": 60,
        "at": 85,
        "df": 60,
        "sa": 75,
        "sd": 50,
        "sp": 125,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "こんじょう", , "きもったま" ]
        }
    }
    },

    {
    "n": "キャモメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 278,
        "hp": 40,
        "at": 30,
        "df": 30,
        "sa": 55,
        "sd": 30,
        "sp": 85,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [ "するどいめ", "うるおいボディ", "あめうけざら" ]
        }
    }
    },

    {
    "n": "ペリッパー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 279,
        "hp": 60,
        "at": 50,
        "df": 100,
        "sa": 95,
        "sd": 70,
        "sp": 65,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [ "するどいめ", "あめふらし", "あめうけざら" ]
        }
    }
    },

    {
    "n": "ラルトス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 280,
        "hp": 28,
        "at": 25,
        "df": 25,
        "sa": 45,
        "sd": 35,
        "sp": 40,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "シンクロ", "トレース", "テレパシー" ]
        }
    }
    },

    {
    "n": "キルリア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 281,
        "hp": 38,
        "at": 35,
        "df": 35,
        "sa": 65,
        "sd": 55,
        "sp": 50,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "シンクロ", "トレース", "テレパシー" ]
        }
    }
    },

    {
    "n": "サーナイト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 282,
        "hp": 68,
        "at": 65,
        "df": 65,
        "sa": 125,
        "sd": 115,
        "sp": 80,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "シンクロ", "トレース", "テレパシー" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "282m",
        "hp": 68,
        "at": 85,
        "df": 65,
        "sa": 165,
        "sd": 135,
        "sp": 100,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "フェアリースキン", ,  ]
        }
    }
    },

    {
    "n": "アメタマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 283,
        "hp": 40,
        "at": 30,
        "df": 32,
        "sa": 50,
        "sd": 52,
        "sp": 65,
        "t1": "むし",
        "t2": "みず",
        "ab": [ "すいすい", , "あめうけざら" ]
        }
    }
    },

    {
    "n": "アメモース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 284,
        "hp": 70,
        "at": 60,
        "df": 62,
        "sa": 100,
        "sd": 82,
        "sp": 80,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "いかく", , "きんちょうかん" ]
        }
    }
    },

    // {
    // "n": "キノココ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 285,
    //     "hp": 60,
    //     "at": 40,
    //     "df": 60,
    //     "sa": 40,
    //     "sd": 60,
    //     "sp": 35,
    //     "t1": "くさ",
    //     "t2": "",
    //     "ab": [ "ほうし", "ポイズンヒール", "はやあし" ]
    //     }
    // }
    // },

    {
    "n": "キノガッサ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 286,
        "hp": 60,
        "at": 130,
        "df": 80,
        "sa": 60,
        "sd": 60,
        "sp": 70,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [ "ほうし", "ポイズンヒール", "テクニシャン" ]
        }
    }
    },

    {
    "n": "ナマケロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 287,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 35,
        "sd": 35,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "なまけ", ,  ]
        }
    }
    },

    {
    "n": "ヤルキモノ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 288,
        "hp": 80,
        "at": 80,
        "df": 80,
        "sa": 55,
        "sd": 55,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "やるき", ,  ]
        }
    }
    },

    {
    "n": "ケッキング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 289,
        "hp": 150,
        "at": 160,
        "df": 100,
        "sa": 95,
        "sd": 65,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "なまけ", ,  ]
        }
    }
    },

    {
    "n": "ツチニン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 290,
        "hp": 31,
        "at": 45,
        "df": 90,
        "sa": 30,
        "sd": 30,
        "sp": 40,
        "t1": "むし",
        "t2": "じめん",
        "ab": [ "ふくがん", , "にげあし" ]
        }
    }
    },

    {
    "n": "テッカニン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 291,
        "hp": 61,
        "at": 90,
        "df": 45,
        "sa": 50,
        "sd": 50,
        "sp": 160,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "かそく", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "ヌケニン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 292,
        "hp": 1,
        "at": 90,
        "df": 45,
        "sa": 30,
        "sd": 30,
        "sp": 40,
        "t1": "むし",
        "t2": "ゴースト",
        "ab": [ "ふしぎなまもり", ,  ]
        }
    }
    },

    {
    "n": "ゴニョニョ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 293,
        "hp": 64,
        "at": 51,
        "df": 23,
        "sa": 51,
        "sd": 23,
        "sp": 28,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ぼうおん", , "びびり" ]
        }
    }
    },

    {
    "n": "ドゴーム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 294,
        "hp": 84,
        "at": 71,
        "df": 43,
        "sa": 71,
        "sd": 43,
        "sp": 48,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ぼうおん", , "きもったま" ]
        }
    }
    },

    {
    "n": "バクオング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 295,
        "hp": 104,
        "at": 91,
        "df": 63,
        "sa": 91,
        "sd": 73,
        "sp": 68,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ぼうおん", , "きもったま" ]
        }
    }
    },

    {
    "n": "マクノシタ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 296,
        "hp": 72,
        "at": 60,
        "df": 30,
        "sa": 20,
        "sd": 30,
        "sp": 25,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "あついしぼう", "こんじょう", "ちからずく" ]
        }
    }
    },

    {
    "n": "ハリテヤマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 297,
        "hp": 144,
        "at": 120,
        "df": 60,
        "sa": 40,
        "sd": 60,
        "sp": 50,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "あついしぼう", "こんじょう", "ちからずく" ]
        }
    }
    },

    {
    "n": "ルリリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 298,
        "hp": 50,
        "at": 20,
        "df": 40,
        "sa": 20,
        "sd": 40,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [ "あついしぼう", "ちからもち", "そうしょく" ]
        }
    }
    },

    {
    "n": "ノズパス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 299,
        "hp": 30,
        "at": 45,
        "df": 135,
        "sa": 45,
        "sd": 90,
        "sp": 30,
        "t1": "いわ",
        "t2": "",
        "ab": [ "がんじょう", "じりょく", "すなのちから" ]
        }
    }
    },

    {
    "n": "エネコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 300,
        "hp": 50,
        "at": 45,
        "df": 45,
        "sa": 35,
        "sd": 35,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "メロメロボディ", "ノーマルスキン", "ミラクルスキン" ]
        }
    }
    },

    {
    "n": "エネコロロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 301,
        "hp": 70,
        "at": 65,
        "df": 65,
        "sa": 55,
        "sd": 55,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "メロメロボディ", "ノーマルスキン", "ミラクルスキン" ]
        }
    }
    },

    {
    "n": "ヤミラミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 302,
        "hp": 50,
        "at": 75,
        "df": 75,
        "sa": 65,
        "sd": 65,
        "sp": 50,
        "t1": "あく",
        "t2": "ゴースト",
        "ab": [ "するどいめ", "あとだし", "いたずらごころ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "302m",
        "hp": 50,
        "at": 85,
        "df": 125,
        "sa": 85,
        "sd": 115,
        "sp": 20,
        "t1": "あく",
        "t2": "ゴースト",
        "ab": [ "マジックミラー", ,  ]
        }
    }
    },

    {
    "n": "クチート",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 303,
        "hp": 50,
        "at": 85,
        "df": 85,
        "sa": 55,
        "sd": 55,
        "sp": 50,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [ "かいりきバサミ", "いかく", "ちからずく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "303m",
        "hp": 50,
        "at": 105,
        "df": 125,
        "sa": 55,
        "sd": 95,
        "sp": 50,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [ "ちからもち", ,  ]
        }
    }
    },

    {
    "n": "ココドラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 304,
        "hp": 50,
        "at": 70,
        "df": 100,
        "sa": 40,
        "sd": 40,
        "sp": 30,
        "t1": "はがね",
        "t2": "いわ",
        "ab": [ "がんじょう", "いしあたま", "ヘヴィメタル" ]
        }
    }
    },

    {
    "n": "コドラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 305,
        "hp": 60,
        "at": 90,
        "df": 140,
        "sa": 50,
        "sd": 50,
        "sp": 40,
        "t1": "はがね",
        "t2": "いわ",
        "ab": [ "がんじょう", "いしあたま", "ヘヴィメタル" ]
        }
    }
    },

    {
    "n": "ボスゴドラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 306,
        "hp": 70,
        "at": 110,
        "df": 180,
        "sa": 60,
        "sd": 60,
        "sp": 50,
        "t1": "はがね",
        "t2": "いわ",
        "ab": [ "がんじょう", "いしあたま", "ヘヴィメタル" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "306m",
        "hp": 70,
        "at": 140,
        "df": 230,
        "sa": 60,
        "sd": 80,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [ "フィルター", ,  ]
        }
    }
    },

    {
    "n": "アサナン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 307,
        "hp": 30,
        "at": 40,
        "df": 55,
        "sa": 40,
        "sd": 55,
        "sp": 60,
        "t1": "かくとう",
        "t2": "エスパー",
        "ab": [ "ヨガパワー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "チャーレム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 308,
        "hp": 60,
        "at": 60,
        "df": 75,
        "sa": 60,
        "sd": 75,
        "sp": 80,
        "t1": "かくとう",
        "t2": "エスパー",
        "ab": [ "ヨガパワー", , "テレパシー" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "308m",
        "hp": 60,
        "at": 100,
        "df": 85,
        "sa": 80,
        "sd": 85,
        "sp": 100,
        "t1": "かくとう",
        "t2": "エスパー",
        "ab": [ "ヨガパワー", ,  ]
        }
    }
    },

    {
    "n": "ラクライ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 309,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 65,
        "sd": 40,
        "sp": 65,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", "ひらいしん", "マイナス" ]
        }
    }
    },

    {
    "n": "ライボルト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 310,
        "hp": 70,
        "at": 75,
        "df": 60,
        "sa": 105,
        "sd": 60,
        "sp": 105,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", "ひらいしん", "マイナス" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "310m",
        "hp": 70,
        "at": 75,
        "df": 80,
        "sa": 135,
        "sd": 80,
        "sp": 135,
        "t1": "でんき",
        "t2": "",
        "ab": [ "いかく", ,  ]
        }
    }
    },

    {
    "n": "プラスル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 311,
        "hp": 60,
        "at": 50,
        "df": 40,
        "sa": 85,
        "sd": 75,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [ "プラス", , "ひらいしん" ]
        }
    }
    },

    {
    "n": "マイナン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 312,
        "hp": 60,
        "at": 40,
        "df": 50,
        "sa": 75,
        "sd": 85,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [ "マイナス", , "ちくでん" ]
        }
    }
    },

    {
    "n": "バルビート",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 313,
        "hp": 65,
        "at": 73,
        "df": 75,
        "sa": 47,
        "sd": 85,
        "sp": 85,
        "t1": "むし",
        "t2": "",
        "ab": [ "はっこう", "むしのしらせ", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "イルミーゼ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 314,
        "hp": 65,
        "at": 47,
        "df": 75,
        "sa": 73,
        "sd": 85,
        "sp": 85,
        "t1": "むし",
        "t2": "",
        "ab": [ "どんかん", "いろめがね", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "ロゼリア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 315,
        "hp": 50,
        "at": 60,
        "df": 45,
        "sa": 100,
        "sd": 80,
        "sp": 65,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "しぜんかいふく", "どくのトゲ", "リーフガード" ]
        }
    }
    },

    {
    "n": "ゴクリン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 316,
        "hp": 70,
        "at": 43,
        "df": 53,
        "sa": 43,
        "sd": 53,
        "sp": 40,
        "t1": "どく",
        "t2": "",
        "ab": [ "ヘドロえき", "ねんちゃく", "くいしんぼう" ]
        }
    }
    },

    {
    "n": "マルノーム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 317,
        "hp": 100,
        "at": 73,
        "df": 83,
        "sa": 73,
        "sd": 83,
        "sp": 55,
        "t1": "どく",
        "t2": "",
        "ab": [ "ヘドロえき", "ねんちゃく", "くいしんぼう" ]
        }
    }
    },

    {
    "n": "キバニア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 318,
        "hp": 45,
        "at": 90,
        "df": 20,
        "sa": 65,
        "sd": 20,
        "sp": 65,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "さめはだ", , "かそく" ]
        }
    }
    },

    {
    "n": "サメハダー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 319,
        "hp": 70,
        "at": 120,
        "df": 40,
        "sa": 95,
        "sd": 40,
        "sp": 95,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "さめはだ", , "かそく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "319m",
        "hp": 70,
        "at": 140,
        "df": 70,
        "sa": 110,
        "sd": 65,
        "sp": 105,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "がんじょうあご", ,  ]
        }
    }
    },

    {
    "n": "ホエルコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 320,
        "hp": 130,
        "at": 70,
        "df": 35,
        "sa": 70,
        "sd": 35,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [ "みずのベール", "どんかん", "プレッシャー" ]
        }
    }
    },

    {
    "n": "ホエルオー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 321,
        "hp": 170,
        "at": 90,
        "df": 45,
        "sa": 90,
        "sd": 45,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [ "みずのベール", "どんかん", "プレッシャー" ]
        }
    }
    },

    {
    "n": "ドンメル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 322,
        "hp": 60,
        "at": 60,
        "df": 40,
        "sa": 65,
        "sd": 45,
        "sp": 35,
        "t1": "ほのお",
        "t2": "じめん",
        "ab": [ "どんかん", "たんじゅん", "マイペース" ]
        }
    }
    },

    {
    "n": "バクーダ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 323,
        "hp": 70,
        "at": 100,
        "df": 70,
        "sa": 105,
        "sd": 75,
        "sp": 40,
        "t1": "ほのお",
        "t2": "じめん",
        "ab": [ "マグマのよろい", "ハードロック", "いかりのつぼ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "323m",
        "hp": 70,
        "at": 120,
        "df": 100,
        "sa": 145,
        "sd": 105,
        "sp": 20,
        "t1": "ほのお",
        "t2": "じめん",
        "ab": [ "ちからずく", ,  ]
        }
    }
    },

    {
    "n": "コータス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 324,
        "hp": 70,
        "at": 85,
        "df": 140,
        "sa": 85,
        "sd": 70,
        "sp": 20,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "しろいけむり", "ひでり", "シェルアーマー" ]
        }
    }
    },

    {
    "n": "バネブー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 325,
        "hp": 60,
        "at": 25,
        "df": 35,
        "sa": 70,
        "sd": 80,
        "sp": 60,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "あついしぼう", "マイペース", "くいしんぼう" ]
        }
    }
    },

    {
    "n": "ブーピッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 326,
        "hp": 80,
        "at": 45,
        "df": 65,
        "sa": 90,
        "sd": 110,
        "sp": 80,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "あついしぼう", "マイペース", "くいしんぼう" ]
        }
    }
    },

    {
    "n": "パッチール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 327,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 60,
        "sd": 60,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "マイペース", "ちどりあし", "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ナックラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 328,
        "hp": 45,
        "at": 100,
        "df": 45,
        "sa": 45,
        "sd": 45,
        "sp": 10,
        "t1": "じめん",
        "t2": "",
        "ab": [ "かいりきバサミ", "ありじごく", "ちからずく" ]
        }
    }
    },

    {
    "n": "ビブラーバ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 329,
        "hp": 50,
        "at": 70,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 70,
        "t1": "じめん",
        "t2": "ドラゴン",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "フライゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 330,
        "hp": 80,
        "at": 100,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 100,
        "t1": "じめん",
        "t2": "ドラゴン",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "サボネア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 331,
        "hp": 50,
        "at": 85,
        "df": 40,
        "sa": 85,
        "sd": 40,
        "sp": 35,
        "t1": "くさ",
        "t2": "",
        "ab": [ "すながくれ", , "ちょすい" ]
        }
    }
    },

    {
    "n": "ノクタス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 332,
        "hp": 70,
        "at": 115,
        "df": 60,
        "sa": 115,
        "sd": 60,
        "sp": 55,
        "t1": "くさ",
        "t2": "あく",
        "ab": [ "すながくれ", , "ちょすい" ]
        }
    }
    },

    {
    "n": "チルット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 333,
        "hp": 45,
        "at": 40,
        "df": 60,
        "sa": 40,
        "sd": 75,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "しぜんかいふく", , "ノーてんき" ]
        }
    }
    },

    {
    "n": "チルタリス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 334,
        "hp": 75,
        "at": 70,
        "df": 90,
        "sa": 70,
        "sd": 105,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [ "しぜんかいふく", , "ノーてんき" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "334m",
        "hp": 75,
        "at": 110,
        "df": 110,
        "sa": 110,
        "sd": 105,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "フェアリー",
        "ab": [ "フェアリースキン", ,  ]
        }
    }
    },

    {
    "n": "ザングース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 335,
        "hp": 73,
        "at": 115,
        "df": 60,
        "sa": 60,
        "sd": 60,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "めんえき", , "どくぼうそう" ]
        }
    }
    },

    {
    "n": "ハブネーク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 336,
        "hp": 73,
        "at": 100,
        "df": 60,
        "sa": 100,
        "sd": 60,
        "sp": 65,
        "t1": "どく",
        "t2": "",
        "ab": [ "だっぴ", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "ルナトーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 337,
        "hp": 90,
        "at": 55,
        "df": 65,
        "sa": 95,
        "sd": 85,
        "sp": 70,
        "t1": "いわ",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ソルロック",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 338,
        "hp": 90,
        "at": 95,
        "df": 85,
        "sa": 55,
        "sd": 65,
        "sp": 70,
        "t1": "いわ",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ドジョッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 339,
        "hp": 50,
        "at": 48,
        "df": 43,
        "sa": 46,
        "sd": 41,
        "sp": 60,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "どんかん", "きけんよち", "うるおいボディ" ]
        }
    }
    },

    {
    "n": "ナマズン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 340,
        "hp": 110,
        "at": 78,
        "df": 73,
        "sa": 76,
        "sd": 71,
        "sp": 60,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "どんかん", "きけんよち", "うるおいボディ" ]
        }
    }
    },

    {
    "n": "ヘイガニ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 341,
        "hp": 43,
        "at": 80,
        "df": 65,
        "sa": 50,
        "sd": 35,
        "sp": 35,
        "t1": "みず",
        "t2": "",
        "ab": [ "かいりきバサミ", "シェルアーマー", "てきおうりょく" ]
        }
    }
    },

    {
    "n": "シザリガー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 342,
        "hp": 63,
        "at": 120,
        "df": 85,
        "sa": 90,
        "sd": 55,
        "sp": 55,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "かいりきバサミ", "シェルアーマー", "てきおうりょく" ]
        }
    }
    },

    {
    "n": "ヤジロン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 343,
        "hp": 40,
        "at": 40,
        "df": 55,
        "sa": 40,
        "sd": 70,
        "sp": 55,
        "t1": "じめん",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ネンドール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 344,
        "hp": 60,
        "at": 70,
        "df": 105,
        "sa": 70,
        "sd": 120,
        "sp": 75,
        "t1": "じめん",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "リリーラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 345,
        "hp": 66,
        "at": 41,
        "df": 77,
        "sa": 61,
        "sd": 87,
        "sp": 23,
        "t1": "いわ",
        "t2": "くさ",
        "ab": [ "きゅうばん", , "よびみず" ]
        }
    }
    },

    {
    "n": "ユレイドル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 346,
        "hp": 86,
        "at": 81,
        "df": 97,
        "sa": 81,
        "sd": 107,
        "sp": 43,
        "t1": "いわ",
        "t2": "くさ",
        "ab": [ "きゅうばん", , "よびみず" ]
        }
    }
    },

    {
    "n": "アノプス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 347,
        "hp": 45,
        "at": 95,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 75,
        "t1": "いわ",
        "t2": "むし",
        "ab": [ "カブトアーマー", , "すいすい" ]
        }
    }
    },

    {
    "n": "アーマルド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 348,
        "hp": 75,
        "at": 125,
        "df": 100,
        "sa": 70,
        "sd": 80,
        "sp": 45,
        "t1": "いわ",
        "t2": "むし",
        "ab": [ "カブトアーマー", , "すいすい" ]
        }
    }
    },

    {
    "n": "ヒンバス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 349,
        "hp": 20,
        "at": 15,
        "df": 20,
        "sa": 10,
        "sd": 55,
        "sp": 80,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", "どんかん", "てきおうりょく" ]
        }
    }
    },

    {
    "n": "ミロカロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 350,
        "hp": 95,
        "at": 60,
        "df": 79,
        "sa": 100,
        "sd": 125,
        "sp": 81,
        "t1": "みず",
        "t2": "",
        "ab": [ "ふしぎなうろこ", "かちき", "メロメロボディ" ]
        }
    }
    },

    {
    "n": "ポワルン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 351,
        "hp": 70,
        "at": 70,
        "df": 70,
        "sa": 70,
        "sd": 70,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "てんきや", ,  ]
        }
    }
    },

    {
    "n": "カクレオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 352,
        "hp": 60,
        "at": 90,
        "df": 70,
        "sa": 60,
        "sd": 120,
        "sp": 40,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "へんしょく", , "へんげんじざい" ]
        }
    }
    },

    {
    "n": "カゲボウズ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 353,
        "hp": 44,
        "at": 75,
        "df": 35,
        "sa": 63,
        "sd": 33,
        "sp": 45,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ふみん", "おみとおし", "のろわれボディ" ]
        }
    }
    },

    {
    "n": "ジュペッタ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 354,
        "hp": 64,
        "at": 115,
        "df": 65,
        "sa": 83,
        "sd": 63,
        "sp": 65,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ふみん", "おみとおし", "のろわれボディ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "354m",
        "hp": 64,
        "at": 165,
        "df": 75,
        "sa": 93,
        "sd": 83,
        "sp": 75,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "いたずらごころ", ,  ]
        }
    }
    },

    {
    "n": "ヨマワル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 355,
        "hp": 20,
        "at": 40,
        "df": 90,
        "sa": 30,
        "sd": 90,
        "sp": 25,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ふゆう", , "おみとおし" ]
        }
    }
    },

    {
    "n": "サマヨール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 356,
        "hp": 40,
        "at": 70,
        "df": 130,
        "sa": 60,
        "sd": 130,
        "sp": 25,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "プレッシャー", , "おみとおし" ]
        }
    }
    },

    {
    "n": "トロピウス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 357,
        "hp": 99,
        "at": 68,
        "df": 83,
        "sa": 72,
        "sd": 87,
        "sp": 51,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [ "ようりょくそ", "サンパワー", "しゅうかく" ]
        }
    }
    },

    {
    "n": "チリーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 358,
        "hp": 75,
        "at": 50,
        "df": 80,
        "sa": 95,
        "sd": 90,
        "sp": 65,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "358m",
        "hp": 75,
        "at": 50,
        "df": 110,
        "sa": 135,
        "sd": 120,
        "sp": 65,
        "t1": "エスパー",
        "t2": "はがね",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "アブソル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 359,
        "hp": 65,
        "at": 130,
        "df": 60,
        "sa": 75,
        "sd": 60,
        "sp": 75,
        "t1": "あく",
        "t2": "",
        "ab": [ "プレッシャー", "きょううん", "せいぎのこころ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "359m",
        "hp": 65,
        "at": 150,
        "df": 60,
        "sa": 115,
        "sd": 60,
        "sp": 115,
        "t1": "あく",
        "t2": "",
        "ab": [ "マジックミラー", ,  ]
        },
        "megaZ": {
        "ft": "mega",
        "fn": "メガZ",
        "id": "359z",
        "hp": 65,
        "at": 154,
        "df": 60,
        "sa": 75,
        "sd": 60,
        "sp": 151,
        "t1": "あく",
        "t2": "ゴースト",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "ソーナノ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 360,
        "hp": 95,
        "at": 23,
        "df": 48,
        "sa": 23,
        "sd": 48,
        "sp": 23,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "かげふみ", , "テレパシー" ]
        }
    }
    },

    {
    "n": "ユキワラシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 361,
        "hp": 50,
        "at": 50,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [ "せいしんりょく", "アイスボディ", "ムラっけ" ]
        }
    }
    },

    {
    "n": "オニゴーリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 362,
        "hp": 80,
        "at": 80,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 80,
        "t1": "こおり",
        "t2": "",
        "ab": [ "せいしんりょく", "アイスボディ", "ムラっけ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "362m",
        "hp": 80,
        "at": 120,
        "df": 80,
        "sa": 120,
        "sd": 80,
        "sp": 100,
        "t1": "こおり",
        "t2": "",
        "ab": [ "フリーズスキン", ,  ]
        }
    }
    },

    {
    "n": "タマザラシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 363,
        "hp": 70,
        "at": 40,
        "df": 50,
        "sa": 55,
        "sd": 50,
        "sp": 25,
        "t1": "こおり",
        "t2": "みず",
        "ab": [ "あついしぼう", "アイスボディ", "どんかん" ]
        }
    }
    },

    // {
    // "n": "トドグラー",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 364,
    //     "hp": 90,
    //     "at": 60,
    //     "df": 70,
    //     "sa": 75,
    //     "sd": 70,
    //     "sp": 45,
    //     "t1": "こおり",
    //     "t2": "みず",
    //     "ab": [ "あついしぼう", "アイスボディ", "どんかん" ]
    //     }
    // }
    // },

    {
    "n": "トドゼルガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 365,
        "hp": 110,
        "at": 80,
        "df": 90,
        "sa": 95,
        "sd": 90,
        "sp": 65,
        "t1": "こおり",
        "t2": "みず",
        "ab": [ "あついしぼう", "アイスボディ", "どんかん" ]
        }
    }
    },

    {
    "n": "パールル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 366,
        "hp": 35,
        "at": 64,
        "df": 85,
        "sa": 74,
        "sd": 55,
        "sp": 32,
        "t1": "みず",
        "t2": "",
        "ab": [ "シェルアーマー", , "びびり" ]
        }
    }
    },

    {
    "n": "ハンテール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 367,
        "hp": 55,
        "at": 104,
        "df": 105,
        "sa": 94,
        "sd": 75,
        "sp": 52,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "みずのベール" ]
        }
    }
    },

    {
    "n": "サクラビス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 368,
        "hp": 55,
        "at": 84,
        "df": 105,
        "sa": 114,
        "sd": 75,
        "sp": 52,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "うるおいボディ" ]
        }
    }
    },

    {
    "n": "ジーランス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 369,
        "hp": 100,
        "at": 90,
        "df": 130,
        "sa": 45,
        "sd": 65,
        "sp": 55,
        "t1": "みず",
        "t2": "いわ",
        "ab": [ "すいすい", "いしあたま", "がんじょう" ]
        }
    }
    },

    {
    "n": "ラブカス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 370,
        "hp": 43,
        "at": 30,
        "df": 55,
        "sa": 40,
        "sd": 65,
        "sp": 97,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "うるおいボディ" ]
        }
    }
    },

    {
    "n": "タツベイ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 371,
        "hp": 45,
        "at": 75,
        "df": 60,
        "sa": 40,
        "sd": 30,
        "sp": 50,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "いしあたま", , "ちからずく" ]
        }
    }
    },

    {
    "n": "コモルー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 372,
        "hp": 65,
        "at": 95,
        "df": 100,
        "sa": 60,
        "sd": 50,
        "sp": 50,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "いしあたま", , "ぼうじん" ]
        }
    }
    },

    {
    "n": "ボーマンダ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 373,
        "hp": 95,
        "at": 135,
        "df": 80,
        "sa": 110,
        "sd": 80,
        "sp": 100,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [ "いかく", , "じしんかじょう" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "373m",
        "hp": 95,
        "at": 145,
        "df": 130,
        "sa": 120,
        "sd": 90,
        "sp": 120,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [ "スカイスキン", ,  ]
        }
    }
    },

    {
    "n": "ダンバル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 374,
        "hp": 40,
        "at": 55,
        "df": 80,
        "sa": 35,
        "sd": 60,
        "sp": 30,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "クリアボディ", , "ライトメタル" ]
        }
    }
    },

    {
    "n": "メタング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 375,
        "hp": 60,
        "at": 75,
        "df": 100,
        "sa": 55,
        "sd": 80,
        "sp": 50,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "クリアボディ", , "ライトメタル" ]
        }
    }
    },

    {
    "n": "メタグロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 376,
        "hp": 80,
        "at": 135,
        "df": 130,
        "sa": 95,
        "sd": 90,
        "sp": 70,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "クリアボディ", , "ライトメタル" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "376m",
        "hp": 80,
        "at": 145,
        "df": 150,
        "sa": 105,
        "sd": 110,
        "sp": 110,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "かたいツメ", ,  ]
        }
    }
    },

    {
    "n": "レジロック",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 377,
        "hp": 80,
        "at": 100,
        "df": 200,
        "sa": 50,
        "sd": 100,
        "sp": 50,
        "t1": "いわ",
        "t2": "",
        "ab": [ "クリアボディ", , "がんじょう" ]
        }
    }
    },

    {
    "n": "レジアイス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 378,
        "hp": 80,
        "at": 50,
        "df": 100,
        "sa": 100,
        "sd": 200,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [ "クリアボディ", , "アイスボディ" ]
        }
    }
    },

    {
    "n": "レジスチル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 379,
        "hp": 80,
        "at": 75,
        "df": 150,
        "sa": 75,
        "sd": 150,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [ "クリアボディ", , "ライトメタル" ]
        }
    }
    },

    {
    "n": "ラティアス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 380,
        "hp": 80,
        "at": 80,
        "df": 90,
        "sa": 110,
        "sd": 130,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "380m",
        "hp": 80,
        "at": 100,
        "df": 120,
        "sa": 140,
        "sd": 150,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ラティオス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 381,
        "hp": 80,
        "at": 90,
        "df": 80,
        "sa": 130,
        "sd": 110,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "381m",
        "hp": 80,
        "at": 130,
        "df": 100,
        "sa": 160,
        "sd": 120,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "カイオーガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 382,
        "hp": 100,
        "at": 100,
        "df": 90,
        "sa": 150,
        "sd": 140,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [ "あめふらし", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "382m",
        "hp": 100,
        "at": 150,
        "df": 90,
        "sa": 180,
        "sd": 160,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [ "はじまりのうみ", ,  ]
        }
    }
    },

    {
    "n": "グラードン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 383,
        "hp": 100,
        "at": 150,
        "df": 140,
        "sa": 100,
        "sd": 90,
        "sp": 90,
        "t1": "じめん",
        "t2": "",
        "ab": [ "ひでり", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "383m",
        "hp": 100,
        "at": 180,
        "df": 160,
        "sa": 150,
        "sd": 90,
        "sp": 90,
        "t1": "じめん",
        "t2": "ほのお",
        "ab": [ "おわりのだいち", ,  ]
        }
    }
    },

    {
    "n": "レックウザ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 384,
        "hp": 105,
        "at": 150,
        "df": 90,
        "sa": 150,
        "sd": 90,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [ "エアロック", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "384m",
        "hp": 105,
        "at": 180,
        "df": 100,
        "sa": 180,
        "sd": 100,
        "sp": 115,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [ "デルタストリーム", ,  ]
        }
    }
    },

    {
    "n": "ジラーチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 385,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "てんのめぐみ", ,  ]
        }
    }
    },

    {
    "n": "デオキシス(ノーマル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 150,
        "df": 50,
        "sa": 150,
        "sd": 50,
        "sp": 150,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "プレッシャー", ,  ]
        }
    }
    },

    {
    "n": "デオキシス(アタック)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 180,
        "df": 20,
        "sa": 180,
        "sd": 20,
        "sp": 150,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "プレッシャー", ,  ]
        }
    }
    },

    {
    "n": "デオキシス(ディフェンス)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 70,
        "df": 160,
        "sa": 70,
        "sd": 160,
        "sp": 90,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "プレッシャー", ,  ]
        }
    }
    },

    {
    "n": "デオキシス(スピード)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 95,
        "df": 90,
        "sa": 95,
        "sd": 90,
        "sp": 180,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "プレッシャー", ,  ]
        }
    }
    },

    {
    "n": "ナエトル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 387,
        "hp": 55,
        "at": 68,
        "df": 64,
        "sa": 45,
        "sd": 55,
        "sp": 31,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "シェルアーマー" ]
        }
    }
    },

    {
    "n": "ハヤシガメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 388,
        "hp": 75,
        "at": 89,
        "df": 85,
        "sa": 55,
        "sd": 65,
        "sp": 36,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "シェルアーマー" ]
        }
    }
    },

    {
    "n": "ドダイトス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 389,
        "hp": 95,
        "at": 109,
        "df": 105,
        "sa": 75,
        "sd": 85,
        "sp": 56,
        "t1": "くさ",
        "t2": "じめん",
        "ab": [ "しんりょく", , "シェルアーマー" ]
        }
    }
    },

    {
    "n": "ヒコザル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 390,
        "hp": 44,
        "at": 58,
        "df": 44,
        "sa": 58,
        "sd": 44,
        "sp": 61,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "てつのこぶし" ]
        }
    }
    },

    {
    "n": "モウカザル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 391,
        "hp": 64,
        "at": 78,
        "df": 52,
        "sa": 78,
        "sd": 52,
        "sp": 81,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "もうか", , "てつのこぶし" ]
        }
    }
    },

    {
    "n": "ゴウカザル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 392,
        "hp": 76,
        "at": 104,
        "df": 71,
        "sa": 104,
        "sd": 71,
        "sp": 108,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "もうか", , "てつのこぶし" ]
        }
    }
    },

    {
    "n": "ポッチャマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 393,
        "hp": 53,
        "at": 51,
        "df": 53,
        "sa": 61,
        "sd": 56,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "かちき" ]
        }
    }
    },

    {
    "n": "ポッタイシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 394,
        "hp": 64,
        "at": 66,
        "df": 68,
        "sa": 81,
        "sd": 76,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "かちき" ]
        }
    }
    },

    {
    "n": "エンペルト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 395,
        "hp": 84,
        "at": 86,
        "df": 88,
        "sa": 111,
        "sd": 101,
        "sp": 60,
        "t1": "みず",
        "t2": "はがね",
        "ab": [ "げきりゅう", , "かちき" ]
        }
    }
    },

    {
    "n": "ムックル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 396,
        "hp": 40,
        "at": 55,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", , "すてみ" ]
        }
    }
    },

    {
    "n": "ムクバード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 397,
        "hp": 55,
        "at": 75,
        "df": 50,
        "sa": 40,
        "sd": 40,
        "sp": 80,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "いかく", , "すてみ" ]
        }
    }
    },

    {
    "n": "ムクホーク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 398,
        "hp": 85,
        "at": 120,
        "df": 70,
        "sa": 50,
        "sd": 60,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "いかく", , "すてみ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "398m",
        "hp": 85,
        "at": 140,
        "df": 100,
        "sa": 60,
        "sd": 90,
        "sp": 110,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "ビッパ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 399,
        "hp": 59,
        "at": 45,
        "df": 40,
        "sa": 35,
        "sd": 40,
        "sp": 31,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "たんじゅん", "てんねん", "ムラっけ" ]
        }
    }
    },

    {
    "n": "ビーダル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 400,
        "hp": 79,
        "at": 85,
        "df": 60,
        "sa": 55,
        "sd": 60,
        "sp": 71,
        "t1": "ノーマル",
        "t2": "みず",
        "ab": [ "たんじゅん", "てんねん", "ムラっけ" ]
        }
    }
    },

    {
    "n": "コロボーシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 401,
        "hp": 37,
        "at": 25,
        "df": 41,
        "sa": 25,
        "sd": 41,
        "sp": 25,
        "t1": "むし",
        "t2": "",
        "ab": [ "だっぴ", , "にげあし" ]
        }
    }
    },

    {
    "n": "コロトック",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 402,
        "hp": 77,
        "at": 85,
        "df": 51,
        "sa": 55,
        "sd": 51,
        "sp": 65,
        "t1": "むし",
        "t2": "",
        "ab": [ "むしのしらせ", , "テクニシャン" ]
        }
    }
    },

    {
    "n": "コリンク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 403,
        "hp": 45,
        "at": 65,
        "df": 34,
        "sa": 40,
        "sd": 34,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [ "とうそうしん", "いかく", "こんじょう" ]
        }
    }
    },

    {
    "n": "ルクシオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 404,
        "hp": 60,
        "at": 85,
        "df": 49,
        "sa": 60,
        "sd": 49,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [ "とうそうしん", "いかく", "こんじょう" ]
        }
    }
    },

    {
    "n": "レントラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 405,
        "hp": 80,
        "at": 120,
        "df": 79,
        "sa": 95,
        "sd": 79,
        "sp": 70,
        "t1": "でんき",
        "t2": "",
        "ab": [ "とうそうしん", "いかく", "こんじょう" ]
        }
    }
    },

    {
    "n": "スボミー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 406,
        "hp": 40,
        "at": 30,
        "df": 35,
        "sa": 50,
        "sd": 70,
        "sp": 55,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "しぜんかいふく", "どくのトゲ", "リーフガード" ]
        }
    }
    },

    {
    "n": "ロズレイド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 407,
        "hp": 60,
        "at": 70,
        "df": 65,
        "sa": 125,
        "sd": 105,
        "sp": 90,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "しぜんかいふく", "どくのトゲ", "テクニシャン" ]
        }
    }
    },

    {
    "n": "ズガイドス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 408,
        "hp": 67,
        "at": 125,
        "df": 40,
        "sa": 30,
        "sd": 30,
        "sp": 58,
        "t1": "いわ",
        "t2": "",
        "ab": [ "かたやぶり", , "ちからずく" ]
        }
    }
    },

    {
    "n": "ラムパルド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 409,
        "hp": 97,
        "at": 165,
        "df": 60,
        "sa": 65,
        "sd": 50,
        "sp": 58,
        "t1": "いわ",
        "t2": "",
        "ab": [ "かたやぶり", , "ちからずく" ]
        }
    }
    },

    {
    "n": "タテトプス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 410,
        "hp": 30,
        "at": 42,
        "df": 118,
        "sa": 42,
        "sd": 88,
        "sp": 30,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [ "がんじょう", , "ぼうおん" ]
        }
    }
    },

    {
    "n": "トリデプス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 411,
        "hp": 60,
        "at": 52,
        "df": 168,
        "sa": 47,
        "sd": 138,
        "sp": 30,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [ "がんじょう", , "ぼうおん" ]
        }
    }
    },

    {
    "n": "ミノムッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 412,
        "hp": 40,
        "at": 29,
        "df": 45,
        "sa": 29,
        "sd": 45,
        "sp": 36,
        "t1": "むし",
        "t2": "",
        "ab": [ "だっぴ", , "ぼうじん" ]
        }
    }
    },

    {
    "n": "ミノマダム(くさき)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 413,
        "hp": 60,
        "at": 59,
        "df": 85,
        "sa": 79,
        "sd": 105,
        "sp": 36,
        "t1": "むし",
        "t2": "くさ",
        "ab": [ "きけんよち", , "ぼうじん" ]
        }
    }
    },

    {
    "n": "ミノマダム(すなち)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 413,
        "hp": 60,
        "at": 79,
        "df": 105,
        "sa": 59,
        "sd": 85,
        "sp": 36,
        "t1": "むし",
        "t2": "じめん",
        "ab": [ "きけんよち", , "ぼうじん" ]
        }
    }
    },

    {
    "n": "ミノマダム(ゴミ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 413,
        "hp": 60,
        "at": 69,
        "df": 95,
        "sa": 69,
        "sd": 95,
        "sp": 36,
        "t1": "むし",
        "t2": "はがね",
        "ab": [ "きけんよち", , "ぼうじん" ]
        }
    }
    },

    {
    "n": "ガーメイル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 414,
        "hp": 70,
        "at": 94,
        "df": 50,
        "sa": 94,
        "sd": 50,
        "sp": 66,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "むしのしらせ", , "いろめがね" ]
        }
    }
    },

    {
    "n": "ミツハニー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 415,
        "hp": 30,
        "at": 30,
        "df": 42,
        "sa": 30,
        "sd": 42,
        "sp": 70,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "みつあつめ", , "はりきり" ]
        }
    }
    },

    {
    "n": "ビークイン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 416,
        "hp": 70,
        "at": 80,
        "df": 102,
        "sa": 80,
        "sd": 102,
        "sp": 40,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "プレッシャー", , "きんちょうかん" ]
        }
    }
    },

    {
    "n": "パチリス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 417,
        "hp": 60,
        "at": 45,
        "df": 70,
        "sa": 45,
        "sd": 90,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [ "にげあし", "ものひろい", "ちくでん" ]
        }
    }
    },

    {
    "n": "ブイゼル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 418,
        "hp": 55,
        "at": 65,
        "df": 35,
        "sa": 60,
        "sd": 30,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "みずのベール" ]
        }
    }
    },

    {
    "n": "フローゼル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 419,
        "hp": 85,
        "at": 105,
        "df": 55,
        "sa": 85,
        "sd": 50,
        "sp": 115,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "みずのベール" ]
        }
    }
    },

    {
    "n": "チェリンボ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 420,
        "hp": 45,
        "at": 35,
        "df": 45,
        "sa": 62,
        "sd": 53,
        "sp": 35,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", ,  ]
        }
    }
    },

    {
    "n": "チェリム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 421,
        "hp": 70,
        "at": 60,
        "df": 70,
        "sa": 87,
        "sd": 78,
        "sp": 85,
        "t1": "くさ",
        "t2": "",
        "ab": [ "フラワーギフト", ,  ]
        }
    }
    },

    {
    "n": "カラナクシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 422,
        "hp": 76,
        "at": 48,
        "df": 48,
        "sa": 57,
        "sd": 62,
        "sp": 34,
        "t1": "みず",
        "t2": "",
        "ab": [ "ねんちゃく", "よびみず", "すなのちから" ]
        }
    }
    },

    {
    "n": "トリトドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 423,
        "hp": 111,
        "at": 83,
        "df": 68,
        "sa": 92,
        "sd": 82,
        "sp": 39,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "ねんちゃく", "よびみず", "すなのちから" ]
        }
    }
    },

    {
    "n": "エテボース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 424,
        "hp": 75,
        "at": 100,
        "df": 66,
        "sa": 60,
        "sd": 66,
        "sp": 115,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "テクニシャン", "ものひろい", "スキルリンク" ]
        }
    }
    },

    {
    "n": "フワンテ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 425,
        "hp": 90,
        "at": 50,
        "df": 34,
        "sa": 60,
        "sd": 44,
        "sp": 70,
        "t1": "ゴースト",
        "t2": "ひこう",
        "ab": [ "ゆうばく", "かるわざ", "ねつぼうそう" ]
        }
    }
    },

    {
    "n": "フワライド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 426,
        "hp": 150,
        "at": 80,
        "df": 44,
        "sa": 90,
        "sd": 54,
        "sp": 80,
        "t1": "ゴースト",
        "t2": "ひこう",
        "ab": [ "ゆうばく", "かるわざ", "ねつぼうそう" ]
        }
    }
    },

    // {
    // "n": "ミミロル",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 427,
    //     "hp": 55,
    //     "at": 66,
    //     "df": 44,
    //     "sa": 44,
    //     "sd": 56,
    //     "sp": 85,
    //     "t1": "ノーマル",
    //     "t2": "",
    //     "ab": [ "にげあし", "ぶきよう", "じゅうなん" ]
    //     }
    // }
    // },

    {
    "n": "ミミロップ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 428,
        "hp": 65,
        "at": 76,
        "df": 84,
        "sa": 54,
        "sd": 96,
        "sp": 105,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "メロメロボディ", "ぶきよう", "じゅうなん" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "428m",
        "hp": 65,
        "at": 136,
        "df": 94,
        "sa": 54,
        "sd": 96,
        "sp": 135,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [ "きもったま", ,  ]
        }
    }
    },

    {
    "n": "ムウマージ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 429,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 105,
        "sd": 105,
        "sp": 105,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ドンカラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 430,
        "hp": 100,
        "at": 125,
        "df": 52,
        "sa": 105,
        "sd": 52,
        "sp": 71,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [ "ふみん", "きょううん", "じしんかじょう" ]
        }
    }
    },

    {
    "n": "ニャルマー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 431,
        "hp": 49,
        "at": 55,
        "df": 42,
        "sa": 42,
        "sd": 37,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "じゅうなん", "マイペース", "するどいめ" ]
        }
    }
    },

    {
    "n": "ブニャット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 432,
        "hp": 71,
        "at": 82,
        "df": 64,
        "sa": 64,
        "sd": 59,
        "sp": 112,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "あついしぼう", "マイペース", "まけんき" ]
        }
    }
    },

    {
    "n": "リーシャン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 433,
        "hp": 45,
        "at": 30,
        "df": 50,
        "sa": 65,
        "sd": 50,
        "sp": 45,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "スカンプー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 434,
        "hp": 63,
        "at": 63,
        "df": 47,
        "sa": 41,
        "sd": 41,
        "sp": 74,
        "t1": "どく",
        "t2": "あく",
        "ab": [ "あくしゅう", "ゆうばく", "するどいめ" ]
        }
    }
    },

    {
    "n": "スカタンク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 435,
        "hp": 103,
        "at": 93,
        "df": 67,
        "sa": 71,
        "sd": 61,
        "sp": 84,
        "t1": "どく",
        "t2": "あく",
        "ab": [ "あくしゅう", "ゆうばく", "するどいめ" ]
        }
    }
    },

    {
    "n": "ドーミラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 436,
        "hp": 57,
        "at": 24,
        "df": 86,
        "sa": 24,
        "sd": 86,
        "sp": 23,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "ふゆう", "たいねつ", "ヘヴィメタル" ]
        }
    }
    },

    {
    "n": "ドータクン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 437,
        "hp": 67,
        "at": 89,
        "df": 116,
        "sa": 79,
        "sd": 116,
        "sp": 33,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "ふゆう", "たいねつ", "ヘヴィメタル" ]
        }
    }
    },

    {
    "n": "ウソハチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 438,
        "hp": 50,
        "at": 80,
        "df": 95,
        "sa": 10,
        "sd": 45,
        "sp": 10,
        "t1": "いわ",
        "t2": "",
        "ab": [ "がんじょう", "いしあたま", "びびり" ]
        }
    }
    },

    {
    "n": "マネネ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 439,
        "hp": 20,
        "at": 25,
        "df": 45,
        "sa": 70,
        "sd": 90,
        "sp": 60,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "ぼうおん", "フィルター", "テクニシャン" ]
        }
    }
    },

    {
    "n": "ピンプク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 440,
        "hp": 100,
        "at": 5,
        "df": 5,
        "sa": 15,
        "sd": 65,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "しぜんかいふく", "てんのめぐみ", "フレンドガード" ]
        }
    }
    },

    {
    "n": "ペラップ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 441,
        "hp": 76,
        "at": 65,
        "df": 45,
        "sa": 92,
        "sd": 42,
        "sp": 91,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "ちどりあし", "はとむね" ]
        }
    }
    },

    {
    "n": "ミカルゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 442,
        "hp": 50,
        "at": 92,
        "df": 108,
        "sa": 92,
        "sd": 108,
        "sp": 35,
        "t1": "ゴースト",
        "t2": "あく",
        "ab": [ "プレッシャー", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "フカマル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 443,
        "hp": 58,
        "at": 70,
        "df": 45,
        "sa": 40,
        "sd": 45,
        "sp": 42,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "すながくれ", , "さめはだ" ]
        }
    }
    },

    {
    "n": "ガバイト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 444,
        "hp": 68,
        "at": 90,
        "df": 65,
        "sa": 50,
        "sd": 55,
        "sp": 82,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "すながくれ", , "さめはだ" ]
        }
    }
    },

    {
    "n": "ガブリアス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 445,
        "hp": 108,
        "at": 130,
        "df": 95,
        "sa": 80,
        "sd": 85,
        "sp": 102,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "すながくれ", , "さめはだ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "445m",
        "hp": 108,
        "at": 170,
        "df": 115,
        "sa": 120,
        "sd": 95,
        "sp": 92,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "すなのちから", ,  ]
        },
        "megaZ": {
        "ft": "mega",
        "fn": "メガZ",
        "id": "445z",
        "hp": 108,
        "at": 130,
        "df": 85,
        "sa": 141,
        "sd": 85,
        "sp": 151,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "ゴンベ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 446,
        "hp": 135,
        "at": 85,
        "df": 40,
        "sa": 40,
        "sd": 85,
        "sp": 5,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ものひろい", "あついしぼう", "くいしんぼう" ]
        }
    }
    },

    {
    "n": "リオル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 447,
        "hp": 40,
        "at": 70,
        "df": 40,
        "sa": 35,
        "sd": 40,
        "sp": 60,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "ふくつのこころ", "せいしんりょく", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "ルカリオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 448,
        "hp": 70,
        "at": 110,
        "df": 70,
        "sa": 115,
        "sd": 70,
        "sp": 90,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [ "ふくつのこころ", "せいしんりょく", "せいぎのこころ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "448m",
        "hp": 70,
        "at": 145,
        "df": 88,
        "sa": 140,
        "sd": 70,
        "sp": 112,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [ "てきおうりょく", ,  ]
        },
        "megaZ": {
        "ft": "mega",
        "fn": "メガZ",
        "id": "448z",
        "hp": 70,
        "at": 100,
        "df": 70,
        "sa": 164,
        "sd": 70,
        "sp": 151,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "ヒポポタス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 449,
        "hp": 68,
        "at": 72,
        "df": 78,
        "sa": 38,
        "sd": 42,
        "sp": 32,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すなおこし", , "すなのちから" ]
        }
    }
    },

    {
    "n": "カバルドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 450,
        "hp": 108,
        "at": 112,
        "df": 118,
        "sa": 68,
        "sd": 72,
        "sp": 47,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すなおこし", , "すなのちから" ]
        }
    }
    },

    // {
    // "n": "スコルピ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 451,
    //     "hp": 40,
    //     "at": 50,
    //     "df": 90,
    //     "sa": 30,
    //     "sd": 55,
    //     "sp": 65,
    //     "t1": "どく",
    //     "t2": "むし",
    //     "ab": [ "カブトアーマー", "スナイパー", "するどいめ" ]
    //     }
    // }
    // },

    {
    "n": "ドラピオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 452,
        "hp": 70,
        "at": 90,
        "df": 110,
        "sa": 60,
        "sd": 75,
        "sp": 95,
        "t1": "どく",
        "t2": "あく",
        "ab": [ "カブトアーマー", "スナイパー", "するどいめ" ]
        }
    }
    },

    {
    "n": "グレッグル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 453,
        "hp": 48,
        "at": 61,
        "df": 40,
        "sa": 61,
        "sd": 40,
        "sp": 50,
        "t1": "どく",
        "t2": "かくとう",
        "ab": [ "きけんよち", "かんそうはだ", "どくしゅ" ]
        }
    }
    },

    {
    "n": "ドクロッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 454,
        "hp": 83,
        "at": 106,
        "df": 65,
        "sa": 86,
        "sd": 65,
        "sp": 85,
        "t1": "どく",
        "t2": "かくとう",
        "ab": [ "きけんよち", "かんそうはだ", "どくしゅ" ]
        }
    }
    },

    {
    "n": "マスキッパ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 455,
        "hp": 74,
        "at": 100,
        "df": 72,
        "sa": 90,
        "sd": 72,
        "sp": 46,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ケイコウオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 456,
        "hp": 49,
        "at": 49,
        "df": 56,
        "sa": 49,
        "sd": 61,
        "sp": 66,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", "よびみず", "みずのベール" ]
        }
    }
    },

    {
    "n": "ネオラント",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 457,
        "hp": 69,
        "at": 69,
        "df": 76,
        "sa": 69,
        "sd": 86,
        "sp": 91,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", "よびみず", "みずのベール" ]
        }
    }
    },

    {
    "n": "タマンタ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 458,
        "hp": 45,
        "at": 20,
        "df": 50,
        "sa": 60,
        "sd": 120,
        "sp": 50,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [ "すいすい", "ちょすい", "みずのベール" ]
        }
    }
    },

    {
    "n": "ユキカブリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 459,
        "hp": 60,
        "at": 62,
        "df": 50,
        "sa": 62,
        "sd": 60,
        "sp": 40,
        "t1": "くさ",
        "t2": "こおり",
        "ab": [ "ゆきふらし", , "ぼうおん" ]
        }
    }
    },

    {
    "n": "ユキノオー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 460,
        "hp": 90,
        "at": 92,
        "df": 75,
        "sa": 92,
        "sd": 85,
        "sp": 60,
        "t1": "くさ",
        "t2": "こおり",
        "ab": [ "ゆきふらし", , "ぼうおん" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "460m",
        "hp": 90,
        "at": 132,
        "df": 105,
        "sa": 132,
        "sd": 105,
        "sp": 30,
        "t1": "くさ",
        "t2": "こおり",
        "ab": [ "ゆきふらし", ,  ]
        }
    }
    },

    {
    "n": "マニューラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 461,
        "hp": 70,
        "at": 120,
        "df": 65,
        "sa": 45,
        "sd": 85,
        "sp": 125,
        "t1": "あく",
        "t2": "こおり",
        "ab": [ "プレッシャー", , "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ジバコイル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 462,
        "hp": 70,
        "at": 70,
        "df": 115,
        "sa": 130,
        "sd": 90,
        "sp": 60,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [ "じりょく", "がんじょう", "アナライズ" ]
        }
    }
    },

    {
    "n": "ベロベルト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 463,
        "hp": 110,
        "at": 85,
        "df": 95,
        "sa": 80,
        "sd": 95,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "マイペース", "どんかん", "ノーてんき" ]
        }
    }
    },

    {
    "n": "ドサイドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 464,
        "hp": 115,
        "at": 140,
        "df": 130,
        "sa": 55,
        "sd": 55,
        "sp": 40,
        "t1": "じめん",
        "t2": "いわ",
        "ab": [ "ひらいしん", "ハードロック", "すてみ" ]
        }
    }
    },

    {
    "n": "モジャンボ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 465,
        "hp": 100,
        "at": 100,
        "df": 125,
        "sa": 110,
        "sd": 50,
        "sp": 50,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "リーフガード", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "エレキブル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 466,
        "hp": 75,
        "at": 123,
        "df": 67,
        "sa": 95,
        "sd": 85,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [ "でんきエンジン", , "やるき" ]
        }
    }
    },

    {
    "n": "ブーバーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 467,
        "hp": 75,
        "at": 95,
        "df": 67,
        "sa": 125,
        "sd": 95,
        "sp": 83,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "ほのおのからだ", , "やるき" ]
        }
    }
    },

    {
    "n": "トゲキッス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 468,
        "hp": 85,
        "at": 50,
        "df": 95,
        "sa": 120,
        "sd": 115,
        "sp": 80,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [ "はりきり", "てんのめぐみ", "きょううん" ]
        }
    }
    },

    {
    "n": "メガヤンマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 469,
        "hp": 86,
        "at": 76,
        "df": 86,
        "sa": 116,
        "sd": 56,
        "sp": 95,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "かそく", "いろめがね", "おみとおし" ]
        }
    }
    },

    {
    "n": "リーフィア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 470,
        "hp": 65,
        "at": 110,
        "df": 130,
        "sa": 60,
        "sd": 65,
        "sp": 95,
        "t1": "くさ",
        "t2": "",
        "ab": [ "リーフガード", , "ようりょくそ" ]
        }
    }
    },

    {
    "n": "グレイシア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 471,
        "hp": 65,
        "at": 60,
        "df": 110,
        "sa": 130,
        "sd": 95,
        "sp": 65,
        "t1": "こおり",
        "t2": "",
        "ab": [ "ゆきがくれ", , "アイスボディ" ]
        }
    }
    },

    {
    "n": "グライオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 472,
        "hp": 75,
        "at": 95,
        "df": 125,
        "sa": 45,
        "sd": 75,
        "sp": 95,
        "t1": "じめん",
        "t2": "ひこう",
        "ab": [ "かいりきバサミ", "すながくれ", "ポイズンヒール" ]
        }
    }
    },

    {
    "n": "マンムー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 473,
        "hp": 110,
        "at": 130,
        "df": 80,
        "sa": 70,
        "sd": 60,
        "sp": 80,
        "t1": "こおり",
        "t2": "じめん",
        "ab": [ "どんかん", "ゆきがくれ", "あついしぼう" ]
        }
    }
    },

    {
    "n": "ポリゴンＺ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 474,
        "hp": 85,
        "at": 80,
        "df": 70,
        "sa": 135,
        "sd": 75,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "てきおうりょく", "ダウンロード", "アナライズ" ]
        }
    }
    },

    {
    "n": "エルレイド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 475,
        "hp": 68,
        "at": 125,
        "df": 65,
        "sa": 65,
        "sd": 115,
        "sp": 80,
        "t1": "エスパー",
        "t2": "かくとう",
        "ab": [ "ふくつのこころ", "きれあじ", "せいぎのこころ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "475m",
        "hp": 68,
        "at": 165,
        "df": 95,
        "sa": 65,
        "sd": 115,
        "sp": 110,
        "t1": "エスパー",
        "t2": "かくとう",
        "ab": [ "せいしんりょく", ,  ]
        }
    }
    },

    {
    "n": "ダイノーズ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 476,
        "hp": 60,
        "at": 55,
        "df": 145,
        "sa": 75,
        "sd": 150,
        "sp": 40,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [ "がんじょう", "じりょく", "すなのちから" ]
        }
    }
    },

    {
    "n": "ヨノワール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 477,
        "hp": 45,
        "at": 100,
        "df": 135,
        "sa": 65,
        "sd": 135,
        "sp": 45,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "プレッシャー", , "おみとおし" ]
        }
    }
    },

    {
    "n": "ユキメノコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 478,
        "hp": 70,
        "at": 80,
        "df": 70,
        "sa": 80,
        "sd": 70,
        "sp": 110,
        "t1": "こおり",
        "t2": "ゴースト",
        "ab": [ "ゆきがくれ", , "のろわれボディ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "478ｍ",
        "hp": 70,
        "at": 80,
        "df": 70,
        "sa": 140,
        "sd": 100,
        "sp": 120,
        "t1": "こおり",
        "t2": "ゴースト",
        "ab": [ "ゆきふらし", ,  ]
        }
    }
    },

    {
    "n": "ロトム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 50,
        "df": 77,
        "sa": 95,
        "sd": 77,
        "sp": 91,
        "t1": "でんき",
        "t2": "ゴースト",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ヒートロトム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "ほのお",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ウォッシュロトム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "みず",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "フロストロトム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "こおり",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "スピンロトム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "カットロトム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "くさ",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ユクシー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 480,
        "hp": 75,
        "at": 75,
        "df": 130,
        "sa": 75,
        "sd": 130,
        "sp": 95,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "エムリット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 481,
        "hp": 80,
        "at": 105,
        "df": 105,
        "sa": 105,
        "sd": 105,
        "sp": 80,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "アグノム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 482,
        "hp": 75,
        "at": 125,
        "df": 70,
        "sa": 125,
        "sd": 70,
        "sp": 115,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ディアルガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 483,
        "hp": 100,
        "at": 120,
        "df": 120,
        "sa": 150,
        "sd": 100,
        "sp": 90,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [ "プレッシャー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "ディアルガ(オリジン)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 483,
        "hp": 100,
        "at": 100,
        "df": 120,
        "sa": 150,
        "sd": 120,
        "sp": 90,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [ "プレッシャー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "パルキア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 484,
        "hp": 90,
        "at": 120,
        "df": 100,
        "sa": 150,
        "sd": 120,
        "sp": 100,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [ "プレッシャー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "パルキア(オリジン)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 484,
        "hp": 90,
        "at": 100,
        "df": 100,
        "sa": 150,
        "sd": 120,
        "sp": 120,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [ "プレッシャー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "ヒードラン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 485,
        "hp": 91,
        "at": 90,
        "df": 106,
        "sa": 130,
        "sd": 106,
        "sp": 77,
        "t1": "ほのお",
        "t2": "はがね",
        "ab": [ "もらいび", , "ほのおのからだ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "485m",
        "hp": 91,
        "at": 120,
        "df": 106,
        "sa": 175,
        "sd": 141,
        "sp": 67,
        "t1": "ほのお",
        "t2": "はがね",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "レジギガス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 486,
        "hp": 110,
        "at": 160,
        "df": 110,
        "sa": 80,
        "sd": 110,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "スロースタート", ,  ]
        }
    }
    },

    {
    "n": "ギラティナ(アナザー)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 487,
        "hp": 150,
        "at": 100,
        "df": 120,
        "sa": 100,
        "sd": 120,
        "sp": 90,
        "t1": "ゴースト",
        "t2": "ドラゴン",
        "ab": [ "プレッシャー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "ギラティナ(オリジン)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 487,
        "hp": 150,
        "at": 120,
        "df": 100,
        "sa": 120,
        "sd": 100,
        "sp": 90,
        "t1": "ゴースト",
        "t2": "ドラゴン",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "クレセリア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 488,
        "hp": 120,
        "at": 70,
        "df": 110,
        "sa": 75,
        "sd": 120,
        "sp": 85,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "フィオネ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 489,
        "hp": 80,
        "at": 80,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 80,
        "t1": "みず",
        "t2": "",
        "ab": [ "うるおいボディ", ,  ]
        }
    }
    },

    {
    "n": "マナフィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 490,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "みず",
        "t2": "",
        "ab": [ "うるおいボディ", ,  ]
        }
    }
    },

    {
    "n": "ダークライ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 491,
        "hp": 70,
        "at": 90,
        "df": 90,
        "sa": 135,
        "sd": 90,
        "sp": 125,
        "t1": "あく",
        "t2": "",
        "ab": [ "ナイトメア", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "491m",
        "hp": 70,
        "at": 120,
        "df": 130,
        "sa": 165,
        "sd": 130,
        "sp": 85,
        "t1": "あく",
        "t2": "",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "シェイミ(ランド)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 492,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しぜんかいふく", ,  ]
        }
    }
    },

    {
    "n": "シェイミ(スカイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 492,
        "hp": 100,
        "at": 103,
        "df": 75,
        "sa": 120,
        "sd": 75,
        "sp": 127,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [ "てんのめぐみ", ,  ]
        }
    }
    },

    {
    "n": "アルセウス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 493,
        "hp": 120,
        "at": 120,
        "df": 120,
        "sa": 120,
        "sd": 120,
        "sp": 120,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "マルチタイプ", ,  ]
        }
    }
    },

    {
    "n": "ビクティニ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 494,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "エスパー",
        "t2": "ほのお",
        "ab": [ "しょうりのほし", ,  ]
        }
    }
    },

    {
    "n": "ツタージャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 495,
        "hp": 45,
        "at": 45,
        "df": 55,
        "sa": 45,
        "sd": 55,
        "sp": 63,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ジャノビー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 496,
        "hp": 60,
        "at": 60,
        "df": 75,
        "sa": 60,
        "sd": 75,
        "sp": 83,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ジャローダ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 497,
        "hp": 75,
        "at": 75,
        "df": 95,
        "sa": 75,
        "sd": 95,
        "sp": 113,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ポカブ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 498,
        "hp": 65,
        "at": 63,
        "df": 45,
        "sa": 45,
        "sd": 45,
        "sp": 45,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "あついしぼう" ]
        }
    }
    },

    {
    "n": "チャオブー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 499,
        "hp": 90,
        "at": 93,
        "df": 55,
        "sa": 70,
        "sd": 55,
        "sp": 55,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "もうか", , "あついしぼう" ]
        }
    }
    },

    {
    "n": "エンブオー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": "500m",
        "hp": 110,
        "at": 123,
        "df": 65,
        "sa": 100,
        "sd": 65,
        "sp": 65,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "もうか", , "すてみ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": 500,
        "hp": 110,
        "at": 148,
        "df": 75,
        "sa": 110,
        "sd": 110,
        "sp": 75,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [ "かたやぶり", ,  ]
        }
    }
    },

    {
    "n": "ミジュマル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 501,
        "hp": 55,
        "at": 55,
        "df": 45,
        "sa": 63,
        "sd": 45,
        "sp": 45,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "シェルアーマー" ]
        }
    }
    },

    {
    "n": "フタチマル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 502,
        "hp": 75,
        "at": 75,
        "df": 60,
        "sa": 83,
        "sd": 60,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "シェルアーマー" ]
        }
    }
    },

    {
    "n": "ダイケンキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 503,
        "hp": 95,
        "at": 100,
        "df": 85,
        "sa": 108,
        "sd": 70,
        "sp": 70,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "シェルアーマー" ]
        }
    }
    },

    {
    "n": "ダイケンキ(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 503,
        "hp": 90,
        "at": 108,
        "df": 80,
        "sa": 100,
        "sd": 65,
        "sp": 85,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "げきりゅう", , "きれあじ" ]
        }
    }
    },

    {
    "n": "ミネズミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 504,
        "hp": 45,
        "at": 55,
        "df": 39,
        "sa": 35,
        "sd": 39,
        "sp": 42,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "するどいめ", "アナライズ" ]
        }
    }
    },

    {
    "n": "ミルホッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 505,
        "hp": 60,
        "at": 85,
        "df": 69,
        "sa": 60,
        "sd": 69,
        "sp": 77,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "はっこう", "するどいめ", "アナライズ" ]
        }
    }
    },

    {
    "n": "ヨーテリー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 506,
        "hp": 45,
        "at": 60,
        "df": 45,
        "sa": 25,
        "sd": 45,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "やるき", "ものひろい", "にげあし" ]
        }
    }
    },

    {
    "n": "ハーデリア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 507,
        "hp": 65,
        "at": 80,
        "df": 65,
        "sa": 35,
        "sd": 65,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "いかく", "すなかき", "きもったま" ]
        }
    }
    },

    {
    "n": "ムーランド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 508,
        "hp": 85,
        "at": 110,
        "df": 90,
        "sa": 45,
        "sd": 90,
        "sp": 80,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "いかく", "すなかき", "きもったま" ]
        }
    }
    },

    {
    "n": "チョロネコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 509,
        "hp": 41,
        "at": 50,
        "df": 37,
        "sa": 50,
        "sd": 37,
        "sp": 66,
        "t1": "あく",
        "t2": "",
        "ab": [ "じゅうなん", "かるわざ", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "レパルダス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 510,
        "hp": 64,
        "at": 88,
        "df": 50,
        "sa": 88,
        "sd": 50,
        "sp": 106,
        "t1": "あく",
        "t2": "",
        "ab": [ "じゅうなん", "かるわざ", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "ヤナップ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 511,
        "hp": 50,
        "at": 53,
        "df": 48,
        "sa": 53,
        "sd": 48,
        "sp": 64,
        "t1": "くさ",
        "t2": "",
        "ab": [ "くいしんぼう", , "しんりょく" ]
        }
    }
    },

    {
    "n": "ヤナッキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 512,
        "hp": 75,
        "at": 98,
        "df": 63,
        "sa": 98,
        "sd": 63,
        "sp": 101,
        "t1": "くさ",
        "t2": "",
        "ab": [ "くいしんぼう", , "しんりょく" ]
        }
    }
    },

    {
    "n": "バオップ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 513,
        "hp": 50,
        "at": 53,
        "df": 48,
        "sa": 53,
        "sd": 48,
        "sp": 64,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "くいしんぼう", , "もうか" ]
        }
    }
    },

    {
    "n": "バオッキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 514,
        "hp": 75,
        "at": 98,
        "df": 63,
        "sa": 98,
        "sd": 63,
        "sp": 101,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "くいしんぼう", , "もうか" ]
        }
    }
    },

    {
    "n": "ヒヤップ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 515,
        "hp": 50,
        "at": 53,
        "df": 48,
        "sa": 53,
        "sd": 48,
        "sp": 64,
        "t1": "みず",
        "t2": "",
        "ab": [ "くいしんぼう", , "げきりゅう" ]
        }
    }
    },

    {
    "n": "ヒヤッキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 516,
        "hp": 75,
        "at": 98,
        "df": 63,
        "sa": 98,
        "sd": 63,
        "sp": 101,
        "t1": "みず",
        "t2": "",
        "ab": [ "くいしんぼう", , "げきりゅう" ]
        }
    }
    },

    {
    "n": "ムンナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 517,
        "hp": 76,
        "at": 25,
        "df": 45,
        "sa": 67,
        "sd": 55,
        "sp": 24,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "よちむ", "シンクロ", "テレパシー" ]
        }
    }
    },

    {
    "n": "ムシャーナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 518,
        "hp": 116,
        "at": 55,
        "df": 85,
        "sa": 107,
        "sd": 95,
        "sp": 29,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "よちむ", "シンクロ", "テレパシー" ]
        }
    }
    },

    {
    "n": "マメパト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 519,
        "hp": 50,
        "at": 55,
        "df": 50,
        "sa": 36,
        "sd": 30,
        "sp": 43,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "はとむね", "きょううん", "とうそうしん" ]
        }
    }
    },

    {
    "n": "ハトーボー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 520,
        "hp": 62,
        "at": 77,
        "df": 62,
        "sa": 50,
        "sd": 42,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "はとむね", "きょううん", "とうそうしん" ]
        }
    }
    },

    {
    "n": "ケンホロウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 521,
        "hp": 80,
        "at": 115,
        "df": 80,
        "sa": 65,
        "sd": 55,
        "sp": 93,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "はとむね", "きょううん", "とうそうしん" ]
        }
    }
    },

    {
    "n": "シママ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 522,
        "hp": 45,
        "at": 60,
        "df": 32,
        "sa": 50,
        "sd": 32,
        "sp": 76,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ひらいしん", "でんきエンジン", "そうしょく" ]
        }
    }
    },

    {
    "n": "ゼブライカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 523,
        "hp": 75,
        "at": 100,
        "df": 63,
        "sa": 80,
        "sd": 63,
        "sp": 116,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ひらいしん", "でんきエンジン", "そうしょく" ]
        }
    }
    },

    {
    "n": "ダンゴロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 524,
        "hp": 55,
        "at": 75,
        "df": 85,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "いわ",
        "t2": "",
        "ab": [ "がんじょう", "くだけるよろい", "すなのちから" ]
        }
    }
    },

    {
    "n": "ガントル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 525,
        "hp": 70,
        "at": 105,
        "df": 105,
        "sa": 50,
        "sd": 40,
        "sp": 20,
        "t1": "いわ",
        "t2": "",
        "ab": [ "がんじょう", "くだけるよろい", "すなのちから" ]
        }
    }
    },

    {
    "n": "ギガイアス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 526,
        "hp": 85,
        "at": 135,
        "df": 130,
        "sa": 60,
        "sd": 80,
        "sp": 25,
        "t1": "いわ",
        "t2": "",
        "ab": [ "がんじょう", "すなおこし", "すなのちから" ]
        }
    }
    },

    {
    "n": "コロモリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 527,
        "hp": 65,
        "at": 45,
        "df": 43,
        "sa": 55,
        "sd": 43,
        "sp": 72,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "てんねん", "ぶきよう", "たんじゅん" ]
        }
    }
    },

    {
    "n": "ココロモリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 528,
        "hp": 67,
        "at": 57,
        "df": 55,
        "sa": 77,
        "sd": 55,
        "sp": 114,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "てんねん", "ぶきよう", "たんじゅん" ]
        }
    }
    },

    {
    "n": "モグリュー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 529,
        "hp": 60,
        "at": 85,
        "df": 40,
        "sa": 30,
        "sd": 45,
        "sp": 68,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すなかき", "すなのちから", "かたやぶり" ]
        }
    }
    },

    {
    "n": "ドリュウズ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 530,
        "hp": 110,
        "at": 135,
        "df": 60,
        "sa": 50,
        "sd": 65,
        "sp": 88,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [ "すなかき", "すなのちから", "かたやぶり" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "530m",
        "hp": 110,
        "at": 165,
        "df": 100,
        "sa": 65,
        "sd": 65,
        "sp": 103,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [ "かんつうドリル", ,  ]
        }
    }
    },

    {
    "n": "タブンネ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 531,
        "hp": 103,
        "at": 60,
        "df": 86,
        "sa": 60,
        "sd": 86,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "いやしのこころ", "さいせいりょく", "ぶきよう" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "531m",
        "hp": 103,
        "at": 60,
        "df": 126,
        "sa": 80,
        "sd": 126,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [ "いやしのこころ", ,  ]
        }
    }
    },

    {
    "n": "ドッコラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 532,
        "hp": 75,
        "at": 80,
        "df": 55,
        "sa": 25,
        "sd": 35,
        "sp": 35,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "ちからずく", "てつのこぶし" ]
        }
    }
    },

    {
    "n": "ドテッコツ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 533,
        "hp": 85,
        "at": 105,
        "df": 85,
        "sa": 40,
        "sd": 50,
        "sp": 40,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "ちからずく", "てつのこぶし" ]
        }
    }
    },

    {
    "n": "ローブシン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 534,
        "hp": 105,
        "at": 140,
        "df": 95,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "ちからずく", "てつのこぶし" ]
        }
    }
    },

    {
    "n": "オタマロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 535,
        "hp": 50,
        "at": 50,
        "df": 40,
        "sa": 50,
        "sd": 40,
        "sp": 64,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", "うるおいボディ", "ちょすい" ]
        }
    }
    },

    {
    "n": "ガマガル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 536,
        "hp": 75,
        "at": 65,
        "df": 55,
        "sa": 65,
        "sd": 55,
        "sp": 69,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "すいすい", "うるおいボディ", "ちょすい" ]
        }
    }
    },

    {
    "n": "ガマゲロゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 537,
        "hp": 105,
        "at": 95,
        "df": 75,
        "sa": 85,
        "sd": 75,
        "sp": 74,
        "t1": "みず",
        "t2": "じめん",
        "ab": [ "すいすい", "どくしゅ", "ちょすい" ]
        }
    }
    },

    {
    "n": "ナゲキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 538,
        "hp": 120,
        "at": 100,
        "df": 85,
        "sa": 30,
        "sd": 85,
        "sp": 45,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "こんじょう", "せいしんりょく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "ダゲキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 539,
        "hp": 75,
        "at": 125,
        "df": 75,
        "sa": 30,
        "sd": 75,
        "sp": 85,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "がんじょう", "せいしんりょく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "クルミル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 540,
        "hp": 45,
        "at": 53,
        "df": 70,
        "sa": 40,
        "sd": 60,
        "sp": 42,
        "t1": "むし",
        "t2": "くさ",
        "ab": [ "むしのしらせ", "ようりょくそ", "ぼうじん" ]
        }
    }
    },

    {
    "n": "クルマユ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 541,
        "hp": 55,
        "at": 63,
        "df": 90,
        "sa": 50,
        "sd": 80,
        "sp": 42,
        "t1": "むし",
        "t2": "くさ",
        "ab": [ "リーフガード", "ようりょくそ", "ぼうじん" ]
        }
    }
    },

    {
    "n": "ハハコモリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 542,
        "hp": 75,
        "at": 103,
        "df": 80,
        "sa": 70,
        "sd": 80,
        "sp": 92,
        "t1": "むし",
        "t2": "くさ",
        "ab": [ "むしのしらせ", "ようりょくそ", "ぼうじん" ]
        }
    }
    },

    // {
    // "n": "フシデ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 543,
    //     "hp": 30,
    //     "at": 45,
    //     "df": 59,
    //     "sa": 30,
    //     "sd": 39,
    //     "sp": 57,
    //     "t1": "むし",
    //     "t2": "どく",
    //     "ab": [ "どくのトゲ", "むしのしらせ", "かそく" ]
    //     }
    // }
    // },

    {
    "n": "ホイーガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 544,
        "hp": 40,
        "at": 55,
        "df": 99,
        "sa": 40,
        "sd": 79,
        "sp": 47,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "どくのトゲ", "むしのしらせ", "かそく" ]
        }
    }
    },

    {
    "n": "ペンドラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 545,
        "hp": 60,
        "at": 100,
        "df": 89,
        "sa": 55,
        "sd": 69,
        "sp": 112,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "どくのトゲ", "むしのしらせ", "かそく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "545m",
        "hp": 60,
        "at": 140,
        "df": 149,
        "sa": 75,
        "sd": 99,
        "sp": 62,
        "t1": "むし",
        "t2": "どく",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "モンメン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 546,
        "hp": 40,
        "at": 27,
        "df": 60,
        "sa": 37,
        "sd": 50,
        "sp": 66,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [ "いたずらごころ", "すりぬけ", "ようりょくそ" ]
        }
    }
    },

    {
    "n": "エルフーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 547,
        "hp": 60,
        "at": 67,
        "df": 85,
        "sa": 77,
        "sd": 75,
        "sp": 116,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [ "いたずらごころ", "すりぬけ", "ようりょくそ" ]
        }
    }
    },

    {
    "n": "チュリネ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 548,
        "hp": 45,
        "at": 35,
        "df": 50,
        "sa": 70,
        "sd": 50,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "マイペース", "リーフガード" ]
        }
    }
    },

    {
    "n": "ドレディア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 549,
        "hp": 70,
        "at": 60,
        "df": 75,
        "sa": 110,
        "sd": 75,
        "sp": 90,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "マイペース", "リーフガード" ]
        }
    }
    },

    {
    "n": "ドレディア(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 549,
        "hp": 70,
        "at": 105,
        "df": 75,
        "sa": 50,
        "sd": 75,
        "sp": 105,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [ "ようりょくそ", "はりきり", "リーフガード" ]
        }
    }
    },

    {
    "n": "バスラオ(あかすじ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 550,
        "hp": 70,
        "at": 92,
        "df": 65,
        "sa": 80,
        "sd": 55,
        "sp": 98,
        "t1": "みず",
        "t2": "",
        "ab": [ "すてみ", "てきおうりょく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "バスラオ(あおすじ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 550,
        "hp": 70,
        "at": 92,
        "df": 65,
        "sa": 80,
        "sd": 55,
        "sp": 98,
        "t1": "みず",
        "t2": "",
        "ab": [ "いしあたま", "てきおうりょく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "バスラオ(しろすじ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 550,
        "hp": 70,
        "at": 92,
        "df": 65,
        "sa": 80,
        "sd": 55,
        "sp": 98,
        "t1": "みず",
        "t2": "",
        "ab": [ "びびり", "てきおうりょく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "メグロコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 551,
        "hp": 50,
        "at": 72,
        "df": 35,
        "sa": 35,
        "sd": 35,
        "sp": 65,
        "t1": "じめん",
        "t2": "あく",
        "ab": [ "いかく", "じしんかじょう", "いかりのつぼ" ]
        }
    }
    },

    {
    "n": "ワルビル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 552,
        "hp": 60,
        "at": 82,
        "df": 45,
        "sa": 45,
        "sd": 45,
        "sp": 74,
        "t1": "じめん",
        "t2": "あく",
        "ab": [ "いかく", "じしんかじょう", "いかりのつぼ" ]
        }
    }
    },

    {
    "n": "ワルビアル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 553,
        "hp": 95,
        "at": 117,
        "df": 80,
        "sa": 65,
        "sd": 70,
        "sp": 92,
        "t1": "じめん",
        "t2": "あく",
        "ab": [ "いかく", "じしんかじょう", "いかりのつぼ" ]
        }
    }
    },

    {
    "n": "ダルマッカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 554,
        "hp": 70,
        "at": 90,
        "df": 45,
        "sa": 15,
        "sd": 45,
        "sp": 50,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "はりきり", , "せいしんりょく" ]
        }
    }
    },

    {
    "n": "ダルマッカ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 554,
        "hp": 70,
        "at": 90,
        "df": 45,
        "sa": 15,
        "sd": 45,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [ "はりきり", , "せいしんりょく" ]
        }
    }
    },

    {
    "n": "ヒヒダルマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 555,
        "hp": 105,
        "at": 30,
        "df": 105,
        "sa": 140,
        "sd": 105,
        "sp": 55,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [ "ちからずく", , "ダルマモード" ]
        }
    }
    },

    {
    "n": "ヒヒダルマ(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 555,
        "hp": 105,
        "at": 160,
        "df": 55,
        "sa": 30,
        "sd": 55,
        "sp": 135,
        "t1": "こおり",
        "t2": "ほのお",
        "ab": [ "ごりむちゅう", , "ダルマモード" ]
        }
    }
    },

    {
    "n": "マラカッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 556,
        "hp": 75,
        "at": 86,
        "df": 67,
        "sa": 106,
        "sd": 67,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ちょすい", "ようりょくそ", "よびみず" ]
        }
    }
    },

    {
    "n": "イシズマイ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 557,
        "hp": 50,
        "at": 65,
        "df": 85,
        "sa": 35,
        "sd": 35,
        "sp": 55,
        "t1": "むし",
        "t2": "いわ",
        "ab": [ "がんじょう", "シェルアーマー", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "イワパレス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 558,
        "hp": 70,
        "at": 105,
        "df": 125,
        "sa": 65,
        "sd": 75,
        "sp": 45,
        "t1": "むし",
        "t2": "いわ",
        "ab": [ "がんじょう", "シェルアーマー", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "ズルッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 559,
        "hp": 50,
        "at": 75,
        "df": 70,
        "sa": 35,
        "sd": 70,
        "sp": 48,
        "t1": "あく",
        "t2": "かくとう",
        "ab": [ "だっぴ", "じしんかじょう", "いかく" ]
        }
    }
    },

    {
    "n": "ズルズキン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 560,
        "hp": 65,
        "at": 90,
        "df": 115,
        "sa": 45,
        "sd": 115,
        "sp": 58,
        "t1": "あく",
        "t2": "かくとう",
        "ab": [ "だっぴ", "じしんかじょう", "いかく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "560m",
        "hp": 65,
        "at": 130,
        "df": 135,
        "sa": 55,
        "sd": 135,
        "sp": 68,
        "t1": "あく",
        "t2": "かくとう",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "シンボラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 561,
        "hp": 72,
        "at": 58,
        "df": 80,
        "sa": 103,
        "sd": 80,
        "sp": 97,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "ミラクルスキン", "マジックガード", "いろめがね" ]
        }
    }
    },

    {
    "n": "デスマス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 562,
        "hp": 38,
        "at": 30,
        "df": 85,
        "sa": 55,
        "sd": 65,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ミイラ", ,  ]
        }
    }
    },

    {
    "n": "デスマス(ガラル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 562,
        "hp": 38,
        "at": 55,
        "df": 85,
        "sa": 30,
        "sd": 65,
        "sp": 30,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [ "さまようたましい", ,  ]
        }
    }
    },

    {
    "n": "デスカーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 563,
        "hp": 58,
        "at": 50,
        "df": 145,
        "sa": 95,
        "sd": 105,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ミイラ", ,  ]
        }
    }
    },

    {
    "n": "プロトーガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 564,
        "hp": 54,
        "at": 78,
        "df": 103,
        "sa": 53,
        "sd": 45,
        "sp": 22,
        "t1": "みず",
        "t2": "いわ",
        "ab": [ "ハードロック", "がんじょう", "すいすい" ]
        }
    }
    },

    {
    "n": "アバゴーラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 565,
        "hp": 74,
        "at": 108,
        "df": 133,
        "sa": 83,
        "sd": 65,
        "sp": 32,
        "t1": "みず",
        "t2": "いわ",
        "ab": [ "ハードロック", "がんじょう", "すいすい" ]
        }
    }
    },

    {
    "n": "アーケン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 566,
        "hp": 55,
        "at": 112,
        "df": 45,
        "sa": 74,
        "sd": 45,
        "sp": 70,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [ "よわき", ,  ]
        }
    }
    },

    {
    "n": "アーケオス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 567,
        "hp": 75,
        "at": 140,
        "df": 65,
        "sa": 112,
        "sd": 65,
        "sp": 110,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [ "よわき", ,  ]
        }
    }
    },

    {
    "n": "ヤブクロン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 568,
        "hp": 50,
        "at": 50,
        "df": 62,
        "sa": 40,
        "sd": 62,
        "sp": 65,
        "t1": "どく",
        "t2": "",
        "ab": [ "あくしゅう", "ねんちゃく", "ゆうばく" ]
        }
    }
    },

    {
    "n": "ダストダス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 569,
        "hp": 80,
        "at": 95,
        "df": 82,
        "sa": 60,
        "sd": 82,
        "sp": 75,
        "t1": "どく",
        "t2": "",
        "ab": [ "あくしゅう", "くだけるよろい", "ゆうばく" ]
        }
    }
    },

    {
    "n": "ゾロア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 570,
        "hp": 40,
        "at": 65,
        "df": 40,
        "sa": 80,
        "sd": 40,
        "sp": 65,
        "t1": "あく",
        "t2": "",
        "ab": [ "イリュージョン", ,  ]
        }
    }
    },

    {
    "n": "ゾロア(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 570,
        "hp": 35,
        "at": 60,
        "df": 40,
        "sa": 85,
        "sd": 40,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "ゴースト",
        "ab": [ "イリュージョン", ,  ]
        }
    }
    },

    {
    "n": "ゾロアーク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 571,
        "hp": 60,
        "at": 105,
        "df": 60,
        "sa": 120,
        "sd": 60,
        "sp": 105,
        "t1": "あく",
        "t2": "",
        "ab": [ "イリュージョン", ,  ]
        }
    }
    },

    {
    "n": "ゾロアーク(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 571,
        "hp": 55,
        "at": 100,
        "df": 60,
        "sa": 125,
        "sd": 60,
        "sp": 110,
        "t1": "ノーマル",
        "t2": "ゴースト",
        "ab": [ "イリュージョン", ,  ]
        }
    }
    },

    {
    "n": "チラーミィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 572,
        "hp": 55,
        "at": 50,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "メロメロボディ", "テクニシャン", "スキルリンク" ]
        }
    }
    },

    {
    "n": "チラチーノ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 573,
        "hp": 75,
        "at": 95,
        "df": 60,
        "sa": 65,
        "sd": 60,
        "sp": 115,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "メロメロボディ", "テクニシャン", "スキルリンク" ]
        }
    }
    },

    {
    "n": "ゴチム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 574,
        "hp": 45,
        "at": 30,
        "df": 50,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "おみとおし", "かちき", "かげふみ" ]
        }
    }
    },

    {
    "n": "ゴチミル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 575,
        "hp": 60,
        "at": 45,
        "df": 70,
        "sa": 75,
        "sd": 85,
        "sp": 55,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "おみとおし", "かちき", "かげふみ" ]
        }
    }
    },

    {
    "n": "ゴチルゼル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 576,
        "hp": 70,
        "at": 55,
        "df": 95,
        "sa": 95,
        "sd": 110,
        "sp": 65,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "おみとおし", "かちき", "かげふみ" ]
        }
    }
    },

    {
    "n": "ユニラン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 577,
        "hp": 45,
        "at": 30,
        "df": 40,
        "sa": 105,
        "sd": 50,
        "sp": 20,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ぼうじん", "マジックガード", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ダブラン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 578,
        "hp": 65,
        "at": 40,
        "df": 50,
        "sa": 125,
        "sd": 60,
        "sp": 30,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ぼうじん", "マジックガード", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ランクルス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 579,
        "hp": 110,
        "at": 65,
        "df": 75,
        "sa": 125,
        "sd": 85,
        "sp": 30,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "ぼうじん", "マジックガード", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "コアルヒー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 580,
        "hp": 62,
        "at": 44,
        "df": 50,
        "sa": 44,
        "sd": 50,
        "sp": 55,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [ "するどいめ", "はとむね", "うるおいボディ" ]
        }
    }
    },

    {
    "n": "スワンナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 581,
        "hp": 75,
        "at": 87,
        "df": 63,
        "sa": 87,
        "sd": 63,
        "sp": 98,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [ "するどいめ", "はとむね", "うるおいボディ" ]
        }
    }
    },

    {
    "n": "バニプッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 582,
        "hp": 36,
        "at": 50,
        "df": 50,
        "sa": 65,
        "sd": 60,
        "sp": 44,
        "t1": "こおり",
        "t2": "",
        "ab": [ "アイスボディ", "ゆきがくれ", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "バニリッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 583,
        "hp": 51,
        "at": 65,
        "df": 65,
        "sa": 80,
        "sd": 75,
        "sp": 59,
        "t1": "こおり",
        "t2": "",
        "ab": [ "アイスボディ", "ゆきがくれ", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "バイバニラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 584,
        "hp": 71,
        "at": 95,
        "df": 85,
        "sa": 110,
        "sd": 95,
        "sp": 79,
        "t1": "こおり",
        "t2": "",
        "ab": [ "アイスボディ", "ゆきふらし", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "シキジカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 585,
        "hp": 60,
        "at": 60,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "くさ",
        "ab": [ "ようりょくそ", "そうしょく", "てんのめぐみ" ]
        }
    }
    },

    {
    "n": "メブキジカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 586,
        "hp": 80,
        "at": 100,
        "df": 70,
        "sa": 60,
        "sd": 70,
        "sp": 95,
        "t1": "ノーマル",
        "t2": "くさ",
        "ab": [ "ようりょくそ", "そうしょく", "てんのめぐみ" ]
        }
    }
    },

    {
    "n": "エモンガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 587,
        "hp": 55,
        "at": 75,
        "df": 60,
        "sa": 75,
        "sd": 60,
        "sp": 103,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "せいでんき", , "でんきエンジン" ]
        }
    }
    },

    {
    "n": "カブルモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 588,
        "hp": 50,
        "at": 75,
        "df": 45,
        "sa": 40,
        "sd": 45,
        "sp": 60,
        "t1": "むし",
        "t2": "",
        "ab": [ "むしのしらせ", "だっぴ", "ノーガード" ]
        }
    }
    },

    {
    "n": "シュバルゴ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 589,
        "hp": 70,
        "at": 135,
        "df": 105,
        "sa": 60,
        "sd": 105,
        "sp": 20,
        "t1": "むし",
        "t2": "はがね",
        "ab": [ "むしのしらせ", "シェルアーマー", "ぼうじん" ]
        }
    }
    },

    {
    "n": "タマゲタケ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 590,
        "hp": 69,
        "at": 55,
        "df": 45,
        "sa": 55,
        "sd": 55,
        "sp": 15,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ほうし", , "さいせいりょく" ]
        }
    }
    },

    {
    "n": "モロバレル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 591,
        "hp": 114,
        "at": 85,
        "df": 70,
        "sa": 85,
        "sd": 80,
        "sp": 30,
        "t1": "くさ",
        "t2": "どく",
        "ab": [ "ほうし", , "さいせいりょく" ]
        }
    }
    },

    {
    "n": "プルリル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 592,
        "hp": 55,
        "at": 40,
        "df": 50,
        "sa": 65,
        "sd": 85,
        "sp": 40,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [ "ちょすい", "のろわれボディ", "しめりけ" ]
        }
    }
    },

    {
    "n": "ブルンゲル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 593,
        "hp": 100,
        "at": 60,
        "df": 70,
        "sa": 85,
        "sd": 105,
        "sp": 60,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [ "ちょすい", "のろわれボディ", "しめりけ" ]
        }
    }
    },

    {
    "n": "ママンボウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 594,
        "hp": 165,
        "at": 75,
        "df": 80,
        "sa": 40,
        "sd": 45,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [ "いやしのこころ", "うるおいボディ", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "バチュル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 595,
        "hp": 50,
        "at": 47,
        "df": 50,
        "sa": 57,
        "sd": 50,
        "sp": 65,
        "t1": "むし",
        "t2": "でんき",
        "ab": [ "ふくがん", "きんちょうかん", "むしのしらせ" ]
        }
    }
    },

    {
    "n": "デンチュラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 596,
        "hp": 70,
        "at": 77,
        "df": 60,
        "sa": 97,
        "sd": 60,
        "sp": 108,
        "t1": "むし",
        "t2": "でんき",
        "ab": [ "ふくがん", "きんちょうかん", "むしのしらせ" ]
        }
    }
    },

    {
    "n": "テッシード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 597,
        "hp": 44,
        "at": 50,
        "df": 91,
        "sa": 24,
        "sd": 86,
        "sp": 10,
        "t1": "くさ",
        "t2": "はがね",
        "ab": [ "てつのトゲ", ,  ]
        }
    }
    },

    {
    "n": "ナットレイ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 598,
        "hp": 74,
        "at": 94,
        "df": 131,
        "sa": 54,
        "sd": 116,
        "sp": 20,
        "t1": "くさ",
        "t2": "はがね",
        "ab": [ "てつのトゲ", , "きけんよち" ]
        }
    }
    },

    {
    "n": "ギアル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 599,
        "hp": 40,
        "at": 55,
        "df": 70,
        "sa": 45,
        "sd": 60,
        "sp": 30,
        "t1": "はがね",
        "t2": "",
        "ab": [ "プラス", "マイナス", "クリアボディ" ]
        }
    }
    },

    {
    "n": "ギギアル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 600,
        "hp": 60,
        "at": 80,
        "df": 95,
        "sa": 70,
        "sd": 85,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [ "プラス", "マイナス", "クリアボディ" ]
        }
    }
    },

    {
    "n": "ギギギアル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 601,
        "hp": 60,
        "at": 100,
        "df": 115,
        "sa": 70,
        "sd": 85,
        "sp": 90,
        "t1": "はがね",
        "t2": "",
        "ab": [ "プラス", "マイナス", "クリアボディ" ]
        }
    }
    },

    {
    "n": "シビシラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 602,
        "hp": 35,
        "at": 55,
        "df": 40,
        "sa": 45,
        "sd": 40,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "シビビール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 603,
        "hp": 65,
        "at": 85,
        "df": 70,
        "sa": 75,
        "sd": 70,
        "sp": 40,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "シビルドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 604,
        "hp": 85,
        "at": 115,
        "df": 80,
        "sa": 105,
        "sd": 80,
        "sp": 50,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "604m",
        "hp": 85,
        "at": 145,
        "df": 80,
        "sa": 135,
        "sd": 90,
        "sp": 80,
        "t1": "でんき",
        "t2": "",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "リグレー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 605,
        "hp": 55,
        "at": 55,
        "df": 55,
        "sa": 85,
        "sd": 55,
        "sp": 30,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "テレパシー", "シンクロ", "アナライズ" ]
        }
    }
    },

    {
    "n": "オーベム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 606,
        "hp": 75,
        "at": 75,
        "df": 75,
        "sa": 125,
        "sd": 95,
        "sp": 40,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "テレパシー", "シンクロ", "アナライズ" ]
        }
    }
    },

    {
    "n": "ヒトモシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 607,
        "hp": 50,
        "at": 30,
        "df": 55,
        "sa": 65,
        "sd": 55,
        "sp": 20,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [ "もらいび", "ほのおのからだ", "すりぬけ" ]
        }
    }
    },

    {
    "n": "ランプラー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 608,
        "hp": 60,
        "at": 40,
        "df": 60,
        "sa": 95,
        "sd": 60,
        "sp": 55,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [ "もらいび", "ほのおのからだ", "すりぬけ" ]
        }
    }
    },

    {
    "n": "シャンデラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 609,
        "hp": 60,
        "at": 55,
        "df": 90,
        "sa": 145,
        "sd": 90,
        "sp": 80,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [ "もらいび", "ほのおのからだ", "すりぬけ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "609m",
        "hp": 60,
        "at": 75,
        "df": 110,
        "sa": 175,
        "sd": 110,
        "sp": 90,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [ "すりぬけ", ,  ]
        }
    }
    },

    {
    "n": "キバゴ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 610,
        "hp": 46,
        "at": 87,
        "df": 60,
        "sa": 30,
        "sd": 40,
        "sp": 57,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "とうそうしん", "かたやぶり", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "オノンド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 611,
        "hp": 66,
        "at": 117,
        "df": 70,
        "sa": 40,
        "sd": 50,
        "sp": 67,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "とうそうしん", "かたやぶり", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "オノノクス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 612,
        "hp": 76,
        "at": 147,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 97,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "とうそうしん", "かたやぶり", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "クマシュン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 613,
        "hp": 55,
        "at": 70,
        "df": 40,
        "sa": 60,
        "sd": 40,
        "sp": 40,
        "t1": "こおり",
        "t2": "",
        "ab": [ "ゆきがくれ", "ゆきかき", "びびり" ]
        }
    }
    },

    {
    "n": "ツンベアー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 614,
        "hp": 95,
        "at": 130,
        "df": 80,
        "sa": 70,
        "sd": 80,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [ "ゆきがくれ", "ゆきかき", "すいすい" ]
        }
    }
    },

    {
    "n": "フリージオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 615,
        "hp": 80,
        "at": 50,
        "df": 50,
        "sa": 95,
        "sd": 135,
        "sp": 105,
        "t1": "こおり",
        "t2": "",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "チョボマキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 616,
        "hp": 50,
        "at": 40,
        "df": 85,
        "sa": 40,
        "sd": 65,
        "sp": 25,
        "t1": "むし",
        "t2": "",
        "ab": [ "うるおいボディ", "シェルアーマー", "ぼうじん" ]
        }
    }
    },

    {
    "n": "アギルダー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 617,
        "hp": 80,
        "at": 70,
        "df": 40,
        "sa": 100,
        "sd": 60,
        "sp": 145,
        "t1": "むし",
        "t2": "",
        "ab": [ "うるおいボディ", "ねんちゃく", "かるわざ" ]
        }
    }
    },

    {
    "n": "マッギョ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 618,
        "hp": 109,
        "at": 81,
        "df": 99,
        "sa": 66,
        "sd": 84,
        "sp": 32,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [ "ぎたい", ,  ]
        }
    }
    },

    {
    "n": "コジョフー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 619,
        "hp": 45,
        "at": 85,
        "df": 50,
        "sa": 55,
        "sd": 50,
        "sp": 65,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "せいしんりょく", "さいせいりょく", "すてみ" ]
        }
    }
    },

    {
    "n": "コジョンド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 620,
        "hp": 65,
        "at": 125,
        "df": 60,
        "sa": 95,
        "sd": 60,
        "sp": 105,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "せいしんりょく", "さいせいりょく", "すてみ" ]
        }
    }
    },

    {
    "n": "クリムガン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 621,
        "hp": 77,
        "at": 120,
        "df": 90,
        "sa": 60,
        "sd": 90,
        "sp": 48,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "さめはだ", "ちからずく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "ゴビット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 622,
        "hp": 59,
        "at": 74,
        "df": 50,
        "sa": 35,
        "sd": 50,
        "sp": 35,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [ "てつのこぶし", "ぶきよう", "ノーガード" ]
        }
    }
    },

    {
    "n": "ゴルーグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 623,
        "hp": 89,
        "at": 124,
        "df": 80,
        "sa": 55,
        "sd": 80,
        "sp": 55,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [ "てつのこぶし", "ぶきよう", "ノーガード" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "623m",
        "hp": 89,
        "at": 159,
        "df": 105,
        "sa": 70,
        "sd": 105,
        "sp": 55,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [ "ふかしのこぶし", ,  ]
        }
    }
    },

    {
    "n": "コマタナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 624,
        "hp": 45,
        "at": 85,
        "df": 70,
        "sa": 40,
        "sd": 40,
        "sp": 60,
        "t1": "あく",
        "t2": "はがね",
        "ab": [ "まけんき", "せいしんりょく", "プレッシャー" ]
        }
    }
    },

    {
    "n": "キリキザン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 625,
        "hp": 65,
        "at": 125,
        "df": 100,
        "sa": 60,
        "sd": 70,
        "sp": 70,
        "t1": "あく",
        "t2": "はがね",
        "ab": [ "まけんき", "せいしんりょく", "プレッシャー" ]
        }
    }
    },

    {
    "n": "バッフロン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 626,
        "hp": 95,
        "at": 110,
        "df": 95,
        "sa": 40,
        "sd": 95,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "すてみ", "そうしょく", "ぼうおん" ]
        }
    }
    },

    {
    "n": "ワシボン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 627,
        "hp": 70,
        "at": 83,
        "df": 50,
        "sa": 37,
        "sd": 50,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "ちからずく", "はりきり" ]
        }
    }
    },

    {
    "n": "ウォーグル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 628,
        "hp": 100,
        "at": 123,
        "df": 75,
        "sa": 57,
        "sd": 75,
        "sp": 80,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "ちからずく", "まけんき" ]
        }
    }
    },

    {
    "n": "ウォーグル(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 628,
        "hp": 110,
        "at": 83,
        "df": 70,
        "sa": 112,
        "sd": 70,
        "sp": 65,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "するどいめ", "ちからずく", "いろめがね" ]
        }
    }
    },

    {
    "n": "バルチャイ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 629,
        "hp": 70,
        "at": 55,
        "df": 75,
        "sa": 45,
        "sd": 65,
        "sp": 60,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [ "はとむね", "ぼうじん", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "バルジーナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 630,
        "hp": 110,
        "at": 65,
        "df": 105,
        "sa": 55,
        "sd": 95,
        "sp": 80,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [ "はとむね", "ぼうじん", "くだけるよろい" ]
        }
    }
    },

    {
    "n": "クイタラン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 631,
        "hp": 85,
        "at": 97,
        "df": 66,
        "sa": 105,
        "sd": 66,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "くいしんぼう", "もらいび", "しろいけむり" ]
        }
    }
    },

    {
    "n": "アイアント",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 632,
        "hp": 58,
        "at": 109,
        "df": 112,
        "sa": 48,
        "sd": 48,
        "sp": 109,
        "t1": "むし",
        "t2": "はがね",
        "ab": [ "むしのしらせ", "はりきり", "なまけ" ]
        }
    }
    },

    {
    "n": "モノズ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 633,
        "hp": 52,
        "at": 65,
        "df": 50,
        "sa": 45,
        "sd": 50,
        "sp": 38,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [ "はりきり", ,  ]
        }
    }
    },

    {
    "n": "ジヘッド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 634,
        "hp": 72,
        "at": 85,
        "df": 70,
        "sa": 65,
        "sd": 70,
        "sp": 58,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [ "はりきり", ,  ]
        }
    }
    },

    {
    "n": "サザンドラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 635,
        "hp": 92,
        "at": 105,
        "df": 90,
        "sa": 125,
        "sd": 90,
        "sp": 98,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "メラルバ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 636,
        "hp": 55,
        "at": 85,
        "df": 55,
        "sa": 50,
        "sd": 55,
        "sp": 60,
        "t1": "むし",
        "t2": "ほのお",
        "ab": [ "ほのおのからだ", , "むしのしらせ" ]
        }
    }
    },

    {
    "n": "ウルガモス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 637,
        "hp": 85,
        "at": 60,
        "df": 65,
        "sa": 135,
        "sd": 105,
        "sp": 100,
        "t1": "むし",
        "t2": "ほのお",
        "ab": [ "ほのおのからだ", , "むしのしらせ" ]
        }
    }
    },

    {
    "n": "コバルオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 638,
        "hp": 91,
        "at": 90,
        "df": 129,
        "sa": 90,
        "sd": 72,
        "sp": 108,
        "t1": "はがね",
        "t2": "かくとう",
        "ab": [ "せいぎのこころ", ,  ]
        }
    }
    },

    {
    "n": "テラキオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 639,
        "hp": 91,
        "at": 129,
        "df": 90,
        "sa": 72,
        "sd": 90,
        "sp": 108,
        "t1": "いわ",
        "t2": "かくとう",
        "ab": [ "せいぎのこころ", ,  ]
        }
    }
    },

    {
    "n": "ビリジオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 640,
        "hp": 91,
        "at": 90,
        "df": 72,
        "sa": 90,
        "sd": 129,
        "sp": 108,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [ "せいぎのこころ", ,  ]
        }
    }
    },

    {
    "n": "トルネロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 641,
        "hp": 79,
        "at": 115,
        "df": 70,
        "sa": 125,
        "sd": 80,
        "sp": 111,
        "t1": "ひこう",
        "t2": "",
        "ab": [ "いたずらごころ", , "まけんき" ]
        }
    }
    },

    {
    "n": "トルネロス(れいじゅう)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 641,
        "hp": 79,
        "at": 100,
        "df": 80,
        "sa": 110,
        "sd": 90,
        "sp": 121,
        "t1": "ひこう",
        "t2": "",
        "ab": [ "さいせいりょく", ,  ]
        }
    }
    },

    {
    "n": "ボルトロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 642,
        "hp": 79,
        "at": 115,
        "df": 70,
        "sa": 125,
        "sd": 80,
        "sp": 111,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "いたずらごころ", , "まけんき" ]
        }
    }
    },

    {
    "n": "ボルトロス(れいじゅう)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 642,
        "hp": 79,
        "at": 105,
        "df": 70,
        "sa": 145,
        "sd": 80,
        "sp": 101,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "ちくでん", ,  ]
        }
    }
    },

    {
    "n": "レシラム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 643,
        "hp": 100,
        "at": 120,
        "df": 100,
        "sa": 150,
        "sd": 120,
        "sp": 90,
        "t1": "ドラゴン",
        "t2": "ほのお",
        "ab": [ "ターボブレイズ", ,  ]
        }
    }
    },

    {
    "n": "ゼクロム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 644,
        "hp": 100,
        "at": 150,
        "df": 120,
        "sa": 120,
        "sd": 100,
        "sp": 90,
        "t1": "ドラゴン",
        "t2": "でんき",
        "ab": [ "テラボルテージ", ,  ]
        }
    }
    },

    {
    "n": "ランドロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 645,
        "hp": 89,
        "at": 125,
        "df": 90,
        "sa": 115,
        "sd": 80,
        "sp": 101,
        "t1": "じめん",
        "t2": "ひこう",
        "ab": [ "すなのちから", , "ちからずく" ]
        }
    }
    },

    {
    "n": "ランドロス(れいじゅう)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 645,
        "hp": 89,
        "at": 145,
        "df": 90,
        "sa": 105,
        "sd": 80,
        "sp": 91,
        "t1": "じめん",
        "t2": "ひこう",
        "ab": [ "いかく", ,  ]
        }
    }
    },

    {
    "n": "キュレム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 646,
        "hp": 125,
        "at": 130,
        "df": 90,
        "sa": 130,
        "sd": 90,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [ "プレッシャー", ,  ]
        }
    }
    },

    {
    "n": "キュレム(ブラック)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 646,
        "hp": 125,
        "at": 170,
        "df": 100,
        "sa": 120,
        "sd": 90,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [ "テラボルテージ", ,  ]
        }
    }
    },

    {
    "n": "キュレム(ホワイト)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 646,
        "hp": 125,
        "at": 120,
        "df": 90,
        "sa": 170,
        "sd": 100,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [ "ターボブレイズ", ,  ]
        }
    }
    },

    {
    "n": "ケルディオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 647,
        "hp": 91,
        "at": 72,
        "df": 90,
        "sa": 129,
        "sd": 90,
        "sp": 108,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [ "せいぎのこころ", ,  ]
        }
    }
    },

    {
    "n": "ケルディオ(かくご)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 647,
        "hp": 91,
        "at": 72,
        "df": 90,
        "sa": 129,
        "sd": 90,
        "sp": 108,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [ "せいぎのこころ", ,  ]
        }
    }
    },

    {
    "n": "メロエッタ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 648,
        "hp": 100,
        "at": 77,
        "df": 77,
        "sa": 128,
        "sd": 128,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [ "てんのめぐみ", ,  ]
        }
    }
    },

    {
    "n": "メロエッタ(ステップ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 648,
        "hp": 100,
        "at": 128,
        "df": 90,
        "sa": 77,
        "sd": 77,
        "sp": 128,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [ "てんのめぐみ", ,  ]
        }
    }
    },

    {
    "n": "ゲノセクト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 649,
        "hp": 71,
        "at": 120,
        "df": 95,
        "sa": 120,
        "sd": 95,
        "sp": 99,
        "t1": "むし",
        "t2": "はがね",
        "ab": [ "ダウンロード", ,  ]
        }
    }
    },

    {
    "n": "ハリマロン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 650,
        "hp": 56,
        "at": 61,
        "df": 65,
        "sa": 48,
        "sd": 45,
        "sp": 38,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "ぼうだん" ]
        }
    }
    },

    {
    "n": "ハリボーグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 651,
        "hp": 61,
        "at": 78,
        "df": 95,
        "sa": 56,
        "sd": 58,
        "sp": 57,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "ぼうだん" ]
        }
    }
    },

    {
    "n": "ブリガロン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 652,
        "hp": 88,
        "at": 107,
        "df": 122,
        "sa": 74,
        "sd": 75,
        "sp": 64,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [ "しんりょく", , "ぼうだん" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "652m",
        "hp": 88,
        "at": 135,
        "df": 172,
        "sa": 74,
        "sd": 115,
        "sp": 44,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [ "ぼうだん", ,  ]
        }
    }
    },

    {
    "n": "フォッコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 653,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 62,
        "sd": 60,
        "sp": 60,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "マジシャン" ]
        }
    }
    },

    {
    "n": "テールナー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 654,
        "hp": 59,
        "at": 59,
        "df": 58,
        "sa": 90,
        "sd": 70,
        "sp": 73,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "マジシャン" ]
        }
    }
    },

    {
    "n": "マフォクシー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 655,
        "hp": 75,
        "at": 69,
        "df": 72,
        "sa": 114,
        "sd": 100,
        "sp": 104,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [ "もうか", , "マジシャン" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "655m",
        "hp": 75,
        "at": 69,
        "df": 72,
        "sa": 159,
        "sd": 125,
        "sp": 134,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "ケロマツ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 656,
        "hp": 41,
        "at": 56,
        "df": 40,
        "sa": 62,
        "sd": 44,
        "sp": 71,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "へんげんじざい" ]
        }
    }
    },

    {
    "n": "ゲコガシラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 657,
        "hp": 54,
        "at": 63,
        "df": 52,
        "sa": 83,
        "sd": 56,
        "sp": 97,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "へんげんじざい" ]
        }
    }
    },

    {
    "n": "ゲッコウガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 658,
        "hp": 72,
        "at": 95,
        "df": 67,
        "sa": 103,
        "sd": 71,
        "sp": 122,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "げきりゅう", , "へんげんじざい" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "658m",
        "hp": 72,
        "at": 125,
        "df": 77,
        "sa": 133,
        "sd": 81,
        "sp": 142,
        "t1": "みず",
        "t2": "あく",
        "ab": [ "へんげんじざい", ,  ]
        }
    }
    },

    {
    "n": "ホルビー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 659,
        "hp": 38,
        "at": 36,
        "df": 38,
        "sa": 32,
        "sd": 36,
        "sp": 57,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ものひろい", "ほおぶくろ", "ちからもち" ]
        }
    }
    },

    {
    "n": "ホルード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 660,
        "hp": 85,
        "at": 56,
        "df": 77,
        "sa": 50,
        "sd": 77,
        "sp": 78,
        "t1": "ノーマル",
        "t2": "じめん",
        "ab": [ "ものひろい", "ほおぶくろ", "ちからもち" ]
        }
    }
    },

    {
    "n": "ヤヤコマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 661,
        "hp": 45,
        "at": 50,
        "df": 43,
        "sa": 40,
        "sd": 38,
        "sp": 62,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "はとむね", , "はやてのつばさ" ]
        }
    }
    },

    {
    "n": "ヒノヤコマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 662,
        "hp": 62,
        "at": 73,
        "df": 55,
        "sa": 56,
        "sd": 52,
        "sp": 84,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [ "ほのおのからだ", , "はやてのつばさ" ]
        }
    }
    },

    {
    "n": "ファイアロー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 663,
        "hp": 78,
        "at": 81,
        "df": 71,
        "sa": 74,
        "sd": 69,
        "sp": 126,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [ "ほのおのからだ", , "はやてのつばさ" ]
        }
    }
    },

    {
    "n": "コフキムシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 664,
        "hp": 38,
        "at": 35,
        "df": 40,
        "sa": 27,
        "sd": 25,
        "sp": 35,
        "t1": "むし",
        "t2": "",
        "ab": [ "りんぷん", "ふくがん", "フレンドガード" ]
        }
    }
    },

    {
    "n": "コフーライ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 665,
        "hp": 45,
        "at": 22,
        "df": 60,
        "sa": 27,
        "sd": 30,
        "sp": 29,
        "t1": "むし",
        "t2": "",
        "ab": [ "だっぴ", , "フレンドガード" ]
        }
    }
    },

    {
    "n": "ビビヨン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 666,
        "hp": 80,
        "at": 52,
        "df": 50,
        "sa": 90,
        "sd": 50,
        "sp": 89,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [ "りんぷん", "ふくがん", "フレンドガード" ]
        }
    }
    },

    {
    "n": "シシコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 667,
        "hp": 62,
        "at": 50,
        "df": 58,
        "sa": 73,
        "sd": 54,
        "sp": 72,
        "t1": "ほのお",
        "t2": "ノーマル",
        "ab": [ "とうそうしん", "きんちょうかん", "じしんかじょう" ]
        }
    }
    },

    {
    "n": "カエンジシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 668,
        "hp": 86,
        "at": 68,
        "df": 72,
        "sa": 109,
        "sd": 66,
        "sp": 106,
        "t1": "ほのお",
        "t2": "ノーマル",
        "ab": [ "とうそうしん", "きんちょうかん", "じしんかじょう" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "668m",
        "hp": 86,
        "at": 88,
        "df": 92,
        "sa": 129,
        "sd": 86,
        "sp": 126,
        "t1": "ほのお",
        "t2": "ノーマル",
        "ab": [ "null", ,  ]
        }
    }
    },

    // {
    // "n": "フラベベ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 669,
    //     "hp": 44,
    //     "at": 38,
    //     "df": 39,
    //     "sa": 61,
    //     "sd": 79,
    //     "sp": 42,
    //     "t1": "フェアリー",
    //     "t2": "",
    //     "ab": [ "フラワーベール", , "きょうせい" ]
    //     }
    // }
    // },

    // {
    // "n": "フラエッテ",
    // "f": {
    //     "normal": {
    //     "ft": "normal",
    //     "fn": "",
    //     "id": 670,
    //     "hp": 54,
    //     "at": 45,
    //     "df": 47,
    //     "sa": 75,
    //     "sd": 98,
    //     "sp": 52,
    //     "t1": "フェアリー",
    //     "t2": "",
    //     "ab": [ "フラワーベール", , "きょうせい" ]
    //     }
    // }
    // },

    {
    "n": "フラエッテ(えいえん)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 670,
        "hp": 74,
        "at": 65,
        "df": 67,
        "sa": 125,
        "sd": 128,
        "sp": 92,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "フラワーベール", , "きょうせい" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "670m",
        "hp": 74,
        "at": 85,
        "df": 87,
        "sa": 155,
        "sd": 148,
        "sp": 102,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "フェアリーオーラ", ,  ]
        }
    }
    },

    {
    "n": "フラージェス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 671,
        "hp": 78,
        "at": 65,
        "df": 68,
        "sa": 112,
        "sd": 154,
        "sp": 75,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "フラワーベール", , "きょうせい" ]
        }
    }
    },

    {
    "n": "メェークル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 672,
        "hp": 66,
        "at": 65,
        "df": 48,
        "sa": 62,
        "sd": 57,
        "sp": 52,
        "t1": "くさ",
        "t2": "",
        "ab": [ "そうしょく", , "くさのけがわ" ]
        }
    }
    },

    {
    "n": "ゴーゴート",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 673,
        "hp": 123,
        "at": 100,
        "df": 62,
        "sa": 97,
        "sd": 81,
        "sp": 68,
        "t1": "くさ",
        "t2": "",
        "ab": [ "そうしょく", , "くさのけがわ" ]
        }
    }
    },

    {
    "n": "ヤンチャム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 674,
        "hp": 67,
        "at": 82,
        "df": 62,
        "sa": 46,
        "sd": 48,
        "sp": 43,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "てつのこぶし", "かたやぶり", "きもったま" ]
        }
    }
    },

    {
    "n": "ゴロンダ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 675,
        "hp": 95,
        "at": 124,
        "df": 78,
        "sa": 69,
        "sd": 71,
        "sp": 58,
        "t1": "かくとう",
        "t2": "あく",
        "ab": [ "てつのこぶし", "かたやぶり", "きもったま" ]
        }
    }
    },

    {
    "n": "トリミアン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 676,
        "hp": 75,
        "at": 80,
        "df": 60,
        "sa": 65,
        "sd": 90,
        "sp": 102,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ファーコート", ,  ]
        }
    }
    },

    {
    "n": "ニャスパー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 677,
        "hp": 62,
        "at": 48,
        "df": 54,
        "sa": 63,
        "sd": 60,
        "sp": 68,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "するどいめ", "すりぬけ", "マイペース" ]
        }
    }
    },

    {
    "n": "ニャオニクス♂",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 678,
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 83,
        "sd": 81,
        "sp": 104,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "するどいめ", "すりぬけ", "いたずらごころ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "678m",
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 143,
        "sd": 101,
        "sp": 124,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "トレース", ,  ]
        }
    }
    },

    {
    "n": "ニャオニクス♀",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 678,
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 83,
        "sd": 81,
        "sp": 104,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "するどいめ", "すりぬけ", "かちき" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "678fm",
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 143,
        "sd": 101,
        "sp": 124,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "トレース", ,  ]
        }
    }
    },

    {
    "n": "ヒトツキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 679,
        "hp": 45,
        "at": 80,
        "df": 100,
        "sa": 35,
        "sd": 37,
        "sp": 28,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [ "ノーガード", ,  ]
        }
    }
    },

    {
    "n": "ニダンギル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 680,
        "hp": 59,
        "at": 110,
        "df": 150,
        "sa": 45,
        "sd": 49,
        "sp": 35,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [ "ノーガード", ,  ]
        }
    }
    },

    {
    "n": "ギルガルド",
    "f": {
        "form1": {
        "ft": "normal",
        "fn": "シールド",
        "id": 681,
        "hp": 60,
        "at": 50,
        "df": 140,
        "sa": 50,
        "sd": 140,
        "sp": 60,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [ "バトルスイッチ", ,  ]
        },
        "form2": {
        "ft": "normal",
        "fn": "ブレード",
        "id": 681,
        "hp": 60,
        "at": 140,
        "df": 50,
        "sa": 140,
        "sd": 50,
        "sp": 60,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [ "バトルスイッチ", ,  ]
        }
    }
    },

    {
    "n": "シュシュプ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 682,
        "hp": 78,
        "at": 52,
        "df": 60,
        "sa": 63,
        "sd": 65,
        "sp": 23,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "いやしのこころ", , "アロマベール" ]
        }
    }
    },

    {
    "n": "フレフワン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 683,
        "hp": 101,
        "at": 72,
        "df": 72,
        "sa": 99,
        "sd": 89,
        "sp": 29,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "いやしのこころ", , "アロマベール" ]
        }
    }
    },

    {
    "n": "ペロッパフ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 684,
        "hp": 62,
        "at": 48,
        "df": 66,
        "sa": 59,
        "sd": 57,
        "sp": 49,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "スイートベール", , "かるわざ" ]
        }
    }
    },

    {
    "n": "ペロリーム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 685,
        "hp": 82,
        "at": 80,
        "df": 86,
        "sa": 85,
        "sd": 75,
        "sp": 72,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "スイートベール", , "かるわざ" ]
        }
    }
    },

    {
    "n": "マーイーカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 686,
        "hp": 53,
        "at": 54,
        "df": 53,
        "sa": 37,
        "sd": 46,
        "sp": 45,
        "t1": "あく",
        "t2": "エスパー",
        "ab": [ "あまのじゃく", "きゅうばん", "すりぬけ" ]
        }
    }
    },

    {
    "n": "カラマネロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 687,
        "hp": 86,
        "at": 92,
        "df": 88,
        "sa": 68,
        "sd": 75,
        "sp": 73,
        "t1": "あく",
        "t2": "エスパー",
        "ab": [ "あまのじゃく", "きゅうばん", "すりぬけ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "687m",
        "hp": 86,
        "at": 102,
        "df": 88,
        "sa": 98,
        "sd": 120,
        "sp": 88,
        "t1": "あく",
        "t2": "エスパー",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "カメテテ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 688,
        "hp": 42,
        "at": 52,
        "df": 67,
        "sa": 39,
        "sd": 56,
        "sp": 50,
        "t1": "いわ",
        "t2": "みず",
        "ab": [ "かたいツメ", "スナイパー", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ガメノデス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 689,
        "hp": 72,
        "at": 105,
        "df": 115,
        "sa": 54,
        "sd": 86,
        "sp": 68,
        "t1": "いわ",
        "t2": "みず",
        "ab": [ "かたいツメ", "スナイパー", "わるいてぐせ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "689m",
        "hp": 72,
        "at": 140,
        "df": 130,
        "sa": 64,
        "sd": 106,
        "sp": 88,
        "t1": "いわ",
        "t2": "かくとう",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "クズモー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 690,
        "hp": 50,
        "at": 60,
        "df": 60,
        "sa": 60,
        "sd": 60,
        "sp": 30,
        "t1": "どく",
        "t2": "みず",
        "ab": [ "どくのトゲ", "どくしゅ", "てきおうりょく" ]
        }
    }
    },

    {
    "n": "ドラミドロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 691,
        "hp": 65,
        "at": 75,
        "df": 90,
        "sa": 97,
        "sd": 123,
        "sp": 44,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [ "どくのトゲ", "どくしゅ", "てきおうりょく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "691m",
        "hp": 65,
        "at": 85,
        "df": 105,
        "sa": 132,
        "sd": 163,
        "sp": 44,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "ウデッポウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 692,
        "hp": 50,
        "at": 53,
        "df": 62,
        "sa": 58,
        "sd": 63,
        "sp": 44,
        "t1": "みず",
        "t2": "",
        "ab": [ "メガランチャー", ,  ]
        }
    }
    },

    {
    "n": "ブロスター",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 693,
        "hp": 71,
        "at": 73,
        "df": 88,
        "sa": 120,
        "sd": 89,
        "sp": 59,
        "t1": "みず",
        "t2": "",
        "ab": [ "メガランチャー", ,  ]
        }
    }
    },

    {
    "n": "エリキテル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 694,
        "hp": 44,
        "at": 38,
        "df": 33,
        "sa": 61,
        "sd": 43,
        "sp": 70,
        "t1": "でんき",
        "t2": "ノーマル",
        "ab": [ "かんそうはだ", "すながくれ", "サンパワー" ]
        }
    }
    },

    {
    "n": "エレザード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 695,
        "hp": 62,
        "at": 55,
        "df": 52,
        "sa": 109,
        "sd": 94,
        "sp": 109,
        "t1": "でんき",
        "t2": "ノーマル",
        "ab": [ "かんそうはだ", "すながくれ", "サンパワー" ]
        }
    }
    },

    {
    "n": "チゴラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 696,
        "hp": 58,
        "at": 89,
        "df": 77,
        "sa": 45,
        "sd": 45,
        "sp": 48,
        "t1": "いわ",
        "t2": "ドラゴン",
        "ab": [ "がんじょうあご", , "がんじょう" ]
        }
    }
    },

    {
    "n": "ガチゴラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 697,
        "hp": 82,
        "at": 121,
        "df": 119,
        "sa": 69,
        "sd": 59,
        "sp": 71,
        "t1": "いわ",
        "t2": "ドラゴン",
        "ab": [ "がんじょうあご", , "いしあたま" ]
        }
    }
    },

    {
    "n": "アマルス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 698,
        "hp": 77,
        "at": 59,
        "df": 50,
        "sa": 67,
        "sd": 63,
        "sp": 46,
        "t1": "いわ",
        "t2": "こおり",
        "ab": [ "フリーズスキン", , "ゆきふらし" ]
        }
    }
    },

    {
    "n": "アマルルガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 699,
        "hp": 123,
        "at": 77,
        "df": 72,
        "sa": 99,
        "sd": 92,
        "sp": 58,
        "t1": "いわ",
        "t2": "こおり",
        "ab": [ "フリーズスキン", , "ゆきふらし" ]
        }
    }
    },

    {
    "n": "ニンフィア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 700,
        "hp": 95,
        "at": 65,
        "df": 65,
        "sa": 110,
        "sd": 130,
        "sp": 60,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "メロメロボディ", , "フェアリースキン" ]
        }
    }
    },

    {
    "n": "ルチャブル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 701,
        "hp": 78,
        "at": 92,
        "df": 75,
        "sa": 74,
        "sd": 63,
        "sp": 118,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [ "じゅうなん", "かるわざ", "かたやぶり" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "701m",
        "hp": 78,
        "at": 137,
        "df": 100,
        "sa": 74,
        "sd": 93,
        "sp": 118,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [ "ノーガード", ,  ]
        }
    }
    },

    {
    "n": "デデンネ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 702,
        "hp": 67,
        "at": 58,
        "df": 57,
        "sa": 81,
        "sd": 67,
        "sp": 101,
        "t1": "でんき",
        "t2": "フェアリー",
        "ab": [ "ほおぶくろ", "ものひろい", "プラス" ]
        }
    }
    },

    {
    "n": "メレシー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 703,
        "hp": 50,
        "at": 50,
        "df": 150,
        "sa": 50,
        "sd": 150,
        "sp": 50,
        "t1": "いわ",
        "t2": "フェアリー",
        "ab": [ "クリアボディ", , "がんじょう" ]
        }
    }
    },

    {
    "n": "ヌメラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 704,
        "hp": 45,
        "at": 50,
        "df": 35,
        "sa": 55,
        "sd": 75,
        "sp": 40,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "そうしょく", "うるおいボディ", "ぬめぬめ" ]
        }
    }
    },

    {
    "n": "ヌメイル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 705,
        "hp": 68,
        "at": 75,
        "df": 53,
        "sa": 83,
        "sd": 113,
        "sp": 60,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "そうしょく", "うるおいボディ", "ぬめぬめ" ]
        }
    }
    },

    {
    "n": "ヌメイル(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 705,
        "hp": 58,
        "at": 75,
        "df": 83,
        "sa": 83,
        "sd": 113,
        "sp": 40,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [ "そうしょく", "シェルアーマー", "ぬめぬめ" ]
        }
    }
    },

    {
    "n": "ヌメルゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 706,
        "hp": 90,
        "at": 100,
        "df": 70,
        "sa": 110,
        "sd": 150,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "そうしょく", "うるおいボディ", "ぬめぬめ" ]
        }
    }
    },

    {
    "n": "ヌメルゴン(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 706,
        "hp": 80,
        "at": 100,
        "df": 100,
        "sa": 110,
        "sd": 150,
        "sp": 60,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [ "そうしょく", "シェルアーマー", "ぬめぬめ" ]
        }
    }
    },

    {
    "n": "クレッフィ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 707,
        "hp": 57,
        "at": 80,
        "df": 91,
        "sa": 80,
        "sd": 87,
        "sp": 75,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [ "いたずらごころ", , "マジシャン" ]
        }
    }
    },

    {
    "n": "ボクレー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 708,
        "hp": 43,
        "at": 70,
        "df": 48,
        "sa": 50,
        "sd": 60,
        "sp": 38,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "しぜんかいふく", "おみとおし", "しゅうかく" ]
        }
    }
    },

    {
    "n": "オーロット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 709,
        "hp": 85,
        "at": 110,
        "df": 76,
        "sa": 65,
        "sd": 82,
        "sp": 56,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "しぜんかいふく", "おみとおし", "しゅうかく" ]
        }
    }
    },

    {
    "n": "バケッチャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 49,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 51,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "バケッチャS",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 44,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 56,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "バケッチャM",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 54,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 46,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "バケッチャL",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 59,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 41,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "パンプジン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 65,
        "at": 90,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 84,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "パンプジンS",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 55,
        "at": 85,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 99,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "パンプジンM",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 75,
        "at": 95,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 69,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "パンプジンL",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 85,
        "at": 100,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 54,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "ものひろい", "おみとおし", "ふみん" ]
        }
    }
    },

    {
    "n": "カチコール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 712,
        "hp": 55,
        "at": 69,
        "df": 85,
        "sa": 32,
        "sd": 35,
        "sp": 28,
        "t1": "こおり",
        "t2": "",
        "ab": [ "マイペース", "アイスボディ", "がんじょう" ]
        }
    }
    },

    {
    "n": "クレベース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 713,
        "hp": 95,
        "at": 117,
        "df": 184,
        "sa": 44,
        "sd": 46,
        "sp": 28,
        "t1": "こおり",
        "t2": "",
        "ab": [ "マイペース", "アイスボディ", "がんじょう" ]
        }
    }
    },

    {
    "n": "クレベース(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 713,
        "hp": 95,
        "at": 127,
        "df": 184,
        "sa": 34,
        "sd": 36,
        "sp": 38,
        "t1": "こおり",
        "t2": "いわ",
        "ab": [ "がんじょうあご", "アイスボディ", "がんじょう" ]
        }
    }
    },

    {
    "n": "オンバット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 714,
        "hp": 40,
        "at": 30,
        "df": 35,
        "sa": 45,
        "sd": 40,
        "sp": 55,
        "t1": "ひこう",
        "t2": "ドラゴン",
        "ab": [ "おみとおし", "すりぬけ", "テレパシー" ]
        }
    }
    },

    {
    "n": "オンバーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 715,
        "hp": 85,
        "at": 70,
        "df": 80,
        "sa": 97,
        "sd": 80,
        "sp": 123,
        "t1": "ひこう",
        "t2": "ドラゴン",
        "ab": [ "おみとおし", "すりぬけ", "テレパシー" ]
        }
    }
    },

    {
    "n": "ゼルネアス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 716,
        "hp": 126,
        "at": 131,
        "df": 95,
        "sa": 131,
        "sd": 98,
        "sp": 99,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "フェアリーオーラ", ,  ]
        }
    }
    },

    {
    "n": "イベルタル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 717,
        "hp": 126,
        "at": 131,
        "df": 95,
        "sa": 131,
        "sd": 98,
        "sp": 99,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [ "ダークオーラ", ,  ]
        }
    }
    },

    {
    "n": "ジガルデ(10％)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 718,
        "hp": 54,
        "at": 100,
        "df": 71,
        "sa": 61,
        "sd": 85,
        "sp": 115,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "スワームチェンジ", "オーラブレイク",  ]
        }
    }
    },

    {
    "n": "ジガルデ(50％)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 718,
        "hp": 108,
        "at": 100,
        "df": 121,
        "sa": 81,
        "sd": 95,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "スワームチェンジ", "オーラブレイク",  ]
        }
    }
    },

    {
    "n": "ジガルデ(100％)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 718,
        "hp": 216,
        "at": 100,
        "df": 121,
        "sa": 91,
        "sd": 95,
        "sp": 85,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "スワームチェンジ", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "718m",
        "hp": 216,
        "at": 70,
        "df": 91,
        "sa": 216,
        "sd": 85,
        "sp": 100,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "ディアンシー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 719,
        "hp": 50,
        "at": 100,
        "df": 150,
        "sa": 100,
        "sd": 150,
        "sp": 50,
        "t1": "いわ",
        "t2": "フェアリー",
        "ab": [ "クリアボディ", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": 719,
        "hp": 50,
        "at": 160,
        "df": 110,
        "sa": 160,
        "sd": 110,
        "sp": 110,
        "t1": "いわ",
        "t2": "フェアリー",
        "ab": [ "マジックミラー", ,  ]
        }
    }
    },

    {
    "n": "フーパ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 720,
        "hp": 80,
        "at": 110,
        "df": 60,
        "sa": 150,
        "sd": 130,
        "sp": 70,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [ "マジシャン", ,  ]
        }
    }
    },

    {
    "n": "フーパ(ときはなたれし)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 720,
        "hp": 80,
        "at": 160,
        "df": 60,
        "sa": 170,
        "sd": 130,
        "sp": 80,
        "t1": "エスパー",
        "t2": "あく",
        "ab": [ "マジシャン", ,  ]
        }
    }
    },

    {
    "n": "ボルケニオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 721,
        "hp": 80,
        "at": 110,
        "df": 120,
        "sa": 130,
        "sd": 90,
        "sp": 70,
        "t1": "ほのお",
        "t2": "みず",
        "ab": [ "ちょすい", ,  ]
        }
    }
    },

    {
    "n": "モクロー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 722,
        "hp": 68,
        "at": 55,
        "df": 55,
        "sa": 50,
        "sd": 50,
        "sp": 42,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [ "しんりょく", , "えんかく" ]
        }
    }
    },

    {
    "n": "フクスロー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 723,
        "hp": 78,
        "at": 75,
        "df": 75,
        "sa": 70,
        "sd": 70,
        "sp": 52,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [ "しんりょく", , "えんかく" ]
        }
    }
    },

    {
    "n": "ジュナイパー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 724,
        "hp": 78,
        "at": 107,
        "df": 75,
        "sa": 100,
        "sd": 100,
        "sp": 70,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [ "しんりょく", , "えんかく" ]
        }
    }
    },

    {
    "n": "ジュナイパー(ヒスイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 724,
        "hp": 88,
        "at": 112,
        "df": 80,
        "sa": 95,
        "sd": 95,
        "sp": 60,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [ "しんりょく", , "きもったま" ]
        }
    }
    },

    {
    "n": "ニャビー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 725,
        "hp": 45,
        "at": 65,
        "df": 40,
        "sa": 60,
        "sd": 40,
        "sp": 70,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "いかく" ]
        }
    }
    },

    {
    "n": "ニャヒート",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 726,
        "hp": 65,
        "at": 85,
        "df": 50,
        "sa": 80,
        "sd": 50,
        "sp": 90,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "いかく" ]
        }
    }
    },

    {
    "n": "ガオガエン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 727,
        "hp": 95,
        "at": 115,
        "df": 90,
        "sa": 80,
        "sd": 90,
        "sp": 60,
        "t1": "ほのお",
        "t2": "あく",
        "ab": [ "もうか", , "いかく" ]
        }
    }
    },

    {
    "n": "アシマリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 728,
        "hp": 50,
        "at": 54,
        "df": 54,
        "sa": 66,
        "sd": 56,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "うるおいボイス" ]
        }
    }
    },

    {
    "n": "オシャマリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 729,
        "hp": 60,
        "at": 69,
        "df": 69,
        "sa": 91,
        "sd": 81,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "うるおいボイス" ]
        }
    }
    },

    {
    "n": "アシレーヌ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 730,
        "hp": 80,
        "at": 74,
        "df": 74,
        "sa": 126,
        "sd": 116,
        "sp": 60,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [ "げきりゅう", , "うるおいボイス" ]
        }
    }
    },

    {
    "n": "ツツケラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 731,
        "hp": 35,
        "at": 75,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "スキルリンク", "ものひろい" ]
        }
    }
    },

    {
    "n": "ケララッパ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 732,
        "hp": 55,
        "at": 85,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "スキルリンク", "ものひろい" ]
        }
    }
    },

    {
    "n": "ドデカバシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 733,
        "hp": 80,
        "at": 120,
        "df": 75,
        "sa": 75,
        "sd": 75,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "するどいめ", "スキルリンク", "ちからずく" ]
        }
    }
    },

    {
    "n": "ヤングース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 734,
        "hp": 48,
        "at": 70,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "はりこみ", "がんじょうあご", "てきおうりょく" ]
        }
    }
    },

    {
    "n": "デカグース",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 735,
        "hp": 88,
        "at": 110,
        "df": 60,
        "sa": 55,
        "sd": 60,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "はりこみ", "がんじょうあご", "てきおうりょく" ]
        }
    }
    },

    {
    "n": "アゴジムシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 736,
        "hp": 47,
        "at": 62,
        "df": 45,
        "sa": 55,
        "sd": 45,
        "sp": 46,
        "t1": "むし",
        "t2": "",
        "ab": [ "むしのしらせ", ,  ]
        }
    }
    },

    {
    "n": "デンヂムシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 737,
        "hp": 57,
        "at": 82,
        "df": 95,
        "sa": 55,
        "sd": 75,
        "sp": 36,
        "t1": "むし",
        "t2": "でんき",
        "ab": [ "バッテリー", ,  ]
        }
    }
    },

    {
    "n": "クワガノン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 738,
        "hp": 77,
        "at": 70,
        "df": 90,
        "sa": 145,
        "sd": 75,
        "sp": 43,
        "t1": "むし",
        "t2": "でんき",
        "ab": [ "ふゆう", ,  ]
        }
    }
    },

    {
    "n": "マケンカニ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 739,
        "hp": 47,
        "at": 82,
        "df": 57,
        "sa": 42,
        "sd": 47,
        "sp": 63,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "かいりきバサミ", "てつのこぶし", "いかりのつぼ" ]
        }
    }
    },

    {
    "n": "ケケンカニ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 740,
        "hp": 97,
        "at": 132,
        "df": 77,
        "sa": 62,
        "sd": 67,
        "sp": 43,
        "t1": "かくとう",
        "t2": "こおり",
        "ab": [ "かいりきバサミ", "てつのこぶし", "いかりのつぼ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "739m",
        "hp": 97,
        "at": 157,
        "df": 122,
        "sa": 62,
        "sd": 107,
        "sp": 33,
        "t1": "かくとう",
        "t2": "こおり",
        "ab": [ "てつのこぶし", ,  ]
        }
    }
    },

    {
    "n": "オドリドリ(めらめら)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [ "おどりこ", ,  ]
        }
    }
    },

    {
    "n": "オドリドリ(ぱちぱち)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "おどりこ", ,  ]
        }
    }
    },

    {
    "n": "オドリドリ(ふらふら)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [ "おどりこ", ,  ]
        }
    }
    },

    {
    "n": "オドリドリ(まいまい)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "ゴースト",
        "t2": "ひこう",
        "ab": [ "おどりこ", ,  ]
        }
    }
    },

    {
    "n": "アブリー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 742,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 55,
        "sd": 40,
        "sp": 84,
        "t1": "むし",
        "t2": "フェアリー",
        "ab": [ "みつあつめ", "りんぷん", "スイートベール" ]
        }
    }
    },

    {
    "n": "アブリボン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 743,
        "hp": 60,
        "at": 55,
        "df": 60,
        "sa": 95,
        "sd": 70,
        "sp": 124,
        "t1": "むし",
        "t2": "フェアリー",
        "ab": [ "みつあつめ", "りんぷん", "スイートベール" ]
        }
    }
    },

    {
    "n": "イワンコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 744,
        "hp": 45,
        "at": 65,
        "df": 40,
        "sa": 30,
        "sd": 40,
        "sp": 60,
        "t1": "いわ",
        "t2": "",
        "ab": [ "するどいめ", "やるき", "ふくつのこころ" ]
        }
    }
    },

    {
    "n": "ルガルガン(まひる)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 745,
        "hp": 75,
        "at": 115,
        "df": 65,
        "sa": 55,
        "sd": 65,
        "sp": 112,
        "t1": "いわ",
        "t2": "",
        "ab": [ "するどいめ", "すなかき", "ふくつのこころ" ]
        }
    }
    },

    {
    "n": "ルガルガン(まよなか)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 745,
        "hp": 85,
        "at": 115,
        "df": 75,
        "sa": 55,
        "sd": 75,
        "sp": 82,
        "t1": "いわ",
        "t2": "",
        "ab": [ "するどいめ", "やるき", "ノーガード" ]
        }
    }
    },

    {
    "n": "ルガルガン(たそがれ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 745,
        "hp": 75,
        "at": 117,
        "df": 65,
        "sa": 55,
        "sd": 65,
        "sp": 110,
        "t1": "いわ",
        "t2": "",
        "ab": [ "かたいツメ", ,  ]
        }
    }
    },

    {
    "n": "ヨワシ(たんどく)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 746,
        "hp": 45,
        "at": 20,
        "df": 20,
        "sa": 25,
        "sd": 25,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [ "ぎょぐん", ,  ]
        }
    }
    },

    {
    "n": "ヨワシ(むれた)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 746,
        "hp": 45,
        "at": 140,
        "df": 130,
        "sa": 140,
        "sd": 135,
        "sp": 30,
        "t1": "みず",
        "t2": "",
        "ab": [ "ぎょぐん", ,  ]
        }
    }
    },

    {
    "n": "ヒドイデ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 747,
        "hp": 50,
        "at": 53,
        "df": 62,
        "sa": 43,
        "sd": 52,
        "sp": 45,
        "t1": "どく",
        "t2": "みず",
        "ab": [ "ひとでなし", "じゅうなん", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ドヒドイデ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 748,
        "hp": 50,
        "at": 63,
        "df": 152,
        "sa": 53,
        "sd": 142,
        "sp": 35,
        "t1": "どく",
        "t2": "みず",
        "ab": [ "ひとでなし", "じゅうなん", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ドロバンコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 749,
        "hp": 70,
        "at": 100,
        "df": 70,
        "sa": 45,
        "sd": 55,
        "sp": 45,
        "t1": "じめん",
        "t2": "",
        "ab": [ "マイペース", "じきゅうりょく", "せいしんりょく" ]
        }
    }
    },

    {
    "n": "バンバドロ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 750,
        "hp": 100,
        "at": 125,
        "df": 100,
        "sa": 55,
        "sd": 85,
        "sp": 35,
        "t1": "じめん",
        "t2": "",
        "ab": [ "マイペース", "じきゅうりょく", "せいしんりょく" ]
        }
    }
    },

    {
    "n": "シズクモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 751,
        "hp": 38,
        "at": 40,
        "df": 52,
        "sa": 40,
        "sd": 72,
        "sp": 27,
        "t1": "みず",
        "t2": "むし",
        "ab": [ "すいほう", , "ちょすい" ]
        }
    }
    },

    {
    "n": "オニシズクモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 752,
        "hp": 68,
        "at": 70,
        "df": 92,
        "sa": 50,
        "sd": 132,
        "sp": 42,
        "t1": "みず",
        "t2": "むし",
        "ab": [ "すいほう", , "ちょすい" ]
        }
    }
    },

    {
    "n": "カリキリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 753,
        "hp": 40,
        "at": 55,
        "df": 35,
        "sa": 50,
        "sd": 35,
        "sp": 35,
        "t1": "くさ",
        "t2": "",
        "ab": [ "リーフガード", , "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ラランテス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 754,
        "hp": 70,
        "at": 105,
        "df": 90,
        "sa": 80,
        "sd": 90,
        "sp": 45,
        "t1": "くさ",
        "t2": "",
        "ab": [ "リーフガード", , "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ネマシュ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 755,
        "hp": 40,
        "at": 35,
        "df": 55,
        "sa": 65,
        "sd": 75,
        "sp": 15,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [ "はっこう", "ほうし", "あめうけざら" ]
        }
    }
    },

    {
    "n": "マシェード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 756,
        "hp": 60,
        "at": 45,
        "df": 80,
        "sa": 90,
        "sd": 100,
        "sp": 30,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [ "はっこう", "ほうし", "あめうけざら" ]
        }
    }
    },

    {
    "n": "ヤトウモリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 757,
        "hp": 48,
        "at": 44,
        "df": 40,
        "sa": 71,
        "sd": 40,
        "sp": 77,
        "t1": "どく",
        "t2": "ほのお",
        "ab": [ "ふしょく", , "どんかん" ]
        }
    }
    },

    {
    "n": "エンニュート",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 758,
        "hp": 68,
        "at": 64,
        "df": 60,
        "sa": 111,
        "sd": 60,
        "sp": 117,
        "t1": "どく",
        "t2": "ほのお",
        "ab": [ "ふしょく", , "どんかん" ]
        }
    }
    },

    {
    "n": "ヌイコグマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 759,
        "hp": 70,
        "at": 75,
        "df": 50,
        "sa": 45,
        "sd": 50,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [ "もふもふ", "ぶきよう", "メロメロボディ" ]
        }
    }
    },

    {
    "n": "キテルグマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 760,
        "hp": 120,
        "at": 125,
        "df": 80,
        "sa": 55,
        "sd": 60,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [ "もふもふ", "ぶきよう", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "アマカジ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 761,
        "hp": 42,
        "at": 30,
        "df": 38,
        "sa": 30,
        "sd": 38,
        "sp": 32,
        "t1": "くさ",
        "t2": "",
        "ab": [ "リーフガード", "どんかん", "スイートベール" ]
        }
    }
    },

    {
    "n": "アママイコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 762,
        "hp": 52,
        "at": 40,
        "df": 48,
        "sa": 40,
        "sd": 48,
        "sp": 62,
        "t1": "くさ",
        "t2": "",
        "ab": [ "リーフガード", "どんかん", "スイートベール" ]
        }
    }
    },

    {
    "n": "アマージョ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 763,
        "hp": 72,
        "at": 120,
        "df": 98,
        "sa": 50,
        "sd": 98,
        "sp": 72,
        "t1": "くさ",
        "t2": "",
        "ab": [ "リーフガード", "じょおうのいげん", "スイートベール" ]
        }
    }
    },

    {
    "n": "キュワワー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 764,
        "hp": 51,
        "at": 52,
        "df": 90,
        "sa": 82,
        "sd": 110,
        "sp": 100,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "フラワーベール", "ヒーリングシフト", "しぜんかいふく" ]
        }
    }
    },

    {
    "n": "ヤレユータン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 765,
        "hp": 90,
        "at": 60,
        "df": 80,
        "sa": 90,
        "sd": 110,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [ "せいしんりょく", "テレパシー", "きょうせい" ]
        }
    }
    },

    {
    "n": "ナゲツケサル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 766,
        "hp": 100,
        "at": 120,
        "df": 90,
        "sa": 40,
        "sd": 60,
        "sp": 80,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "レシーバー", , "まけんき" ]
        }
    }
    },

    {
    "n": "コソクムシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 767,
        "hp": 25,
        "at": 35,
        "df": 40,
        "sa": 20,
        "sd": 30,
        "sp": 80,
        "t1": "むし",
        "t2": "みず",
        "ab": [ "にげごし", ,  ]
        }
    }
    },

    {
    "n": "グソクムシャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 768,
        "hp": 75,
        "at": 125,
        "df": 140,
        "sa": 60,
        "sd": 90,
        "sp": 40,
        "t1": "むし",
        "t2": "みず",
        "ab": [ "ききかいひ", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "768m",
        "hp": 75,
        "at": 150,
        "df": 175,
        "sa": 70,
        "sd": 120,
        "sp": 40,
        "t1": "むし",
        "t2": "みず",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "スナバァ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 769,
        "hp": 55,
        "at": 55,
        "df": 80,
        "sa": 70,
        "sd": 45,
        "sp": 15,
        "t1": "ゴースト",
        "t2": "じめん",
        "ab": [ "みずがため", , "すながくれ" ]
        }
    }
    },

    {
    "n": "シロデスナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 770,
        "hp": 85,
        "at": 75,
        "df": 110,
        "sa": 100,
        "sd": 75,
        "sp": 35,
        "t1": "ゴースト",
        "t2": "じめん",
        "ab": [ "みずがため", , "すながくれ" ]
        }
    }
    },

    {
    "n": "ナマコブシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 771,
        "hp": 55,
        "at": 60,
        "df": 130,
        "sa": 30,
        "sd": 130,
        "sp": 5,
        "t1": "みず",
        "t2": "",
        "ab": [ "とびだすなかみ", , "てんねん" ]
        }
    }
    },

    {
    "n": "タイプ：ヌル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 772,
        "hp": 95,
        "at": 95,
        "df": 95,
        "sa": 95,
        "sd": 95,
        "sp": 59,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "カブトアーマー", ,  ]
        }
    }
    },

    {
    "n": "シルヴァディ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 773,
        "hp": 95,
        "at": 95,
        "df": 95,
        "sa": 95,
        "sd": 95,
        "sp": 95,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ＡＲシステム", ,  ]
        }
    }
    },

    {
    "n": "メテノ(りゅうせい)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 774,
        "hp": 60,
        "at": 60,
        "df": 100,
        "sa": 60,
        "sd": 100,
        "sp": 60,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [ "リミットシールド", ,  ]
        }
    }
    },

    {
    "n": "メテノ(コア)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 774,
        "hp": 60,
        "at": 100,
        "df": 60,
        "sa": 100,
        "sd": 60,
        "sp": 120,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [ "リミットシールド", ,  ]
        }
    }
    },

    {
    "n": "ネッコアラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 775,
        "hp": 65,
        "at": 115,
        "df": 65,
        "sa": 75,
        "sd": 95,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ぜったいねむり", ,  ]
        }
    }
    },

    {
    "n": "バクガメス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 776,
        "hp": 60,
        "at": 78,
        "df": 135,
        "sa": 91,
        "sd": 85,
        "sp": 36,
        "t1": "ほのお",
        "t2": "ドラゴン",
        "ab": [ "シェルアーマー", ,  ]
        }
    }
    },

    {
    "n": "トゲデマル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 777,
        "hp": 65,
        "at": 98,
        "df": 63,
        "sa": 40,
        "sd": 73,
        "sp": 96,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [ "てつのトゲ", "ひらいしん", "がんじょう" ]
        }
    }
    },

    {
    "n": "ミミッキュ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 778,
        "hp": 55,
        "at": 90,
        "df": 80,
        "sa": 50,
        "sd": 105,
        "sp": 96,
        "t1": "ゴースト",
        "t2": "フェアリー",
        "ab": [ "ばけのかわ", ,  ]
        }
    }
    },

    {
    "n": "ハギギシリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 779,
        "hp": 68,
        "at": 105,
        "df": 70,
        "sa": 70,
        "sd": 70,
        "sp": 92,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [ "ビビッドボディ", "がんじょうあご", "ミラクルスキン" ]
        }
    }
    },

    {
    "n": "ジジーロン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 780,
        "hp": 78,
        "at": 60,
        "df": 85,
        "sa": 135,
        "sd": 91,
        "sp": 36,
        "t1": "ノーマル",
        "t2": "ドラゴン",
        "ab": [ "ぎゃくじょう", "そうしょく", "ノーてんき" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "780m",
        "hp": 78,
        "at": 85,
        "df": 110,
        "sa": 160,
        "sd": 116,
        "sp": 36,
        "t1": "ノーマル",
        "t2": "ドラゴン",
        "ab": [ "ぎゃくじょう", ,  ]
        }
    }
    },

    {
    "n": "ダダリン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 781,
        "hp": 70,
        "at": 131,
        "df": 100,
        "sa": 86,
        "sd": 90,
        "sp": 40,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [ "はがねつかい", ,  ]
        }
    }
    },

    {
    "n": "ジャラコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 782,
        "hp": 45,
        "at": 55,
        "df": 65,
        "sa": 45,
        "sd": 45,
        "sp": 45,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "ぼうだん", "ぼうおん", "ぼうじん" ]
        }
    }
    },

    {
    "n": "ジャランゴ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 783,
        "hp": 55,
        "at": 75,
        "df": 90,
        "sa": 65,
        "sd": 70,
        "sp": 65,
        "t1": "ドラゴン",
        "t2": "かくとう",
        "ab": [ "ぼうだん", "ぼうおん", "ぼうじん" ]
        }
    }
    },

    {
    "n": "ジャラランガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 784,
        "hp": 75,
        "at": 110,
        "df": 125,
        "sa": 100,
        "sd": 105,
        "sp": 85,
        "t1": "ドラゴン",
        "t2": "かくとう",
        "ab": [ "ぼうだん", "ぼうおん", "ぼうじん" ]
        }
    }
    },

    {
    "n": "カプ・コケコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 785,
        "hp": 70,
        "at": 115,
        "df": 85,
        "sa": 95,
        "sd": 75,
        "sp": 130,
        "t1": "でんき",
        "t2": "フェアリー",
        "ab": [ "エレキメイカー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "カプ・テテフ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 786,
        "hp": 70,
        "at": 85,
        "df": 75,
        "sa": 130,
        "sd": 115,
        "sp": 95,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "サイコメイカー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "カプ・ブルル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 787,
        "hp": 70,
        "at": 130,
        "df": 115,
        "sa": 85,
        "sd": 95,
        "sp": 75,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [ "グラスメイカー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "カプ・レヒレ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 788,
        "hp": 70,
        "at": 75,
        "df": 115,
        "sa": 95,
        "sd": 130,
        "sp": 85,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [ "ミストメイカー", , "テレパシー" ]
        }
    }
    },

    {
    "n": "コスモッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 789,
        "hp": 43,
        "at": 29,
        "df": 31,
        "sa": 29,
        "sd": 31,
        "sp": 37,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "てんねん", ,  ]
        }
    }
    },

    {
    "n": "コスモウム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 790,
        "hp": 43,
        "at": 29,
        "df": 131,
        "sa": 29,
        "sd": 131,
        "sp": 37,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "がんじょう", ,  ]
        }
    }
    },

    {
    "n": "ソルガレオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 791,
        "hp": 137,
        "at": 137,
        "df": 107,
        "sa": 113,
        "sd": 89,
        "sp": 97,
        "t1": "エスパー",
        "t2": "はがね",
        "ab": [ "メタルプロテクト", ,  ]
        }
    }
    },

    {
    "n": "ルナアーラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 792,
        "hp": 137,
        "at": 113,
        "df": 89,
        "sa": 137,
        "sd": 107,
        "sp": 97,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [ "ファントムガード", ,  ]
        }
    }
    },

    {
    "n": "ウツロイド",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 793,
        "hp": 109,
        "at": 53,
        "df": 47,
        "sa": 127,
        "sd": 131,
        "sp": 103,
        "t1": "いわ",
        "t2": "どく",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "マッシブーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 794,
        "hp": 107,
        "at": 139,
        "df": 139,
        "sa": 53,
        "sd": 53,
        "sp": 79,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "フェローチェ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 795,
        "hp": 71,
        "at": 137,
        "df": 37,
        "sa": 137,
        "sd": 37,
        "sp": 151,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "デンジュモク",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 796,
        "hp": 83,
        "at": 89,
        "df": 71,
        "sa": 173,
        "sd": 71,
        "sp": 83,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "テッカグヤ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 797,
        "hp": 97,
        "at": 101,
        "df": 103,
        "sa": 107,
        "sd": 101,
        "sp": 61,
        "t1": "はがね",
        "t2": "ひこう",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "カミツルギ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 798,
        "hp": 59,
        "at": 181,
        "df": 131,
        "sa": 59,
        "sd": 31,
        "sp": 109,
        "t1": "くさ",
        "t2": "はがね",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "アクジキング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 799,
        "hp": 223,
        "at": 101,
        "df": 53,
        "sa": 97,
        "sd": 53,
        "sp": 43,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "ネクロズマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 107,
        "df": 101,
        "sa": 127,
        "sd": 89,
        "sp": 79,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "プリズムアーマー", ,  ]
        }
    }
    },

    {
    "n": "ネクロズマ(たそがれ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 157,
        "df": 127,
        "sa": 113,
        "sd": 109,
        "sp": 77,
        "t1": "エスパー",
        "t2": "はがね",
        "ab": [ "プリズムアーマー", ,  ]
        }
    }
    },

    {
    "n": "ネクロズマ(あかつき)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 113,
        "df": 109,
        "sa": 157,
        "sd": 127,
        "sp": 77,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [ "プリズムアーマー", ,  ]
        }
    }
    },

    {
    "n": "ネクロズマ(ウルトラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 167,
        "df": 97,
        "sa": 167,
        "sd": 97,
        "sp": 129,
        "t1": "エスパー",
        "t2": "ドラゴン",
        "ab": [ "ブレインフォース", ,  ]
        }
    }
    },

    {
    "n": "マギアナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 801,
        "hp": 80,
        "at": 95,
        "df": 115,
        "sa": 130,
        "sd": 115,
        "sp": 65,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [ "ソウルハート", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "801m",
        "hp": 80,
        "at": 125,
        "df": 115,
        "sa": 170,
        "sd": 115,
        "sp": 95,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "マーシャドー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 802,
        "hp": 90,
        "at": 125,
        "df": 80,
        "sa": 90,
        "sd": 90,
        "sp": 125,
        "t1": "かくとう",
        "t2": "ゴースト",
        "ab": [ "テクニシャン", ,  ]
        }
    }
    },

    {
    "n": "ベベノム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 803,
        "hp": 67,
        "at": 73,
        "df": 67,
        "sa": 73,
        "sd": 67,
        "sp": 73,
        "t1": "どく",
        "t2": "",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "アーゴヨン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 804,
        "hp": 73,
        "at": 73,
        "df": 73,
        "sa": 127,
        "sd": 73,
        "sp": 121,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "ツンデツンデ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 805,
        "hp": 61,
        "at": 131,
        "df": 211,
        "sa": 53,
        "sd": 101,
        "sp": 13,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "ズガドーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 806,
        "hp": 53,
        "at": 127,
        "df": 53,
        "sa": 151,
        "sd": 79,
        "sp": 107,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [ "ビーストブースト", ,  ]
        }
    }
    },

    {
    "n": "ゼラオラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 807,
        "hp": 88,
        "at": 112,
        "df": 75,
        "sa": 102,
        "sd": 80,
        "sp": 143,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ちくでん", ,  ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "807m",
        "hp": 88,
        "at": 157,
        "df": 75,
        "sa": 147,
        "sd": 80,
        "sp": 153,
        "t1": "でんき",
        "t2": "",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "メルタン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 808,
        "hp": 46,
        "at": 65,
        "df": 65,
        "sa": 55,
        "sd": 35,
        "sp": 34,
        "t1": "はがね",
        "t2": "",
        "ab": [ "じりょく", ,  ]
        }
    }
    },

    {
    "n": "メルメタル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 809,
        "hp": 135,
        "at": 143,
        "df": 143,
        "sa": 80,
        "sd": 65,
        "sp": 34,
        "t1": "はがね",
        "t2": "",
        "ab": [ "てつのこぶし", ,  ]
        }
    }
    },

    {
    "n": "サルノリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 810,
        "hp": 50,
        "at": 65,
        "df": 50,
        "sa": 40,
        "sd": 40,
        "sp": 65,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "グラスメイカー" ]
        }
    }
    },

    {
    "n": "バチンキー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 811,
        "hp": 70,
        "at": 85,
        "df": 70,
        "sa": 55,
        "sd": 60,
        "sp": 80,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "グラスメイカー" ]
        }
    }
    },

    {
    "n": "ゴリランダー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 812,
        "hp": 100,
        "at": 125,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 85,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "グラスメイカー" ]
        }
    }
    },

    {
    "n": "ヒバニー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 813,
        "hp": 50,
        "at": 71,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 69,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "リベロ" ]
        }
    }
    },

    {
    "n": "ラビフット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 814,
        "hp": 65,
        "at": 86,
        "df": 60,
        "sa": 55,
        "sd": 60,
        "sp": 94,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "リベロ" ]
        }
    }
    },

    {
    "n": "エースバーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 815,
        "hp": 80,
        "at": 116,
        "df": 75,
        "sa": 65,
        "sd": 75,
        "sp": 119,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "リベロ" ]
        }
    }
    },

    {
    "n": "メッソン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 816,
        "hp": 50,
        "at": 40,
        "df": 40,
        "sa": 70,
        "sd": 40,
        "sp": 70,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "スナイパー" ]
        }
    }
    },

    {
    "n": "ジメレオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 817,
        "hp": 65,
        "at": 60,
        "df": 55,
        "sa": 95,
        "sd": 55,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "スナイパー" ]
        }
    }
    },

    {
    "n": "インテレオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 818,
        "hp": 70,
        "at": 85,
        "df": 65,
        "sa": 125,
        "sd": 65,
        "sp": 120,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "スナイパー" ]
        }
    }
    },

    {
    "n": "ホシガリス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 819,
        "hp": 70,
        "at": 55,
        "df": 55,
        "sa": 35,
        "sd": 35,
        "sp": 25,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ほおぶくろ", , "くいしんぼう" ]
        }
    }
    },

    {
    "n": "ヨクバリス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 820,
        "hp": 120,
        "at": 95,
        "df": 95,
        "sa": 55,
        "sd": 75,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ほおぶくろ", , "くいしんぼう" ]
        }
    }
    },

    {
    "n": "ココガラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 821,
        "hp": 38,
        "at": 47,
        "df": 35,
        "sa": 33,
        "sd": 35,
        "sp": 57,
        "t1": "ひこう",
        "t2": "",
        "ab": [ "するどいめ", "きんちょうかん", "はとむね" ]
        }
    }
    },

    {
    "n": "アオガラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 822,
        "hp": 68,
        "at": 67,
        "df": 55,
        "sa": 43,
        "sd": 55,
        "sp": 77,
        "t1": "ひこう",
        "t2": "",
        "ab": [ "するどいめ", "きんちょうかん", "はとむね" ]
        }
    }
    },

    {
    "n": "アーマーガア",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 823,
        "hp": 98,
        "at": 87,
        "df": 105,
        "sa": 53,
        "sd": 85,
        "sp": 67,
        "t1": "ひこう",
        "t2": "はがね",
        "ab": [ "プレッシャー", "きんちょうかん", "ミラーアーマー" ]
        }
    }
    },

    {
    "n": "サッチムシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 824,
        "hp": 25,
        "at": 20,
        "df": 20,
        "sa": 25,
        "sd": 45,
        "sp": 45,
        "t1": "むし",
        "t2": "",
        "ab": [ "むしのしらせ", "ふくがん", "テレパシー" ]
        }
    }
    },

    {
    "n": "レドームシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 825,
        "hp": 50,
        "at": 35,
        "df": 80,
        "sa": 50,
        "sd": 90,
        "sp": 30,
        "t1": "むし",
        "t2": "エスパー",
        "ab": [ "むしのしらせ", "ふくがん", "テレパシー" ]
        }
    }
    },

    {
    "n": "イオルブ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 826,
        "hp": 60,
        "at": 45,
        "df": 110,
        "sa": 80,
        "sd": 120,
        "sp": 90,
        "t1": "むし",
        "t2": "エスパー",
        "ab": [ "むしのしらせ", "おみとおし", "テレパシー" ]
        }
    }
    },

    {
    "n": "クスネ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 827,
        "hp": 40,
        "at": 28,
        "df": 28,
        "sa": 47,
        "sd": 52,
        "sp": 50,
        "t1": "あく",
        "t2": "",
        "ab": [ "にげあし", "かるわざ", "はりこみ" ]
        }
    }
    },

    {
    "n": "フォクスライ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 828,
        "hp": 70,
        "at": 58,
        "df": 58,
        "sa": 87,
        "sd": 92,
        "sp": 90,
        "t1": "あく",
        "t2": "",
        "ab": [ "にげあし", "かるわざ", "はりこみ" ]
        }
    }
    },

    {
    "n": "ヒメンカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 829,
        "hp": 40,
        "at": 40,
        "df": 60,
        "sa": 40,
        "sd": 60,
        "sp": 10,
        "t1": "くさ",
        "t2": "",
        "ab": [ "わたげ", "さいせいりょく", "ほうし" ]
        }
    }
    },

    {
    "n": "ワタシラガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 830,
        "hp": 60,
        "at": 50,
        "df": 90,
        "sa": 80,
        "sd": 120,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [ "わたげ", "さいせいりょく", "ほうし" ]
        }
    }
    },

    {
    "n": "ウールー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 831,
        "hp": 42,
        "at": 40,
        "df": 55,
        "sa": 40,
        "sd": 45,
        "sp": 48,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "もふもふ", "にげあし", "ぼうだん" ]
        }
    }
    },

    {
    "n": "バイウールー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 832,
        "hp": 72,
        "at": 80,
        "df": 100,
        "sa": 60,
        "sd": 90,
        "sp": 88,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "もふもふ", "ふくつのこころ", "ぼうだん" ]
        }
    }
    },

    {
    "n": "カムカメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 833,
        "hp": 50,
        "at": 64,
        "df": 50,
        "sa": 38,
        "sd": 38,
        "sp": 44,
        "t1": "みず",
        "t2": "",
        "ab": [ "がんじょうあご", "シェルアーマー", "すいすい" ]
        }
    }
    },

    {
    "n": "カジリガメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 834,
        "hp": 90,
        "at": 115,
        "df": 90,
        "sa": 48,
        "sd": 68,
        "sp": 74,
        "t1": "みず",
        "t2": "いわ",
        "ab": [ "がんじょうあご", "シェルアーマー", "すいすい" ]
        }
    }
    },

    {
    "n": "ワンパチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 835,
        "hp": 59,
        "at": 45,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 26,
        "t1": "でんき",
        "t2": "",
        "ab": [ "たまひろい", , "びびり" ]
        }
    }
    },

    {
    "n": "パルスワン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 836,
        "hp": 69,
        "at": 90,
        "df": 60,
        "sa": 90,
        "sd": 60,
        "sp": 121,
        "t1": "でんき",
        "t2": "",
        "ab": [ "がんじょうあご", , "かちき" ]
        }
    }
    },

    {
    "n": "タンドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 837,
        "hp": 30,
        "at": 40,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 30,
        "t1": "いわ",
        "t2": "",
        "ab": [ "じょうききかん", "たいねつ", "もらいび" ]
        }
    }
    },

    {
    "n": "トロッゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 838,
        "hp": 80,
        "at": 60,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 50,
        "t1": "いわ",
        "t2": "ほのお",
        "ab": [ "じょうききかん", "ほのおのからだ", "もらいび" ]
        }
    }
    },

    {
    "n": "セキタンザン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 839,
        "hp": 110,
        "at": 80,
        "df": 120,
        "sa": 80,
        "sd": 90,
        "sp": 30,
        "t1": "いわ",
        "t2": "ほのお",
        "ab": [ "じょうききかん", "ほのおのからだ", "もらいび" ]
        }
    }
    },

    {
    "n": "カジッチュ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 840,
        "hp": 40,
        "at": 40,
        "df": 80,
        "sa": 40,
        "sd": 40,
        "sp": 20,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [ "じゅくせい", "くいしんぼう", "ぼうだん" ]
        }
    }
    },

    {
    "n": "アップリュー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 841,
        "hp": 70,
        "at": 110,
        "df": 80,
        "sa": 95,
        "sd": 60,
        "sp": 70,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [ "じゅくせい", "くいしんぼう", "はりきり" ]
        }
    }
    },

    {
    "n": "タルップル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 842,
        "hp": 110,
        "at": 85,
        "df": 80,
        "sa": 100,
        "sd": 80,
        "sp": 30,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [ "じゅくせい", "くいしんぼう", "あついしぼう" ]
        }
    }
    },

    {
    "n": "スナヘビ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 843,
        "hp": 52,
        "at": 57,
        "df": 75,
        "sa": 35,
        "sd": 50,
        "sp": 46,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すなはき", "だっぴ", "すながくれ" ]
        }
    }
    },

    {
    "n": "サダイジャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 844,
        "hp": 72,
        "at": 107,
        "df": 125,
        "sa": 65,
        "sd": 70,
        "sp": 71,
        "t1": "じめん",
        "t2": "",
        "ab": [ "すなはき", "だっぴ", "すながくれ" ]
        }
    }
    },

    {
    "n": "ウッウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 845,
        "hp": 70,
        "at": 85,
        "df": 55,
        "sa": 85,
        "sd": 95,
        "sp": 85,
        "t1": "ひこう",
        "t2": "みず",
        "ab": [ "うのミサイル", ,  ]
        }
    }
    },

    {
    "n": "サシカマス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 846,
        "hp": 41,
        "at": 63,
        "df": 40,
        "sa": 40,
        "sd": 30,
        "sp": 66,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "スクリューおびれ" ]
        }
    }
    },

    {
    "n": "カマスジョー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 847,
        "hp": 61,
        "at": 123,
        "df": 60,
        "sa": 60,
        "sd": 50,
        "sp": 136,
        "t1": "みず",
        "t2": "",
        "ab": [ "すいすい", , "スクリューおびれ" ]
        }
    }
    },

    {
    "n": "エレズン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 848,
        "hp": 40,
        "at": 38,
        "df": 35,
        "sa": 54,
        "sd": 35,
        "sp": 40,
        "t1": "でんき",
        "t2": "どく",
        "ab": [ "びびり", "せいでんき", "ぶきよう" ]
        }
    }
    },

    {
    "n": "ストリンダー(ハイ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 849,
        "hp": 75,
        "at": 98,
        "df": 70,
        "sa": 114,
        "sd": 70,
        "sp": 75,
        "t1": "でんき",
        "t2": "どく",
        "ab": [ "パンクロック", "プラス", "テクニシャン" ]
        }
    }
    },

    {
    "n": "ストリンダー(ロー)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 849,
        "hp": 75,
        "at": 98,
        "df": 70,
        "sa": 114,
        "sd": 70,
        "sp": 75,
        "t1": "でんき",
        "t2": "どく",
        "ab": [ "パンクロック", "マイナス", "テクニシャン" ]
        }
    }
    },

    {
    "n": "ヤクデ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 850,
        "hp": 50,
        "at": 65,
        "df": 45,
        "sa": 50,
        "sd": 50,
        "sp": 45,
        "t1": "ほのお",
        "t2": "むし",
        "ab": [ "もらいび", "しろいけむり", "ほのおのからだ" ]
        }
    }
    },

    {
    "n": "マルヤクデ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 851,
        "hp": 100,
        "at": 115,
        "df": 65,
        "sa": 90,
        "sd": 90,
        "sp": 65,
        "t1": "ほのお",
        "t2": "むし",
        "ab": [ "もらいび", "しろいけむり", "ほのおのからだ" ]
        }
    }
    },

    {
    "n": "タタッコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 852,
        "hp": 50,
        "at": 68,
        "df": 60,
        "sa": 50,
        "sd": 50,
        "sp": 32,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "じゅうなん", , "テクニシャン" ]
        }
    }
    },

    {
    "n": "オトスパス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 853,
        "hp": 80,
        "at": 118,
        "df": 90,
        "sa": 70,
        "sd": 80,
        "sp": 42,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "じゅうなん", , "テクニシャン" ]
        }
    }
    },

    {
    "n": "ヤバチャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 854,
        "hp": 40,
        "at": 45,
        "df": 45,
        "sa": 74,
        "sd": 54,
        "sp": 50,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "くだけるよろい", , "のろわれボディ" ]
        }
    }
    },

    {
    "n": "ポットデス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 855,
        "hp": 60,
        "at": 65,
        "df": 65,
        "sa": 134,
        "sd": 114,
        "sp": 70,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "くだけるよろい", , "のろわれボディ" ]
        }
    }
    },

    {
    "n": "ミブリム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 856,
        "hp": 42,
        "at": 30,
        "df": 45,
        "sa": 56,
        "sd": 53,
        "sp": 39,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "いやしのこころ", "きけんよち", "マジックミラー" ]
        }
    }
    },

    {
    "n": "テブリム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 857,
        "hp": 57,
        "at": 40,
        "df": 65,
        "sa": 86,
        "sd": 73,
        "sp": 49,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "いやしのこころ", "きけんよち", "マジックミラー" ]
        }
    }
    },

    {
    "n": "ブリムオン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 858,
        "hp": 57,
        "at": 90,
        "df": 95,
        "sa": 136,
        "sd": 103,
        "sp": 29,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [ "いやしのこころ", "きけんよち", "マジックミラー" ]
        }
    }
    },

    {
    "n": "ベロバー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 859,
        "hp": 45,
        "at": 45,
        "df": 30,
        "sa": 55,
        "sd": 40,
        "sp": 50,
        "t1": "あく",
        "t2": "フェアリー",
        "ab": [ "いたずらごころ", "おみとおし", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ギモー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 860,
        "hp": 65,
        "at": 60,
        "df": 45,
        "sa": 75,
        "sd": 55,
        "sp": 70,
        "t1": "あく",
        "t2": "フェアリー",
        "ab": [ "いたずらごころ", "おみとおし", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "オーロンゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 861,
        "hp": 95,
        "at": 120,
        "df": 65,
        "sa": 95,
        "sd": 75,
        "sp": 60,
        "t1": "あく",
        "t2": "フェアリー",
        "ab": [ "いたずらごころ", "おみとおし", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "タチフサグマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 862,
        "hp": 93,
        "at": 90,
        "df": 101,
        "sa": 60,
        "sd": 81,
        "sp": 95,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [ "すてみ", "こんじょう", "まけんき" ]
        }
    }
    },

    {
    "n": "ニャイキング",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 863,
        "hp": 70,
        "at": 110,
        "df": 100,
        "sa": 50,
        "sd": 60,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [ "カブトアーマー", "かたいツメ", "はがねのせいしん" ]
        }
    }
    },

    {
    "n": "サニゴーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 864,
        "hp": 60,
        "at": 95,
        "df": 50,
        "sa": 145,
        "sd": 130,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "くだけるよろい", , "ほろびのボディ" ]
        }
    }
    },

    {
    "n": "ネギガナイト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 865,
        "hp": 62,
        "at": 135,
        "df": 95,
        "sa": 68,
        "sd": 82,
        "sp": 65,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "ふくつのこころ", , "きもったま" ]
        }
    }
    },

    {
    "n": "バリコオル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 866,
        "hp": 80,
        "at": 85,
        "df": 75,
        "sa": 110,
        "sd": 100,
        "sp": 70,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [ "ちどりあし", "バリアフリー", "アイスボディ" ]
        }
    }
    },

    {
    "n": "デスバーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 867,
        "hp": 58,
        "at": 95,
        "df": 145,
        "sa": 50,
        "sd": 105,
        "sp": 30,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [ "さまようたましい", ,  ]
        }
    }
    },

    {
    "n": "マホミル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 868,
        "hp": 45,
        "at": 40,
        "df": 40,
        "sa": 50,
        "sd": 61,
        "sp": 34,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "スイートベール", , "アロマベール" ]
        }
    }
    },

    {
    "n": "マホイップ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 869,
        "hp": 65,
        "at": 60,
        "df": 75,
        "sa": 110,
        "sd": 121,
        "sp": 64,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "スイートベール", , "アロマベール" ]
        }
    }
    },

    {
    "n": "タイレーツ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 870,
        "hp": 65,
        "at": 100,
        "df": 100,
        "sa": 70,
        "sd": 60,
        "sp": 75,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "カブトアーマー", , "まけんき" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "870m",
        "hp": 65,
        "at": 135,
        "df": 135,
        "sa": 70,
        "sd": 65,
        "sp": 100,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "バチンウニ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 871,
        "hp": 48,
        "at": 101,
        "df": 95,
        "sa": 91,
        "sd": 85,
        "sp": 15,
        "t1": "でんき",
        "t2": "",
        "ab": [ "ひらいしん", , "エレキメイカー" ]
        }
    }
    },

    {
    "n": "ユキハミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 872,
        "hp": 30,
        "at": 25,
        "df": 35,
        "sa": 45,
        "sd": 30,
        "sp": 20,
        "t1": "こおり",
        "t2": "むし",
        "ab": [ "りんぷん", , "こおりのりんぷん" ]
        }
    }
    },

    {
    "n": "モスノウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 873,
        "hp": 70,
        "at": 65,
        "df": 60,
        "sa": 125,
        "sd": 90,
        "sp": 65,
        "t1": "こおり",
        "t2": "むし",
        "ab": [ "りんぷん", , "こおりのりんぷん" ]
        }
    }
    },

    {
    "n": "イシヘンジン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 874,
        "hp": 100,
        "at": 125,
        "df": 135,
        "sa": 20,
        "sd": 20,
        "sp": 70,
        "t1": "いわ",
        "t2": "",
        "ab": [ "パワースポット", ,  ]
        }
    }
    },

    {
    "n": "コオリッポ(アイス)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 875,
        "hp": 75,
        "at": 80,
        "df": 110,
        "sa": 65,
        "sd": 90,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [ "アイスフェイス", ,  ]
        }
    }
    },

    {
    "n": "コオリッポ(ナイス)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 875,
        "hp": 75,
        "at": 80,
        "df": 70,
        "sa": 65,
        "sd": 50,
        "sp": 130,
        "t1": "こおり",
        "t2": "",
        "ab": [ "アイスフェイス", ,  ]
        }
    }
    },

    {
    "n": "イエッサン♂",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 876,
        "hp": 60,
        "at": 65,
        "df": 55,
        "sa": 105,
        "sd": 95,
        "sp": 95,
        "t1": "エスパー",
        "t2": "ノーマル",
        "ab": [ "せいしんりょく", "シンクロ", "サイコメイカー" ]
        }
    }
    },

    {
    "n": "イエッサン♀",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 876,
        "hp": 70,
        "at": 55,
        "df": 65,
        "sa": 95,
        "sd": 105,
        "sp": 85,
        "t1": "エスパー",
        "t2": "ノーマル",
        "ab": [ "マイペース", "シンクロ", "サイコメイカー" ]
        }
    }
    },

    {
    "n": "モルペコ(まんぷく)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 877,
        "hp": 58,
        "at": 95,
        "df": 58,
        "sa": 70,
        "sd": 58,
        "sp": 97,
        "t1": "でんき",
        "t2": "あく",
        "ab": [ "はらぺこスイッチ", ,  ]
        }
    }
    },

    {
    "n": "モルペコ(はらぺこ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 877,
        "hp": 58,
        "at": 95,
        "df": 58,
        "sa": 70,
        "sd": 58,
        "sp": 97,
        "t1": "でんき",
        "t2": "あく",
        "ab": [ "はらぺこスイッチ", ,  ]
        }
    }
    },

    {
    "n": "ゾウドウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 878,
        "hp": 72,
        "at": 80,
        "df": 49,
        "sa": 40,
        "sd": 49,
        "sp": 40,
        "t1": "はがね",
        "t2": "",
        "ab": [ "ちからずく", , "ヘヴィメタル" ]
        }
    }
    },

    {
    "n": "ダイオウドウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 879,
        "hp": 122,
        "at": 130,
        "df": 69,
        "sa": 80,
        "sd": 69,
        "sp": 30,
        "t1": "はがね",
        "t2": "",
        "ab": [ "ちからずく", , "ヘヴィメタル" ]
        }
    }
    },

    {
    "n": "パッチラゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 880,
        "hp": 90,
        "at": 100,
        "df": 90,
        "sa": 80,
        "sd": 70,
        "sp": 75,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [ "ちくでん", "はりきり", "すなかき" ]
        }
    }
    },

    {
    "n": "パッチルドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 881,
        "hp": 90,
        "at": 100,
        "df": 90,
        "sa": 90,
        "sd": 80,
        "sp": 55,
        "t1": "でんき",
        "t2": "こおり",
        "ab": [ "ちくでん", "せいでんき", "ゆきかき" ]
        }
    }
    },

    {
    "n": "ウオノラゴン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 882,
        "hp": 90,
        "at": 90,
        "df": 100,
        "sa": 70,
        "sd": 80,
        "sp": 75,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [ "ちょすい", "がんじょうあご", "すなかき" ]
        }
    }
    },

    {
    "n": "ウオチルドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 883,
        "hp": 90,
        "at": 90,
        "df": 100,
        "sa": 80,
        "sd": 90,
        "sp": 55,
        "t1": "みず",
        "t2": "こおり",
        "ab": [ "ちょすい", "アイスボディ", "ゆきかき" ]
        }
    }
    },

    {
    "n": "ジュラルドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 884,
        "hp": 70,
        "at": 95,
        "df": 115,
        "sa": 120,
        "sd": 50,
        "sp": 85,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [ "ライトメタル", "ヘヴィメタル", "すじがねいり" ]
        }
    }
    },

    {
    "n": "ドラメシヤ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 885,
        "hp": 28,
        "at": 60,
        "df": 30,
        "sa": 40,
        "sd": 30,
        "sp": 82,
        "t1": "ドラゴン",
        "t2": "ゴースト",
        "ab": [ "クリアボディ", "すりぬけ", "のろわれボディ" ]
        }
    }
    },

    {
    "n": "ドロンチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 886,
        "hp": 68,
        "at": 80,
        "df": 50,
        "sa": 60,
        "sd": 50,
        "sp": 102,
        "t1": "ドラゴン",
        "t2": "ゴースト",
        "ab": [ "クリアボディ", "すりぬけ", "のろわれボディ" ]
        }
    }
    },

    {
    "n": "ドラパルト",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 887,
        "hp": 88,
        "at": 120,
        "df": 75,
        "sa": 100,
        "sd": 75,
        "sp": 142,
        "t1": "ドラゴン",
        "t2": "ゴースト",
        "ab": [ "クリアボディ", "すりぬけ", "のろわれボディ" ]
        }
    }
    },

    {
    "n": "ザシアン(ゆうしゃ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 888,
        "hp": 92,
        "at": 120,
        "df": 115,
        "sa": 80,
        "sd": 115,
        "sp": 138,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "ふとうのけん", ,  ]
        }
    }
    },

    {
    "n": "ザシアン(おう)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 888,
        "hp": 92,
        "at": 150,
        "df": 115,
        "sa": 80,
        "sd": 115,
        "sp": 148,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [ "ふとうのけん", ,  ]
        }
    }
    },

    {
    "n": "ザマゼンタ(ゆうしゃ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 889,
        "hp": 92,
        "at": 120,
        "df": 115,
        "sa": 80,
        "sd": 115,
        "sp": 138,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "ふくつのたて", ,  ]
        }
    }
    },

    {
    "n": "ザマゼンタ(おう)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 889,
        "hp": 92,
        "at": 120,
        "df": 140,
        "sa": 80,
        "sd": 140,
        "sp": 128,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [ "ふくつのたて", ,  ]
        }
    }
    },

    {
    "n": "ムゲンダイナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 890,
        "hp": 140,
        "at": 85,
        "df": 95,
        "sa": 145,
        "sd": 95,
        "sp": 130,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [ "プレッシャー", ,  ]
        }
    }
    },

    {
    "n": "ダクマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 891,
        "hp": 60,
        "at": 90,
        "df": 60,
        "sa": 53,
        "sd": 50,
        "sp": 72,
        "t1": "かくとう",
        "t2": "",
        "ab": [ "せいしんりょく", ,  ]
        }
    }
    },

    {
    "n": "ウーラオス(いちげき)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 892,
        "hp": 100,
        "at": 130,
        "df": 100,
        "sa": 63,
        "sd": 60,
        "sp": 97,
        "t1": "かくとう",
        "t2": "あく",
        "ab": [ "ふかしのこぶし", ,  ]
        }
    }
    },

    {
    "n": "ウーラオス(れんげき)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 892,
        "hp": 100,
        "at": 130,
        "df": 100,
        "sa": 63,
        "sd": 60,
        "sp": 97,
        "t1": "かくとう",
        "t2": "みず",
        "ab": [ "ふかしのこぶし", ,  ]
        }
    }
    },

    {
    "n": "ザルード",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 893,
        "hp": 105,
        "at": 120,
        "df": 105,
        "sa": 70,
        "sd": 95,
        "sp": 105,
        "t1": "あく",
        "t2": "くさ",
        "ab": [ "リーフガード", ,  ]
        }
    }
    },

    {
    "n": "レジエレキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 894,
        "hp": 80,
        "at": 100,
        "df": 50,
        "sa": 100,
        "sd": 50,
        "sp": 200,
        "t1": "でんき",
        "t2": "",
        "ab": [ "トランジスタ", ,  ]
        }
    }
    },

    {
    "n": "レジドラゴ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 895,
        "hp": 200,
        "at": 100,
        "df": 50,
        "sa": 100,
        "sd": 50,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [ "りゅうのあぎと", ,  ]
        }
    }
    },

    {
    "n": "ブリザポス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 896,
        "hp": 100,
        "at": 145,
        "df": 130,
        "sa": 65,
        "sd": 110,
        "sp": 30,
        "t1": "こおり",
        "t2": "",
        "ab": [ "しろのいななき", ,  ]
        }
    }
    },

    {
    "n": "レイスポス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 897,
        "hp": 100,
        "at": 65,
        "df": 60,
        "sa": 145,
        "sd": 80,
        "sp": 130,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "くろのいななき", ,  ]
        }
    }
    },

    {
    "n": "バドレックス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 898,
        "hp": 100,
        "at": 80,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 80,
        "t1": "エスパー",
        "t2": "くさ",
        "ab": [ "きんちょうかん", ,  ]
        }
    }
    },

    {
    "n": "バドレックス(はくば)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 898,
        "hp": 100,
        "at": 165,
        "df": 150,
        "sa": 85,
        "sd": 130,
        "sp": 50,
        "t1": "エスパー",
        "t2": "こおり",
        "ab": [ "じんばいったい", ,  ]
        }
    }
    },

    {
    "n": "バドレックス(こくば)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 898,
        "hp": 100,
        "at": 85,
        "df": 80,
        "sa": 165,
        "sd": 100,
        "sp": 150,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [ "じんばいったい", ,  ]
        }
    }
    },

    {
    "n": "アヤシシ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 899,
        "hp": 103,
        "at": 105,
        "df": 72,
        "sa": 105,
        "sd": 75,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [ "いかく", "おみとおし", "そうしょく" ]
        }
    }
    },

    {
    "n": "バサギリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 900,
        "hp": 70,
        "at": 135,
        "df": 95,
        "sa": 45,
        "sd": 70,
        "sp": 85,
        "t1": "むし",
        "t2": "いわ",
        "ab": [ "むしのしらせ", "ちからずく", "きれあじ" ]
        }
    }
    },

    {
    "n": "ガチグマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 901,
        "hp": 130,
        "at": 140,
        "df": 105,
        "sa": 45,
        "sd": 80,
        "sp": 50,
        "t1": "じめん",
        "t2": "ノーマル",
        "ab": [ "こんじょう", "ぼうだん", "きんちょうかん" ]
        }
    }
    },

    {
    "n": "ガチグマ(あかつき)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 901,
        "hp": 113,
        "at": 70,
        "df": 120,
        "sa": 135,
        "sd": 65,
        "sp": 52,
        "t1": "じめん",
        "t2": "ノーマル",
        "ab": [ "しんがん", ,  ]
        }
    }
    },

    {
    "n": "イダイトウ♂",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 902,
        "hp": 120,
        "at": 112,
        "df": 65,
        "sa": 80,
        "sd": 75,
        "sp": 78,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [ "すいすい", "てきおうりょく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "イダイトウ♀",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 902,
        "hp": 120,
        "at": 92,
        "df": 65,
        "sa": 100,
        "sd": 75,
        "sp": 78,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [ "すいすい", "てきおうりょく", "かたやぶり" ]
        }
    }
    },

    {
    "n": "オオニューラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 903,
        "hp": 80,
        "at": 130,
        "df": 60,
        "sa": 40,
        "sd": 80,
        "sp": 120,
        "t1": "かくとう",
        "t2": "どく",
        "ab": [ "プレッシャー", "かるわざ", "どくしゅ" ]
        }
    }
    },

    {
    "n": "ハリーマン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 904,
        "hp": 85,
        "at": 115,
        "df": 95,
        "sa": 65,
        "sd": 65,
        "sp": 85,
        "t1": "あく",
        "t2": "どく",
        "ab": [ "どくのトゲ", "すいすい", "いかく" ]
        }
    }
    },

    {
    "n": "ラブトロス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 905,
        "hp": 74,
        "at": 115,
        "df": 70,
        "sa": 135,
        "sd": 80,
        "sp": 106,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [ "メロメロボディ", , "あまのじゃく" ]
        }
    }
    },

    {
    "n": "ラブトロス(れいじゅう)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 905,
        "hp": 74,
        "at": 115,
        "df": 110,
        "sa": 135,
        "sd": 100,
        "sp": 46,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [ "ぼうじん", ,  ]
        }
    }
    },

    {
    "n": "ニャオハ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 906,
        "hp": 40,
        "at": 61,
        "df": 54,
        "sa": 45,
        "sd": 45,
        "sp": 65,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "へんげんじざい" ]
        }
    }
    },

    {
    "n": "ニャローテ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 907,
        "hp": 61,
        "at": 80,
        "df": 63,
        "sa": 60,
        "sd": 63,
        "sp": 83,
        "t1": "くさ",
        "t2": "",
        "ab": [ "しんりょく", , "へんげんじざい" ]
        }
    }
    },

    {
    "n": "マスカーニャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 908,
        "hp": 76,
        "at": 110,
        "df": 70,
        "sa": 81,
        "sd": 70,
        "sp": 123,
        "t1": "くさ",
        "t2": "あく",
        "ab": [ "しんりょく", , "へんげんじざい" ]
        }
    }
    },

    {
    "n": "ホゲータ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 909,
        "hp": 67,
        "at": 45,
        "df": 59,
        "sa": 63,
        "sd": 40,
        "sp": 36,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "てんねん" ]
        }
    }
    },

    {
    "n": "アチゲータ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 910,
        "hp": 81,
        "at": 55,
        "df": 78,
        "sa": 90,
        "sd": 58,
        "sp": 49,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もうか", , "てんねん" ]
        }
    }
    },

    {
    "n": "ラウドボーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 911,
        "hp": 104,
        "at": 75,
        "df": 100,
        "sa": 110,
        "sd": 75,
        "sp": 66,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [ "もうか", , "てんねん" ]
        }
    }
    },

    {
    "n": "クワッス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 912,
        "hp": 55,
        "at": 65,
        "df": 45,
        "sa": 50,
        "sd": 45,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "じしんかじょう" ]
        }
    }
    },

    {
    "n": "ウェルカモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 913,
        "hp": 70,
        "at": 85,
        "df": 65,
        "sa": 65,
        "sd": 60,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [ "げきりゅう", , "じしんかじょう" ]
        }
    }
    },

    {
    "n": "ウェーニバル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 914,
        "hp": 85,
        "at": 120,
        "df": 80,
        "sa": 85,
        "sd": 75,
        "sp": 85,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [ "げきりゅう", , "じしんかじょう" ]
        }
    }
    },

    {
    "n": "グルトン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 915,
        "hp": 54,
        "at": 45,
        "df": 40,
        "sa": 35,
        "sd": 45,
        "sp": 35,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "アロマベール", "くいしんぼう", "あついしぼう" ]
        }
    }
    },

    {
    "n": "パフュートン♂",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 916,
        "hp": 110,
        "at": 100,
        "df": 75,
        "sa": 59,
        "sd": 80,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "とれないにおい", "くいしんぼう", "あついしぼう" ]
        }
    }
    },

    {
    "n": "パフュートン♀",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 916,
        "hp": 115,
        "at": 90,
        "df": 70,
        "sa": 59,
        "sd": 90,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "アロマベール", "くいしんぼう", "あついしぼう" ]
        }
    }
    },

    {
    "n": "タマンチュラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 917,
        "hp": 35,
        "at": 41,
        "df": 45,
        "sa": 29,
        "sd": 40,
        "sp": 20,
        "t1": "むし",
        "t2": "",
        "ab": [ "ふみん", , "はりこみ" ]
        }
    }
    },

    {
    "n": "ワナイダー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 918,
        "hp": 60,
        "at": 79,
        "df": 92,
        "sa": 52,
        "sd": 86,
        "sp": 35,
        "t1": "むし",
        "t2": "",
        "ab": [ "ふみん", , "はりこみ" ]
        }
    }
    },

    {
    "n": "マメバッタ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 919,
        "hp": 33,
        "at": 46,
        "df": 40,
        "sa": 21,
        "sd": 25,
        "sp": 45,
        "t1": "むし",
        "t2": "",
        "ab": [ "むしのしらせ", , "いろめがね" ]
        }
    }
    },

    {
    "n": "エクスレッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 920,
        "hp": 71,
        "at": 102,
        "df": 78,
        "sa": 52,
        "sd": 55,
        "sp": 92,
        "t1": "むし",
        "t2": "あく",
        "ab": [ "むしのしらせ", , "いろめがね" ]
        }
    }
    },

    {
    "n": "パモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 921,
        "hp": 45,
        "at": 50,
        "df": 20,
        "sa": 40,
        "sd": 25,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [ "せいでんき", "しぜんかいふく", "てつのこぶし" ]
        }
    }
    },

    {
    "n": "パモット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 922,
        "hp": 60,
        "at": 75,
        "df": 40,
        "sa": 50,
        "sd": 40,
        "sp": 85,
        "t1": "でんき",
        "t2": "かくとう",
        "ab": [ "ちくでん", "しぜんかいふく", "てつのこぶし" ]
        }
    }
    },

    {
    "n": "パーモット",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 923,
        "hp": 70,
        "at": 115,
        "df": 70,
        "sa": 70,
        "sd": 60,
        "sp": 105,
        "t1": "でんき",
        "t2": "かくとう",
        "ab": [ "ちくでん", "しぜんかいふく", "てつのこぶし" ]
        }
    }
    },

    {
    "n": "ワッカネズミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 924,
        "hp": 50,
        "at": 50,
        "df": 45,
        "sa": 40,
        "sd": 45,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "にげあし", "ものひろい", "マイペース" ]
        }
    }
    },

    {
    "n": "イッカネズミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 925,
        "hp": 74,
        "at": 75,
        "df": 70,
        "sa": 65,
        "sd": 75,
        "sp": 111,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "フレンドガード", "ほおぶくろ", "テクニシャン" ]
        }
    }
    },

    {
    "n": "パピモッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 926,
        "hp": 37,
        "at": 55,
        "df": 70,
        "sa": 30,
        "sd": 55,
        "sp": 65,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "マイペース", , "ぶきよう" ]
        }
    }
    },

    {
    "n": "バウッツェル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 927,
        "hp": 57,
        "at": 80,
        "df": 115,
        "sa": 50,
        "sd": 80,
        "sp": 95,
        "t1": "フェアリー",
        "t2": "",
        "ab": [ "こんがりボディ", , "アロマベール" ]
        }
    }
    },

    {
    "n": "ミニーブ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 928,
        "hp": 41,
        "at": 35,
        "df": 45,
        "sa": 58,
        "sd": 51,
        "sp": 30,
        "t1": "くさ",
        "t2": "ノーマル",
        "ab": [ "はやおき", , "しゅうかく" ]
        }
    }
    },

    {
    "n": "オリーニョ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 929,
        "hp": 52,
        "at": 53,
        "df": 60,
        "sa": 78,
        "sd": 78,
        "sp": 33,
        "t1": "くさ",
        "t2": "ノーマル",
        "ab": [ "はやおき", , "しゅうかく" ]
        }
    }
    },

    {
    "n": "オリーヴァ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 930,
        "hp": 78,
        "at": 69,
        "df": 90,
        "sa": 125,
        "sd": 109,
        "sp": 39,
        "t1": "くさ",
        "t2": "ノーマル",
        "ab": [ "こぼれダネ", , "しゅうかく" ]
        }
    }
    },

    {
    "n": "イキリンコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 931,
        "hp": 82,
        "at": 96,
        "df": 51,
        "sa": 45,
        "sd": 51,
        "sp": 92,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [ "いかく", "はりきり", "こんじょう" ]
        }
    }
    },

    {
    "n": "コジオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 932,
        "hp": 55,
        "at": 55,
        "df": 75,
        "sa": 35,
        "sd": 35,
        "sp": 25,
        "t1": "いわ",
        "t2": "",
        "ab": [ "きよめのしお", "がんじょう", "クリアボディ" ]
        }
    }
    },

    {
    "n": "ジオヅム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 933,
        "hp": 60,
        "at": 60,
        "df": 100,
        "sa": 35,
        "sd": 65,
        "sp": 35,
        "t1": "いわ",
        "t2": "",
        "ab": [ "きよめのしお", "がんじょう", "クリアボディ" ]
        }
    }
    },

    {
    "n": "キョジオーン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 934,
        "hp": 100,
        "at": 100,
        "df": 130,
        "sa": 45,
        "sd": 90,
        "sp": 35,
        "t1": "いわ",
        "t2": "",
        "ab": [ "きよめのしお", "がんじょう", "クリアボディ" ]
        }
    }
    },

    {
    "n": "カルボウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 935,
        "hp": 40,
        "at": 50,
        "df": 40,
        "sa": 50,
        "sd": 40,
        "sp": 35,
        "t1": "ほのお",
        "t2": "",
        "ab": [ "もらいび", , "ほのおのからだ" ]
        }
    }
    },

    {
    "n": "グレンアルマ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 936,
        "hp": 85,
        "at": 60,
        "df": 100,
        "sa": 125,
        "sd": 80,
        "sp": 75,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [ "もらいび", , "くだけるよろい" ]
        }
    }
    },

    {
    "n": "ソウブレイズ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 937,
        "hp": 75,
        "at": 125,
        "df": 80,
        "sa": 60,
        "sd": 100,
        "sp": 85,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [ "もらいび", , "くだけるよろい" ]
        }
    }
    },

    {
    "n": "ズピカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 938,
        "hp": 61,
        "at": 31,
        "df": 41,
        "sa": 59,
        "sd": 35,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [ "マイペース", "せいでんき", "しめりけ" ]
        }
    }
    },

    {
    "n": "ハラバリー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 939,
        "hp": 109,
        "at": 64,
        "df": 91,
        "sa": 103,
        "sd": 83,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [ "でんきにかえる", "せいでんき", "しめりけ" ]
        }
    }
    },

    {
    "n": "カイデン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 940,
        "hp": 40,
        "at": 40,
        "df": 35,
        "sa": 55,
        "sd": 40,
        "sp": 70,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "ふうりょくでんき", "ちくでん", "かちき" ]
        }
    }
    },

    {
    "n": "タイカイデン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 941,
        "hp": 70,
        "at": 70,
        "df": 60,
        "sa": 105,
        "sd": 60,
        "sp": 125,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [ "ふうりょくでんき", "ちくでん", "かちき" ]
        }
    }
    },

    {
    "n": "オラチフ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 942,
        "hp": 60,
        "at": 78,
        "df": 60,
        "sa": 40,
        "sd": 51,
        "sp": 51,
        "t1": "あく",
        "t2": "",
        "ab": [ "いかく", "にげあし", "はりこみ" ]
        }
    }
    },

    {
    "n": "マフィティフ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 943,
        "hp": 80,
        "at": 120,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 85,
        "t1": "あく",
        "t2": "",
        "ab": [ "いかく", "ばんけん", "はりこみ" ]
        }
    }
    },

    {
    "n": "シルシュルー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 944,
        "hp": 40,
        "at": 65,
        "df": 35,
        "sa": 40,
        "sd": 35,
        "sp": 75,
        "t1": "どく",
        "t2": "ノーマル",
        "ab": [ "かるわざ", "わるいてぐせ", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "タギングル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 945,
        "hp": 63,
        "at": 95,
        "df": 65,
        "sa": 80,
        "sd": 72,
        "sp": 110,
        "t1": "どく",
        "t2": "ノーマル",
        "ab": [ "かるわざ", "どくしゅ", "いたずらごころ" ]
        }
    }
    },

    {
    "n": "アノクサ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 946,
        "hp": 40,
        "at": 65,
        "df": 30,
        "sa": 45,
        "sd": 35,
        "sp": 60,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [ "かぜのり", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "アノホラグサ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 947,
        "hp": 55,
        "at": 115,
        "df": 70,
        "sa": 80,
        "sd": 70,
        "sp": 90,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [ "かぜのり", , "すりぬけ" ]
        }
    }
    },

    {
    "n": "ノノクラゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 948,
        "hp": 40,
        "at": 40,
        "df": 35,
        "sa": 50,
        "sd": 100,
        "sp": 70,
        "t1": "じめん",
        "t2": "くさ",
        "ab": [ "きんしのちから", , "きんしのちから" ]
        }
    }
    },

    {
    "n": "リククラゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 949,
        "hp": 80,
        "at": 70,
        "df": 65,
        "sa": 80,
        "sd": 120,
        "sp": 100,
        "t1": "じめん",
        "t2": "くさ",
        "ab": [ "きんしのちから", , "きんしのちから" ]
        }
    }
    },

    {
    "n": "ガケガニ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 950,
        "hp": 70,
        "at": 100,
        "df": 115,
        "sa": 35,
        "sd": 55,
        "sp": 75,
        "t1": "いわ",
        "t2": "",
        "ab": [ "いかりのこうら", "シェルアーマー", "さいせいりょく" ]
        }
    }
    },

    {
    "n": "カプサイジ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 951,
        "hp": 50,
        "at": 62,
        "df": 40,
        "sa": 62,
        "sd": 40,
        "sp": 50,
        "t1": "くさ",
        "t2": "",
        "ab": [ "ようりょくそ", "ふみん", "ぶきよう" ]
        }
    }
    },

    {
    "n": "スコヴィラン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 952,
        "hp": 65,
        "at": 108,
        "df": 65,
        "sa": 108,
        "sd": 65,
        "sp": 75,
        "t1": "くさ",
        "t2": "ほのお",
        "ab": [ "ようりょくそ", "ふみん", "ムラっけ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "952m",
        "hp": 65,
        "at": 138,
        "df": 85,
        "sa": 138,
        "sd": 65,
        "sp": 75,
        "t1": "くさ",
        "t2": "ほのお",
        "ab": [ "とびだすハバネロ", ,  ]
        }
    }
    },

    {
    "n": "シガロコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 953,
        "hp": 41,
        "at": 50,
        "df": 60,
        "sa": 31,
        "sd": 58,
        "sp": 30,
        "t1": "むし",
        "t2": "",
        "ab": [ "ふくがん", , "だっぴ" ]
        }
    }
    },

    {
    "n": "ベラカス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 954,
        "hp": 75,
        "at": 50,
        "df": 85,
        "sa": 115,
        "sd": 100,
        "sp": 45,
        "t1": "むし",
        "t2": "エスパー",
        "ab": [ "シンクロ", , "テレパシー" ]
        }
    }
    },

    {
    "n": "ヒラヒナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 955,
        "hp": 30,
        "at": 35,
        "df": 30,
        "sa": 55,
        "sd": 30,
        "sp": 75,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "きけんよち", "おみとおし", "かそく" ]
        }
    }
    },

    {
    "n": "クエスパトラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 956,
        "hp": 95,
        "at": 60,
        "df": 60,
        "sa": 101,
        "sd": 60,
        "sp": 105,
        "t1": "エスパー",
        "t2": "",
        "ab": [ "びんじょう", "おみとおし", "かそく" ]
        }
    }
    },

    {
    "n": "カヌチャン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 957,
        "hp": 50,
        "at": 45,
        "df": 45,
        "sa": 35,
        "sd": 64,
        "sp": 58,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [ "かたやぶり", "マイペース", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ナカヌチャン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 958,
        "hp": 65,
        "at": 55,
        "df": 55,
        "sa": 45,
        "sd": 82,
        "sp": 78,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [ "かたやぶり", "マイペース", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "デカヌチャン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 959,
        "hp": 85,
        "at": 75,
        "df": 77,
        "sa": 70,
        "sd": 105,
        "sp": 94,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [ "かたやぶり", "マイペース", "わるいてぐせ" ]
        }
    }
    },

    {
    "n": "ウミディグダ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 960,
        "hp": 10,
        "at": 55,
        "df": 25,
        "sa": 35,
        "sd": 25,
        "sp": 95,
        "t1": "みず",
        "t2": "",
        "ab": [ "ぬめぬめ", "びびり", "すながくれ" ]
        }
    }
    },

    {
    "n": "ウミトリオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 961,
        "hp": 35,
        "at": 100,
        "df": 50,
        "sa": 50,
        "sd": 70,
        "sp": 120,
        "t1": "みず",
        "t2": "",
        "ab": [ "ぬめぬめ", "びびり", "すながくれ" ]
        }
    }
    },

    {
    "n": "オトシドリ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 962,
        "hp": 70,
        "at": 103,
        "df": 85,
        "sa": 60,
        "sd": 85,
        "sp": 82,
        "t1": "ひこう",
        "t2": "あく",
        "ab": [ "はとむね", "するどいめ", "いわはこび" ]
        }
    }
    },

    {
    "n": "ナミイルカ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 963,
        "hp": 70,
        "at": 45,
        "df": 40,
        "sa": 45,
        "sd": 40,
        "sp": 75,
        "t1": "みず",
        "t2": "",
        "ab": [ "みずのベール", , "みずのベール" ]
        }
    }
    },

    {
    "n": "イルカマン",
    "f": {
        "form1": {
        "ft": "normal",
        "fn": "ナイーブ",
        "id": 964,
        "hp": 100,
        "at": 70,
        "df": 72,
        "sa": 53,
        "sd": 62,
        "sp": 100,
        "t1": "みず",
        "t2": "",
        "ab": [ "マイティチェンジ", ,  ]
        },
        "form2": {
        "ft": "normal",
        "fn": "マイティ",
        "id": 964,
        "hp": 100,
        "at": 160,
        "df": 97,
        "sa": 106,
        "sd": 87,
        "sp": 100,
        "t1": "みず",
        "t2": "",
        "ab": [ "マイティチェンジ", ,  ]
        }
    }
    },

    {
    "n": "ブロロン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 965,
        "hp": 45,
        "at": 70,
        "df": 63,
        "sa": 30,
        "sd": 45,
        "sp": 47,
        "t1": "はがね",
        "t2": "どく",
        "ab": [ "ぼうじん", , "スロースタート" ]
        }
    }
    },

    {
    "n": "ブロロローム",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 966,
        "hp": 80,
        "at": 119,
        "df": 90,
        "sa": 54,
        "sd": 67,
        "sp": 90,
        "t1": "はがね",
        "t2": "どく",
        "ab": [ "ぼうじん", , "フィルター" ]
        }
    }
    },

    {
    "n": "モトトカゲ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 967,
        "hp": 70,
        "at": 95,
        "df": 65,
        "sa": 85,
        "sd": 65,
        "sp": 121,
        "t1": "ドラゴン",
        "t2": "ノーマル",
        "ab": [ "だっぴ", , "さいせいりょく" ]
        }
    }
    },

    {
    "n": "ミミズズ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 968,
        "hp": 70,
        "at": 85,
        "df": 145,
        "sa": 60,
        "sd": 55,
        "sp": 65,
        "t1": "はがね",
        "t2": "",
        "ab": [ "どしょく", , "すながくれ" ]
        }
    }
    },

    {
    "n": "キラーメ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 969,
        "hp": 48,
        "at": 35,
        "df": 42,
        "sa": 105,
        "sd": 60,
        "sp": 60,
        "t1": "いわ",
        "t2": "どく",
        "ab": [ "どくげしょう", , "ふしょく" ]
        }
    }
    },

    {
    "n": "キラフロル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 970,
        "hp": 83,
        "at": 55,
        "df": 90,
        "sa": 130,
        "sd": 81,
        "sp": 86,
        "t1": "いわ",
        "t2": "どく",
        "ab": [ "どくげしょう", , "ふしょく" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "970m",
        "hp": 83,
        "at": 90,
        "df": 105,
        "sa": 150,
        "sd": 96,
        "sp": 101,
        "t1": "いわ",
        "t2": "どく",
        "ab": [ "てきおうりょく", ,  ]
        }
    }
    },

    {
    "n": "ボチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 971,
        "hp": 50,
        "at": 61,
        "df": 60,
        "sa": 30,
        "sd": 55,
        "sp": 34,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "ものひろい", , "もふもふ" ]
        }
    }
    },

    {
    "n": "ハカドッグ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 972,
        "hp": 72,
        "at": 101,
        "df": 100,
        "sa": 50,
        "sd": 97,
        "sp": 68,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "すなかき", , "もふもふ" ]
        }
    }
    },

    {
    "n": "カラミンゴ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 973,
        "hp": 82,
        "at": 115,
        "df": 74,
        "sa": 75,
        "sd": 64,
        "sp": 90,
        "t1": "ひこう",
        "t2": "かくとう",
        "ab": [ "きもったま", "ちどりあし", "きょうえん" ]
        }
    }
    },

    {
    "n": "アルクジラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 974,
        "hp": 108,
        "at": 68,
        "df": 45,
        "sa": 30,
        "sd": 40,
        "sp": 43,
        "t1": "こおり",
        "t2": "",
        "ab": [ "あついしぼう", "ゆきがくれ", "ちからずく" ]
        }
    }
    },

    {
    "n": "ハルクジラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 975,
        "hp": 170,
        "at": 113,
        "df": 65,
        "sa": 45,
        "sd": 55,
        "sp": 73,
        "t1": "こおり",
        "t2": "",
        "ab": [ "あついしぼう", "ゆきかき", "ちからずく" ]
        }
    }
    },

    {
    "n": "ミガルーサ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 976,
        "hp": 90,
        "at": 102,
        "df": 73,
        "sa": 78,
        "sd": 65,
        "sp": 70,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [ "かたやぶり", , "きれあじ" ]
        }
    }
    },

    {
    "n": "ヘイラッシャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 977,
        "hp": 150,
        "at": 100,
        "df": 115,
        "sa": 65,
        "sd": 65,
        "sp": 35,
        "t1": "みず",
        "t2": "",
        "ab": [ "てんねん", "どんかん", "みずのベール" ]
        }
    }
    },

    {
    "n": "シャリタツ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 978,
        "hp": 68,
        "at": 50,
        "df": 60,
        "sa": 120,
        "sd": 95,
        "sp": 82,
        "t1": "ドラゴン",
        "t2": "みず",
        "ab": [ "しれいとう", , "よびみず" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "978m",
        "hp": 68,
        "at": 65,
        "df": 90,
        "sa": 135,
        "sd": 125,
        "sp": 92,
        "t1": "ドラゴン",
        "t2": "みず",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "コノヨザル",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 979,
        "hp": 110,
        "at": 115,
        "df": 80,
        "sa": 50,
        "sd": 90,
        "sp": 90,
        "t1": "かくとう",
        "t2": "ゴースト",
        "ab": [ "やるき", "せいしんりょく", "まけんき" ]
        }
    }
    },

    {
    "n": "ドオー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 980,
        "hp": 130,
        "at": 75,
        "df": 60,
        "sa": 45,
        "sd": 100,
        "sp": 20,
        "t1": "どく",
        "t2": "じめん",
        "ab": [ "どくのトゲ", "ちょすい", "てんねん" ]
        }
    }
    },

    {
    "n": "リキキリン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 981,
        "hp": 120,
        "at": 90,
        "df": 70,
        "sa": 110,
        "sd": 70,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [ "はんすう", "テイルアーマー", "そうしょく" ]
        }
    }
    },

    {
    "n": "ノココッチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 982,
        "hp": 125,
        "at": 100,
        "df": 80,
        "sa": 85,
        "sd": 75,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "てんのめぐみ", "にげあし", "びびり" ]
        }
    }
    },

    {
    "n": "ドドゲザン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 983,
        "hp": 100,
        "at": 135,
        "df": 120,
        "sa": 60,
        "sd": 85,
        "sp": 50,
        "t1": "あく",
        "t2": "はがね",
        "ab": [ "まけんき", "そうだいしょう", "プレッシャー" ]
        }
    }
    },

    {
    "n": "イダイナキバ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 984,
        "hp": 115,
        "at": 131,
        "df": 131,
        "sa": 53,
        "sd": 53,
        "sp": 87,
        "t1": "じめん",
        "t2": "かくとう",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "サケブシッポ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 985,
        "hp": 115,
        "at": 65,
        "df": 99,
        "sa": 65,
        "sd": 115,
        "sp": 111,
        "t1": "フェアリー",
        "t2": "エスパー",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "アラブルタケ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 986,
        "hp": 111,
        "at": 127,
        "df": 99,
        "sa": 79,
        "sd": 99,
        "sp": 55,
        "t1": "くさ",
        "t2": "あく",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "ハバタクカミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 987,
        "hp": 55,
        "at": 55,
        "df": 55,
        "sa": 135,
        "sd": 135,
        "sp": 135,
        "t1": "ゴースト",
        "t2": "フェアリー",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "チヲハウハネ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 988,
        "hp": 85,
        "at": 135,
        "df": 79,
        "sa": 85,
        "sd": 105,
        "sp": 81,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "スナノケガワ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 989,
        "hp": 85,
        "at": 81,
        "df": 97,
        "sa": 121,
        "sd": 85,
        "sp": 101,
        "t1": "でんき",
        "t2": "じめん",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "テツノワダチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 990,
        "hp": 90,
        "at": 112,
        "df": 120,
        "sa": 72,
        "sd": 70,
        "sp": 106,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "テツノツツミ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 991,
        "hp": 56,
        "at": 80,
        "df": 114,
        "sa": 124,
        "sd": 60,
        "sp": 136,
        "t1": "こおり",
        "t2": "みず",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "テツノカイナ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 992,
        "hp": 154,
        "at": 140,
        "df": 108,
        "sa": 50,
        "sd": 68,
        "sp": 50,
        "t1": "かくとう",
        "t2": "でんき",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "テツノコウベ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 993,
        "hp": 94,
        "at": 80,
        "df": 86,
        "sa": 122,
        "sd": 80,
        "sp": 108,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "テツノドクガ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 994,
        "hp": 80,
        "at": 70,
        "df": 60,
        "sa": 140,
        "sd": 110,
        "sp": 110,
        "t1": "ほのお",
        "t2": "どく",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "テツノイバラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 995,
        "hp": 100,
        "at": 134,
        "df": 110,
        "sa": 70,
        "sd": 84,
        "sp": 72,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "セビエ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 996,
        "hp": 65,
        "at": 75,
        "df": 45,
        "sa": 35,
        "sd": 45,
        "sp": 55,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [ "ねつこうかん", , "アイスボディ" ]
        }
    }
    },

    {
    "n": "セゴール",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 997,
        "hp": 90,
        "at": 95,
        "df": 66,
        "sa": 45,
        "sd": 65,
        "sp": 62,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [ "ねつこうかん", , "アイスボディ" ]
        }
    }
    },

    {
    "n": "セグレイブ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 998,
        "hp": 115,
        "at": 145,
        "df": 92,
        "sa": 75,
        "sd": 86,
        "sp": 87,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [ "ねつこうかん", , "アイスボディ" ]
        },
        "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "998m",
        "hp": 115,
        "at": 175,
        "df": 117,
        "sa": 105,
        "sd": 101,
        "sp": 87,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [ "null", ,  ]
        }
    }
    },

    {
    "n": "コレクレー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 999,
        "hp": 45,
        "at": 30,
        "df": 70,
        "sa": 75,
        "sd": 70,
        "sp": 10,
        "t1": "ゴースト",
        "t2": "",
        "ab": [ "びびり", ,  ]
        }
    }
    },

    {
    "n": "サーフゴー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1000,
        "hp": 87,
        "at": 60,
        "df": 95,
        "sa": 133,
        "sd": 91,
        "sp": 84,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [ "おうごんのからだ", ,  ]
        }
    }
    },

    {
    "n": "チオンジェン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1001,
        "hp": 85,
        "at": 85,
        "df": 100,
        "sa": 95,
        "sd": 135,
        "sp": 70,
        "t1": "あく",
        "t2": "くさ",
        "ab": [ "わざわいのおふだ", ,  ]
        }
    }
    },

    {
    "n": "パオジアン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1002,
        "hp": 80,
        "at": 120,
        "df": 80,
        "sa": 90,
        "sd": 65,
        "sp": 135,
        "t1": "あく",
        "t2": "こおり",
        "ab": [ "わざわいのつるぎ", ,  ]
        }
    }
    },

    {
    "n": "ディンルー",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1003,
        "hp": 155,
        "at": 110,
        "df": 125,
        "sa": 55,
        "sd": 80,
        "sp": 45,
        "t1": "あく",
        "t2": "じめん",
        "ab": [ "わざわいのうつわ", ,  ]
        }
    }
    },

    {
    "n": "イーユイ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1004,
        "hp": 55,
        "at": 80,
        "df": 80,
        "sa": 135,
        "sd": 120,
        "sp": 100,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [ "わざわいのたま", ,  ]
        }
    }
    },

    {
    "n": "トドロクツキ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1005,
        "hp": 105,
        "at": 139,
        "df": 71,
        "sa": 55,
        "sd": 101,
        "sp": 119,
        "t1": "ドラゴン",
        "t2": "あく",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "テツノブジン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1006,
        "hp": 74,
        "at": 130,
        "df": 90,
        "sa": 120,
        "sd": 60,
        "sp": 116,
        "t1": "フェアリー",
        "t2": "かくとう",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "コライドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1007,
        "hp": 100,
        "at": 135,
        "df": 115,
        "sa": 85,
        "sd": 100,
        "sp": 135,
        "t1": "かくとう",
        "t2": "ドラゴン",
        "ab": [ "ひひいろのこどう", ,  ]
        }
    }
    },

    {
    "n": "ミライドン",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1008,
        "hp": 100,
        "at": 85,
        "df": 100,
        "sa": 135,
        "sd": 115,
        "sp": 135,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [ "ハドロンエンジン", ,  ]
        }
    }
    },

    {
    "n": "ウネルミナモ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1009,
        "hp": 99,
        "at": 83,
        "df": 91,
        "sa": 125,
        "sd": 83,
        "sp": 109,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "テツノイサハ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1010,
        "hp": 90,
        "at": 130,
        "df": 88,
        "sa": 70,
        "sd": 108,
        "sp": 104,
        "t1": "くさ",
        "t2": "エスパー",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "カミッチュ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1011,
        "hp": 80,
        "at": 80,
        "df": 110,
        "sa": 95,
        "sd": 80,
        "sp": 40,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [ "かんろなミツ", "くいしんぼう", "ねんちゃく" ]
        }
    }
    },

    {
    "n": "チャデス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1012,
        "hp": 40,
        "at": 45,
        "df": 45,
        "sa": 74,
        "sd": 54,
        "sp": 50,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [ "おもてなし", , "たいねつ" ]
        }
    }
    },

    {
    "n": "ヤバソチャ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1013,
        "hp": 71,
        "at": 60,
        "df": 106,
        "sa": 121,
        "sd": 80,
        "sp": 70,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [ "おもてなし", , "たいねつ" ]
        }
    }
    },

    {
    "n": "イイネイヌ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1014,
        "hp": 88,
        "at": 128,
        "df": 115,
        "sa": 58,
        "sd": 86,
        "sp": 80,
        "t1": "どく",
        "t2": "かくとう",
        "ab": [ "どくのくさり", , "ばんけん" ]
        }
    }
    },

    {
    "n": "マシマシラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1015,
        "hp": 88,
        "at": 75,
        "df": 66,
        "sa": 130,
        "sd": 90,
        "sp": 106,
        "t1": "どく",
        "t2": "エスパー",
        "ab": [ "どくのくさり", , "おみとおし" ]
        }
    }
    },

    {
    "n": "キチキギス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1016,
        "hp": 88,
        "at": 91,
        "df": 82,
        "sa": 70,
        "sd": 125,
        "sp": 99,
        "t1": "どく",
        "t2": "フェアリー",
        "ab": [ "どくのくさり", , "テクニシャン" ]
        }
    }
    },

    {
    "n": "オーガポン(みどり)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "",
        "ab": [ "まけんき", ,  ]
        }
    }
    },

    {
    "n": "オーガポン(いど)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "みず",
        "ab": [ "ちょすい", ,  ]
        }
    }
    },

    {
    "n": "オーガポン(かまど)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "ほのお",
        "ab": [ "かたやぶり", ,  ]
        }
    }
    },

    {
    "n": "オーガポン(いしずえ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "いわ",
        "ab": [ "がんじょう", ,  ]
        }
    }
    },

    {
    "n": "ブリジュラス",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1018,
        "hp": 90,
        "at": 105,
        "df": 130,
        "sa": 125,
        "sd": 65,
        "sp": 85,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [ "じきゅうりょく", "がんじょう", "すじがねいり" ]
        }
    }
    },

    {
    "n": "カミツオロチ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1019,
        "hp": 106,
        "at": 80,
        "df": 110,
        "sa": 120,
        "sd": 80,
        "sp": 44,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [ "かんろなミツ", "さいせいりょく", "ねんちゃく" ]
        }
    }
    },

    {
    "n": "ウガツホムラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1020,
        "hp": 105,
        "at": 115,
        "df": 121,
        "sa": 65,
        "sd": 93,
        "sp": 91,
        "t1": "ほのお",
        "t2": "ドラゴン",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "タケルライコ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1021,
        "hp": 125,
        "at": 73,
        "df": 91,
        "sa": 137,
        "sd": 89,
        "sp": 75,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [ "こだいかっせい", ,  ]
        }
    }
    },

    {
    "n": "テツノイワオ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1022,
        "hp": 90,
        "at": 120,
        "df": 80,
        "sa": 68,
        "sd": 108,
        "sp": 124,
        "t1": "いわ",
        "t2": "エスパー",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "テツノカシラ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1023,
        "hp": 90,
        "at": 72,
        "df": 100,
        "sa": 122,
        "sd": 108,
        "sp": 98,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [ "クォークチャージ", ,  ]
        }
    }
    },

    {
    "n": "テラパゴス(ノーマル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1024,
        "hp": 90,
        "at": 65,
        "df": 85,
        "sa": 65,
        "sd": 85,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "テラスチェンジ", ,  ]
        }
    }
    },

    {
    "n": "テラパゴス(テラスタル)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1024,
        "hp": 95,
        "at": 95,
        "df": 110,
        "sa": 105,
        "sd": 110,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "テラスシェル", ,  ]
        }
    }
    },

    {
    "n": "テラパゴス(ステラ)",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1024,
        "hp": 160,
        "at": 105,
        "df": 110,
        "sa": 130,
        "sd": 110,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [ "ゼロフォーミング", ,  ]
        }
    }
    },

    {
    "n": "モモワロウ",
    "f": {
        "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1025,
        "hp": 88,
        "at": 88,
        "df": 160,
        "sa": 88,
        "sd": 88,
        "sp": 88,
        "t1": "どく",
        "t2": "ゴースト",
        "ab": [ "どくくぐつ", ,  ]
        }
    }
    }
];