const PD = [
  {
    "n": "フシギダネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1,
        "hp": 45,
        "at": 49,
        "df": 49,
        "sa": 65,
        "sd": 65,
        "sp": 45,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "しんりょく",
          null,
          "ようりょくそ"
        ],
        "w": 6.9
      }
    }
  },
  {
    "n": "フシギソウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 2,
        "hp": 60,
        "at": 62,
        "df": 63,
        "sa": 80,
        "sd": 80,
        "sp": 60,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "しんりょく",
          null,
          "ようりょくそ"
        ],
        "w": 13
      }
    }
  },
  {
    "n": "フシギバナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 3,
        "hp": 80,
        "at": 82,
        "df": 83,
        "sa": 100,
        "sd": 100,
        "sp": 80,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "しんりょく",
          null,
          "ようりょくそ"
        ],
        "w": 100
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "3m",
        "hp": 80,
        "at": 100,
        "df": 123,
        "sa": 122,
        "sd": 120,
        "sp": 80,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "あついしぼう",
          null
        ],
        "w": 155.5
      }
    }
  },
  {
    "n": "ヒトカゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 4,
        "hp": 39,
        "at": 52,
        "df": 43,
        "sa": 60,
        "sd": 50,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "サンパワー"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "リザード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 5,
        "hp": 58,
        "at": 64,
        "df": 58,
        "sa": 80,
        "sd": 65,
        "sp": 80,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "サンパワー"
        ],
        "w": 19
      }
    }
  },
  {
    "n": "リザードン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 6,
        "hp": 78,
        "at": 84,
        "df": 78,
        "sa": 109,
        "sd": 85,
        "sp": 100,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [
          "もうか",
          null,
          "サンパワー"
        ],
        "w": 90.5
      },
      "megaX": {
        "ft": "mega",
        "fn": "メガX",
        "id": "6x",
        "hp": 78,
        "at": 130,
        "df": 111,
        "sa": 130,
        "sd": 85,
        "sp": 100,
        "t1": "ほのお",
        "t2": "ドラゴン",
        "ab": [
          "かたいツメ",
          null
        ],
        "w": 110.5
      },
      "megaY": {
        "ft": "mega",
        "fn": "メガY",
        "id": "6y",
        "hp": 78,
        "at": 104,
        "df": 78,
        "sa": 159,
        "sd": 115,
        "sp": 100,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [
          "ひでり",
          null
        ],
        "w": 100.5
      }
    }
  },
  {
    "n": "ゼニガメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 7,
        "hp": 44,
        "at": 48,
        "df": 65,
        "sa": 50,
        "sd": 64,
        "sp": 43,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "あめうけざら"
        ],
        "w": 9
      }
    }
  },
  {
    "n": "カメール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 8,
        "hp": 59,
        "at": 63,
        "df": 80,
        "sa": 65,
        "sd": 80,
        "sp": 58,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "あめうけざら"
        ],
        "w": 22.5
      }
    }
  },
  {
    "n": "カメックス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 9,
        "hp": 79,
        "at": 83,
        "df": 100,
        "sa": 85,
        "sd": 105,
        "sp": 78,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "あめうけざら"
        ],
        "w": 85.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "9m",
        "hp": 79,
        "at": 103,
        "df": 120,
        "sa": 135,
        "sd": 115,
        "sp": 78,
        "t1": "みず",
        "t2": "",
        "ab": [
          "メガランチャー",
          null
        ],
        "w": 101.1
      }
    }
  },
  {
    "n": "キャタピー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 10,
        "hp": 45,
        "at": 30,
        "df": 35,
        "sa": 20,
        "sd": 20,
        "sp": 45,
        "t1": "むし",
        "t2": "",
        "ab": [
          "りんぷん",
          null,
          "にげあし"
        ],
        "w": 2.9
      }
    }
  },
  {
    "n": "トランセル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 11,
        "hp": 50,
        "at": 20,
        "df": 55,
        "sa": 25,
        "sd": 25,
        "sp": 30,
        "t1": "むし",
        "t2": "",
        "ab": [
          "だっぴ",
          null
        ],
        "w": 9.9
      }
    }
  },
  {
    "n": "バタフリー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 12,
        "hp": 60,
        "at": 45,
        "df": 50,
        "sa": 90,
        "sd": 80,
        "sp": 70,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "ふくがん",
          null,
          "いろめがね"
        ],
        "w": 32
      }
    }
  },
  {
    "n": "ビードル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 13,
        "hp": 40,
        "at": 35,
        "df": 30,
        "sa": 20,
        "sd": 20,
        "sp": 50,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "りんぷん",
          null,
          "にげあし"
        ],
        "w": 3.2
      }
    }
  },
  {
    "n": "コクーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 14,
        "hp": 45,
        "at": 25,
        "df": 50,
        "sa": 25,
        "sd": 25,
        "sp": 35,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "だっぴ",
          null
        ],
        "w": 10
      }
    }
  },
  {
    "n": "スピアー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 15,
        "hp": 65,
        "at": 90,
        "df": 40,
        "sa": 45,
        "sd": 80,
        "sp": 75,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "むしのしらせ",
          null,
          "スナイパー"
        ],
        "w": 29.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "15m",
        "hp": 65,
        "at": 150,
        "df": 40,
        "sa": 15,
        "sd": 80,
        "sp": 145,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "てきおうりょく",
          null
        ],
        "w": 40.5
      }
    }
  },
  {
    "n": "ポッポ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 16,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 35,
        "sd": 35,
        "sp": 56,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "ちどりあし",
          "はとむね"
        ],
        "w": 1.8
      }
    }
  },
  {
    "n": "ピジョン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 17,
        "hp": 63,
        "at": 60,
        "df": 55,
        "sa": 50,
        "sd": 50,
        "sp": 71,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "ちどりあし",
          "はとむね"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "ピジョット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 18,
        "hp": 83,
        "at": 80,
        "df": 75,
        "sa": 70,
        "sd": 70,
        "sp": 101,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "ちどりあし",
          "はとむね"
        ],
        "w": 39.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "18m",
        "hp": 83,
        "at": 80,
        "df": 80,
        "sa": 135,
        "sd": 80,
        "sp": 121,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "ノーガード",
          null
        ],
        "w": 50.5
      }
    }
  },
  {
    "n": "コラッタ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 19,
        "hp": 30,
        "at": 56,
        "df": 35,
        "sa": 25,
        "sd": 35,
        "sp": 72,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "こんじょう",
          "はりきり"
        ],
        "w": 3.5
      }
    }
  },
  {
    "n": "コラッタ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 19,
        "hp": 30,
        "at": 56,
        "df": 35,
        "sa": 25,
        "sd": 35,
        "sp": 72,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [
          "くいしんぼう",
          "はりきり",
          "あついしぼう"
        ],
        "w": 3.8
      }
    }
  },
  {
    "n": "ラッタ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 20,
        "hp": 55,
        "at": 81,
        "df": 60,
        "sa": 50,
        "sd": 70,
        "sp": 97,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "こんじょう",
          "はりきり"
        ],
        "w": 18.5
      }
    }
  },
  {
    "n": "ラッタ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 20,
        "hp": 75,
        "at": 71,
        "df": 70,
        "sa": 40,
        "sd": 80,
        "sp": 77,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [
          "くいしんぼう",
          "はりきり",
          "あついしぼう"
        ],
        "w": 25.5
      }
    }
  },
  {
    "n": "オニスズメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 21,
        "hp": 40,
        "at": 60,
        "df": 30,
        "sa": 31,
        "sd": 31,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          null,
          "スナイパー"
        ],
        "w": 2
      }
    }
  },
  {
    "n": "オニドリル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 22,
        "hp": 65,
        "at": 90,
        "df": 65,
        "sa": 61,
        "sd": 61,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          null,
          "スナイパー"
        ],
        "w": 38
      }
    }
  },
  {
    "n": "アーボ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 23,
        "hp": 35,
        "at": 60,
        "df": 44,
        "sa": 40,
        "sd": 54,
        "sp": 55,
        "t1": "どく",
        "t2": "",
        "ab": [
          "いかく",
          "だっぴ",
          "きんちょうかん"
        ],
        "w": 6.9
      }
    }
  },
  {
    "n": "アーボック",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 24,
        "hp": 60,
        "at": 95,
        "df": 69,
        "sa": 65,
        "sd": 79,
        "sp": 80,
        "t1": "どく",
        "t2": "",
        "ab": [
          "いかく",
          "だっぴ",
          "きんちょうかん"
        ],
        "w": 65
      }
    }
  },
  {
    "n": "ピカチュウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 25,
        "hp": 35,
        "at": 55,
        "df": 40,
        "sa": 50,
        "sd": 50,
        "sp": 90,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "ひらいしん"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "ライチュウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 26,
        "hp": 60,
        "at": 90,
        "df": 55,
        "sa": 90,
        "sd": 80,
        "sp": 110,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "ひらいしん"
        ],
        "w": 30
      },
      "megaX": {
        "ft": "mega",
        "fn": "メガX",
        "id": "26x",
        "hp": 60,
        "at": 135,
        "df": 95,
        "sa": 90,
        "sd": 95,
        "sp": 110,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "エレキメイカー",
          null
        ],
        "w": 38
      },
      "megaY": {
        "ft": "mega",
        "fn": "メガY",
        "id": "26y",
        "hp": 60,
        "at": 100,
        "df": 55,
        "sa": 160,
        "sd": 80,
        "sp": 130,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ノーガード",
          null
        ],
        "w": 26
      }
    }
  },
  {
    "n": "ライチュウ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 26,
        "hp": 60,
        "at": 85,
        "df": 50,
        "sa": 95,
        "sd": 85,
        "sp": 110,
        "t1": "でんき",
        "t2": "エスパー",
        "ab": [
          "サーフテール",
          null
        ],
        "w": 21
      }
    }
  },
  {
    "n": "サンド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 27,
        "hp": 50,
        "at": 75,
        "df": 85,
        "sa": 20,
        "sd": 30,
        "sp": 40,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すながくれ",
          null,
          "すなかき"
        ],
        "w": 12
      }
    }
  },
  {
    "n": "サンド(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 27,
        "hp": 50,
        "at": 75,
        "df": 90,
        "sa": 10,
        "sd": 35,
        "sp": 40,
        "t1": "こおり",
        "t2": "はがね",
        "ab": [
          "ゆきがくれ",
          null,
          "ゆきかき"
        ],
        "w": 40
      }
    }
  },
  {
    "n": "サンドパン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 28,
        "hp": 75,
        "at": 100,
        "df": 110,
        "sa": 45,
        "sd": 55,
        "sp": 65,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すながくれ",
          null,
          "すなかき"
        ],
        "w": 29.5
      }
    }
  },
  {
    "n": "サンドパン(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 28,
        "hp": 75,
        "at": 100,
        "df": 120,
        "sa": 25,
        "sd": 65,
        "sp": 65,
        "t1": "こおり",
        "t2": "はがね",
        "ab": [
          "ゆきがくれ",
          null,
          "ゆきかき"
        ],
        "w": 55
      }
    }
  },
  {
    "n": "ニドラン♀",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 29,
        "hp": 55,
        "at": 47,
        "df": 52,
        "sa": 40,
        "sd": 40,
        "sp": 41,
        "t1": "どく",
        "t2": "",
        "ab": [
          "どくのトゲ",
          "とうそうしん",
          "はりきり"
        ],
        "w": 7
      }
    }
  },
  {
    "n": "ニドリーナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 30,
        "hp": 70,
        "at": 62,
        "df": 67,
        "sa": 55,
        "sd": 55,
        "sp": 56,
        "t1": "どく",
        "t2": "",
        "ab": [
          "どくのトゲ",
          "とうそうしん",
          "はりきり"
        ],
        "w": 20
      }
    }
  },
  {
    "n": "ニドクイン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 31,
        "hp": 90,
        "at": 92,
        "df": 87,
        "sa": 75,
        "sd": 85,
        "sp": 76,
        "t1": "どく",
        "t2": "じめん",
        "ab": [
          "どくのトゲ",
          "とうそうしん",
          "ちからずく"
        ],
        "w": 60
      }
    }
  },
  {
    "n": "ニドラン♂",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 32,
        "hp": 46,
        "at": 57,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 50,
        "t1": "どく",
        "t2": "",
        "ab": [
          "どくのトゲ",
          "とうそうしん",
          "はりきり"
        ],
        "w": 9
      }
    }
  },
  {
    "n": "ニドリーノ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 33,
        "hp": 61,
        "at": 72,
        "df": 57,
        "sa": 55,
        "sd": 55,
        "sp": 65,
        "t1": "どく",
        "t2": "",
        "ab": [
          "どくのトゲ",
          "とうそうしん",
          "はりきり"
        ],
        "w": 19.5
      }
    }
  },
  {
    "n": "ニドキング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 34,
        "hp": 81,
        "at": 102,
        "df": 77,
        "sa": 85,
        "sd": 75,
        "sp": 85,
        "t1": "どく",
        "t2": "じめん",
        "ab": [
          "どくのトゲ",
          "とうそうしん",
          "ちからずく"
        ],
        "w": 62
      }
    }
  },
  {
    "n": "ピッピ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 35,
        "hp": 70,
        "at": 45,
        "df": 48,
        "sa": 60,
        "sd": 65,
        "sp": 35,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "マジックガード",
          "フレンドガード"
        ],
        "w": 7.5
      }
    }
  },
  {
    "n": "ピクシー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 36,
        "hp": 95,
        "at": 70,
        "df": 73,
        "sa": 95,
        "sd": 90,
        "sp": 60,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "マジックガード",
          "てんねん"
        ],
        "w": 40
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "36m",
        "hp": 95,
        "at": 80,
        "df": 93,
        "sa": 135,
        "sd": 110,
        "sp": 70,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [
          "マジックミラー",
          null
        ],
        "w": 42.3
      }
    }
  },
  {
    "n": "ロコン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 37,
        "hp": 38,
        "at": 41,
        "df": 40,
        "sa": 50,
        "sd": 65,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もらいび",
          null,
          "ひでり"
        ],
        "w": 9.9
      }
    }
  },
  {
    "n": "ロコン(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 37,
        "hp": 38,
        "at": 41,
        "df": 40,
        "sa": 50,
        "sd": 65,
        "sp": 65,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "ゆきがくれ",
          null,
          "ゆきふらし"
        ],
        "w": 9.9
      }
    }
  },
  {
    "n": "キュウコン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 38,
        "hp": 73,
        "at": 76,
        "df": 75,
        "sa": 81,
        "sd": 100,
        "sp": 100,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もらいび",
          null,
          "ひでり"
        ],
        "w": 19.9
      }
    }
  },
  {
    "n": "キュウコン(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 38,
        "hp": 73,
        "at": 67,
        "df": 75,
        "sa": 81,
        "sd": 100,
        "sp": 109,
        "t1": "こおり",
        "t2": "フェアリー",
        "ab": [
          "ゆきがくれ",
          null,
          "ゆきふらし"
        ],
        "w": 19.9
      }
    }
  },
  {
    "n": "プリン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 39,
        "hp": 115,
        "at": 45,
        "df": 20,
        "sa": 45,
        "sd": 25,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [
          "メロメロボディ",
          "かちき",
          "フレンドガード"
        ],
        "w": 5.5
      }
    }
  },
  {
    "n": "プクリン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 40,
        "hp": 140,
        "at": 70,
        "df": 45,
        "sa": 85,
        "sd": 50,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [
          "メロメロボディ",
          "かちき",
          "おみとおし"
        ],
        "w": 12
      }
    }
  },
  {
    "n": "ズバット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 41,
        "hp": 40,
        "at": 45,
        "df": 35,
        "sa": 30,
        "sd": 40,
        "sp": 55,
        "t1": "どく",
        "t2": "ひこう",
        "ab": [
          "せいしんりょく",
          null,
          "すりぬけ"
        ],
        "w": 7.5
      }
    }
  },
  {
    "n": "ゴルバット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 42,
        "hp": 75,
        "at": 80,
        "df": 70,
        "sa": 65,
        "sd": 75,
        "sp": 90,
        "t1": "どく",
        "t2": "ひこう",
        "ab": [
          "せいしんりょく",
          null,
          "すりぬけ"
        ],
        "w": 55
      }
    }
  },
  {
    "n": "ナゾノクサ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 43,
        "hp": 45,
        "at": 50,
        "df": 55,
        "sa": 75,
        "sd": 65,
        "sp": 30,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ようりょくそ",
          null,
          "にげあし"
        ],
        "w": 5.4
      }
    }
  },
  {
    "n": "クサイハナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 44,
        "hp": 60,
        "at": 65,
        "df": 70,
        "sa": 85,
        "sd": 75,
        "sp": 40,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ようりょくそ",
          null,
          "あくしゅう"
        ],
        "w": 8.6
      }
    }
  },
  {
    "n": "ラフレシア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 45,
        "hp": 75,
        "at": 80,
        "df": 85,
        "sa": 110,
        "sd": 90,
        "sp": 50,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ようりょくそ",
          null,
          "ほうし"
        ],
        "w": 18.6
      }
    }
  },
  {
    "n": "パラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 46,
        "hp": 35,
        "at": 70,
        "df": 55,
        "sa": 45,
        "sd": 55,
        "sp": 25,
        "t1": "むし",
        "t2": "くさ",
        "ab": [
          "ほうし",
          "かんそうはだ",
          "しめりけ"
        ],
        "w": 5.4
      }
    }
  },
  {
    "n": "パラセクト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 47,
        "hp": 60,
        "at": 95,
        "df": 80,
        "sa": 60,
        "sd": 80,
        "sp": 30,
        "t1": "むし",
        "t2": "くさ",
        "ab": [
          "ほうし",
          "かんそうはだ",
          "しめりけ"
        ],
        "w": 29.5
      }
    }
  },
  {
    "n": "コンパン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 48,
        "hp": 60,
        "at": 55,
        "df": 50,
        "sa": 40,
        "sd": 55,
        "sp": 45,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "ふくがん",
          "いろめがね",
          "にげあし"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "モルフォン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 49,
        "hp": 70,
        "at": 65,
        "df": 60,
        "sa": 90,
        "sd": 75,
        "sp": 90,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "りんぷん",
          "いろめがね",
          "ミラクルスキン"
        ],
        "w": 12.5
      }
    }
  },
  {
    "n": "ディグダ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 50,
        "hp": 10,
        "at": 55,
        "df": 25,
        "sa": 35,
        "sd": 45,
        "sp": 95,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すながくれ",
          "ありじごく",
          "すなのちから"
        ],
        "w": 0.8
      }
    }
  },
  {
    "n": "ディグダ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 50,
        "hp": 10,
        "at": 55,
        "df": 30,
        "sa": 35,
        "sd": 45,
        "sp": 90,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [
          "すながくれ",
          "カーリーヘアー",
          "すなのちから"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "ダグトリオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 51,
        "hp": 35,
        "at": 100,
        "df": 50,
        "sa": 50,
        "sd": 70,
        "sp": 120,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すながくれ",
          "ありじごく",
          "すなのちから"
        ],
        "w": 33.3
      }
    }
  },
  {
    "n": "ダグトリオ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 51,
        "hp": 35,
        "at": 100,
        "df": 60,
        "sa": 50,
        "sd": 70,
        "sp": 110,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [
          "すながくれ",
          "カーリーヘアー",
          "すなのちから"
        ],
        "w": 66.6
      }
    }
  },
  {
    "n": "ニャース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 52,
        "hp": 40,
        "at": 45,
        "df": 35,
        "sa": 40,
        "sd": 40,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ものひろい",
          "テクニシャン",
          "きんちょうかん"
        ],
        "w": 4.2
      }
    }
  },
  {
    "n": "ニャース(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 52,
        "hp": 40,
        "at": 35,
        "df": 35,
        "sa": 50,
        "sd": 40,
        "sp": 90,
        "t1": "あく",
        "t2": "",
        "ab": [
          "ものひろい",
          "テクニシャン",
          "びびり"
        ],
        "w": 4.2
      }
    }
  },
  {
    "n": "ニャース(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 52,
        "hp": 50,
        "at": 65,
        "df": 55,
        "sa": 40,
        "sd": 40,
        "sp": 40,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "ものひろい",
          "かたいツメ",
          "きんちょうかん"
        ],
        "w": 7.5
      }
    }
  },
  {
    "n": "ペルシアン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 53,
        "hp": 65,
        "at": 70,
        "df": 60,
        "sa": 65,
        "sd": 65,
        "sp": 115,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "じゅうなん",
          "テクニシャン",
          "きんちょうかん"
        ],
        "w": 32
      }
    }
  },
  {
    "n": "ペルシアン()アローラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 53,
        "hp": 65,
        "at": 60,
        "df": 60,
        "sa": 75,
        "sd": 65,
        "sp": 115,
        "t1": "あく",
        "t2": "",
        "ab": [
          "ファーコート",
          "テクニシャン",
          "びびり"
        ],
        "w": 33
      }
    }
  },
  {
    "n": "コダック",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 54,
        "hp": 50,
        "at": 52,
        "df": 48,
        "sa": 65,
        "sd": 50,
        "sp": 55,
        "t1": "みず",
        "t2": "",
        "ab": [
          "しめりけ",
          "ノーてんき",
          "すいすい"
        ],
        "w": 19.6
      }
    }
  },
  {
    "n": "ゴルダック",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 55,
        "hp": 80,
        "at": 82,
        "df": 78,
        "sa": 95,
        "sd": 80,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [
          "しめりけ",
          "ノーてんき",
          "すいすい"
        ],
        "w": 76.6
      }
    }
  },
  {
    "n": "マンキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 56,
        "hp": 40,
        "at": 80,
        "df": 35,
        "sa": 35,
        "sd": 45,
        "sp": 70,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "やるき",
          "いかりのつぼ",
          "まけんき"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "オコリザル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 57,
        "hp": 65,
        "at": 105,
        "df": 60,
        "sa": 60,
        "sd": 70,
        "sp": 95,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "やるき",
          "いかりのつぼ",
          "まけんき"
        ],
        "w": 32
      }
    }
  },
  {
    "n": "ガーディ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 58,
        "hp": 55,
        "at": 70,
        "df": 45,
        "sa": 70,
        "sd": 50,
        "sp": 60,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "いかく",
          "もらいび",
          "せいぎのこころ"
        ],
        "w": 19
      }
    }
  },
  {
    "n": "ガーディ(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 58,
        "hp": 60,
        "at": 75,
        "df": 45,
        "sa": 65,
        "sd": 50,
        "sp": 55,
        "t1": "ほのお",
        "t2": "いわ",
        "ab": [
          "いかく",
          "もらいび",
          "いしあたま"
        ],
        "w": 22.7
      }
    }
  },
  {
    "n": "ウインディ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 59,
        "hp": 90,
        "at": 110,
        "df": 80,
        "sa": 100,
        "sd": 80,
        "sp": 95,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "いかく",
          "もらいび",
          "せいぎのこころ"
        ],
        "w": 155
      }
    }
  },
  {
    "n": "ウインディ(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 59,
        "hp": 95,
        "at": 115,
        "df": 80,
        "sa": 95,
        "sd": 80,
        "sp": 90,
        "t1": "ほのお",
        "t2": "いわ",
        "ab": [
          "いかく",
          "もらいび",
          "いしあたま"
        ],
        "w": 168
      }
    }
  },
  {
    "n": "ニョロモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 60,
        "hp": 40,
        "at": 50,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ちょすい",
          "しめりけ",
          "すいすい"
        ],
        "w": 12.4
      }
    }
  },
  {
    "n": "ニョロゾ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 61,
        "hp": 65,
        "at": 65,
        "df": 65,
        "sa": 50,
        "sd": 50,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ちょすい",
          "しめりけ",
          "すいすい"
        ],
        "w": 20
      }
    }
  },
  {
    "n": "ニョロボン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 62,
        "hp": 90,
        "at": 95,
        "df": 95,
        "sa": 70,
        "sd": 90,
        "sp": 70,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [
          "ちょすい",
          "しめりけ",
          "すいすい"
        ],
        "w": 54
      }
    }
  },
  {
    "n": "ケーシィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 63,
        "hp": 25,
        "at": 20,
        "df": 15,
        "sa": 105,
        "sd": 55,
        "sp": 90,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "シンクロ",
          "せいしんりょく",
          "マジックガード"
        ],
        "w": 19.5
      }
    }
  },
  {
    "n": "ユンゲラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 64,
        "hp": 40,
        "at": 35,
        "df": 30,
        "sa": 120,
        "sd": 70,
        "sp": 105,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "シンクロ",
          "せいしんりょく",
          "マジックガード"
        ],
        "w": 56.5
      }
    }
  },
  {
    "n": "フーディン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 65,
        "hp": 55,
        "at": 50,
        "df": 45,
        "sa": 135,
        "sd": 95,
        "sp": 120,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "シンクロ",
          "せいしんりょく",
          "マジックガード"
        ],
        "w": 48
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "65m",
        "hp": 55,
        "at": 50,
        "df": 65,
        "sa": 175,
        "sd": 105,
        "sp": 150,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "トレース",
          null
        ],
        "w": 48
      }
    }
  },
  {
    "n": "ワンリキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 66,
        "hp": 70,
        "at": 80,
        "df": 50,
        "sa": 35,
        "sd": 35,
        "sp": 35,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "ノーガード",
          "ふくつのこころ"
        ],
        "w": 19.5
      }
    }
  },
  {
    "n": "ゴーリキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 67,
        "hp": 80,
        "at": 100,
        "df": 70,
        "sa": 50,
        "sd": 60,
        "sp": 45,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "ノーガード",
          "ふくつのこころ"
        ],
        "w": 70.5
      }
    }
  },
  {
    "n": "カイリキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 68,
        "hp": 90,
        "at": 130,
        "df": 80,
        "sa": 65,
        "sd": 85,
        "sp": 55,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "ノーガード",
          "ふくつのこころ"
        ],
        "w": 130
      }
    }
  },
  {
    "n": "マダツボミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 69,
        "hp": 50,
        "at": 75,
        "df": 35,
        "sa": 70,
        "sd": 30,
        "sp": 40,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ようりょくそ",
          null,
          "くいしんぼう"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "ウツドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 70,
        "hp": 65,
        "at": 90,
        "df": 50,
        "sa": 85,
        "sd": 45,
        "sp": 55,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ようりょくそ",
          null,
          "くいしんぼう"
        ],
        "w": 6.4
      }
    }
  },
  {
    "n": "ウツボット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 71,
        "hp": 80,
        "at": 105,
        "df": 65,
        "sa": 100,
        "sd": 70,
        "sp": 70,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ようりょくそ",
          null,
          "くいしんぼう"
        ],
        "w": 15.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "71m",
        "hp": 80,
        "at": 125,
        "df": 85,
        "sa": 135,
        "sd": 95,
        "sp": 70,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "とびだすなかみ",
          null
        ],
        "w": 125.5
      }
    }
  },
  {
    "n": "メノクラゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 72,
        "hp": 40,
        "at": 40,
        "df": 35,
        "sa": 50,
        "sd": 100,
        "sp": 70,
        "t1": "みず",
        "t2": "どく",
        "ab": [
          "クリアボディ",
          "ヘドロえき",
          "あめうけざら"
        ],
        "w": 45.5
      }
    }
  },
  {
    "n": "ドククラゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 73,
        "hp": 80,
        "at": 70,
        "df": 65,
        "sa": 80,
        "sd": 120,
        "sp": 100,
        "t1": "みず",
        "t2": "どく",
        "ab": [
          "クリアボディ",
          "ヘドロえき",
          "あめうけざら"
        ],
        "w": 55
      }
    }
  },
  {
    "n": "イシツブテ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 74,
        "hp": 40,
        "at": 80,
        "df": 100,
        "sa": 30,
        "sd": 30,
        "sp": 20,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [
          "いしあたま",
          "がんじょう",
          "すながくれ"
        ],
        "w": 20
      }
    }
  },
  {
    "n": "イシツブテ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 74,
        "hp": 40,
        "at": 80,
        "df": 100,
        "sa": 30,
        "sd": 30,
        "sp": 20,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [
          "じりょく",
          "がんじょう",
          "エレキスキン"
        ],
        "w": 20.3
      }
    }
  },
  {
    "n": "ゴローン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 75,
        "hp": 55,
        "at": 95,
        "df": 115,
        "sa": 45,
        "sd": 45,
        "sp": 35,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [
          "いしあたま",
          "がんじょう",
          "すながくれ"
        ],
        "w": 105
      }
    }
  },
  {
    "n": "ゴローン(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 75,
        "hp": 55,
        "at": 95,
        "df": 115,
        "sa": 45,
        "sd": 45,
        "sp": 35,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [
          "じりょく",
          "がんじょう",
          "エレキスキン"
        ],
        "w": 110
      }
    }
  },
  {
    "n": "ゴローニャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 76,
        "hp": 80,
        "at": 120,
        "df": 130,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [
          "いしあたま",
          "がんじょう",
          "すながくれ"
        ],
        "w": 300
      }
    }
  },
  {
    "n": "ゴローニャ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 76,
        "hp": 80,
        "at": 120,
        "df": 130,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [
          "じりょく",
          "がんじょう",
          "エレキスキン"
        ],
        "w": 316
      }
    }
  },
  {
    "n": "ポニータ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 77,
        "hp": 50,
        "at": 85,
        "df": 55,
        "sa": 65,
        "sd": 65,
        "sp": 90,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "にげあし",
          "もらいび",
          "ほのおのからだ"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "ポニータ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 77,
        "hp": 50,
        "at": 85,
        "df": 55,
        "sa": 65,
        "sd": 65,
        "sp": 90,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "にげあし",
          "パステルベール",
          "きけんよち"
        ],
        "w": 24
      }
    }
  },
  {
    "n": "ギャロップ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 78,
        "hp": 65,
        "at": 100,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 105,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "にげあし",
          "もらいび",
          "ほのおのからだ"
        ],
        "w": 95
      }
    }
  },
  {
    "n": "ギャロップ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 78,
        "hp": 65,
        "at": 100,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 105,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "にげあし",
          "パステルベール",
          "きけんよち"
        ],
        "w": 80
      }
    }
  },
  {
    "n": "ヤドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 79,
        "hp": 90,
        "at": 65,
        "df": 65,
        "sa": 40,
        "sd": 40,
        "sp": 15,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "どんかん",
          "マイペース",
          "さいせいりょく"
        ],
        "w": 36
      }
    }
  },
  {
    "n": "ヤドン(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 79,
        "hp": 90,
        "at": 65,
        "df": 65,
        "sa": 40,
        "sd": 40,
        "sp": 15,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "くいしんぼう",
          "マイペース",
          "さいせいりょく"
        ],
        "w": 36
      }
    }
  },
  {
    "n": "ヤドラン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 80,
        "hp": 95,
        "at": 75,
        "df": 110,
        "sa": 100,
        "sd": 80,
        "sp": 30,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "どんかん",
          "マイペース",
          "さいせいりょく"
        ],
        "w": 78.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "80m",
        "hp": 95,
        "at": 75,
        "df": 180,
        "sa": 130,
        "sd": 80,
        "sp": 30,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "シェルアーマー",
          null
        ],
        "w": 120
      }
    }
  },
  {
    "n": "ヤドラン(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 80,
        "hp": 95,
        "at": 100,
        "df": 95,
        "sa": 100,
        "sd": 70,
        "sp": 30,
        "t1": "どく",
        "t2": "エスパー",
        "ab": [
          "クイックドロウ",
          "マイペース",
          "さいせいりょく"
        ],
        "w": 70.5
      }
    }
  },
  {
    "n": "コイル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 81,
        "hp": 25,
        "at": 35,
        "df": 70,
        "sa": 95,
        "sd": 55,
        "sp": 45,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [
          "じりょく",
          "がんじょう",
          "アナライズ"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "レアコイル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 82,
        "hp": 50,
        "at": 60,
        "df": 95,
        "sa": 120,
        "sd": 70,
        "sp": 70,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [
          "じりょく",
          "がんじょう",
          "アナライズ"
        ],
        "w": 60
      }
    }
  },
  {
    "n": "カモネギ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 83,
        "hp": 52,
        "at": 90,
        "df": 55,
        "sa": 58,
        "sd": 62,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "せいしんりょく",
          "まけんき"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "カモネギ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 83,
        "hp": 52,
        "at": 95,
        "df": 55,
        "sa": 58,
        "sd": 62,
        "sp": 55,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "ふくつのこころ",
          null,
          "きもったま"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "ドードー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 84,
        "hp": 35,
        "at": 85,
        "df": 45,
        "sa": 35,
        "sd": 35,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "にげあし",
          "はやおき",
          "ちどりあし"
        ],
        "w": 39.2
      }
    }
  },
  {
    "n": "ドードリオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 85,
        "hp": 60,
        "at": 110,
        "df": 70,
        "sa": 60,
        "sd": 60,
        "sp": 110,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "にげあし",
          "はやおき",
          "ちどりあし"
        ],
        "w": 85.2
      }
    }
  },
  {
    "n": "パウワウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 86,
        "hp": 65,
        "at": 45,
        "df": 55,
        "sa": 45,
        "sd": 70,
        "sp": 45,
        "t1": "みず",
        "t2": "",
        "ab": [
          "あついしぼう",
          "うるおいボディ",
          "アイスボディ"
        ],
        "w": 90
      }
    }
  },
  {
    "n": "ジュゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 87,
        "hp": 90,
        "at": 70,
        "df": 80,
        "sa": 70,
        "sd": 95,
        "sp": 70,
        "t1": "みず",
        "t2": "こおり",
        "ab": [
          "あついしぼう",
          "うるおいボディ",
          "アイスボディ"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "ベトベター",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 88,
        "hp": 80,
        "at": 80,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 25,
        "t1": "どく",
        "t2": "",
        "ab": [
          "あくしゅう",
          "ねんちゃく",
          "どくしゅ"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "ベトベター(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 88,
        "hp": 80,
        "at": 80,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 25,
        "t1": "どく",
        "t2": "あく",
        "ab": [
          "どくしゅ",
          "くいしんぼう",
          "かがくのちから"
        ],
        "w": 42
      }
    }
  },
  {
    "n": "ベトベトン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 89,
        "hp": 105,
        "at": 105,
        "df": 75,
        "sa": 65,
        "sd": 100,
        "sp": 50,
        "t1": "どく",
        "t2": "",
        "ab": [
          "あくしゅう",
          "ねんちゃく",
          "どくしゅ"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "ベトベトン(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 89,
        "hp": 105,
        "at": 105,
        "df": 75,
        "sa": 65,
        "sd": 100,
        "sp": 50,
        "t1": "どく",
        "t2": "あく",
        "ab": [
          "どくしゅ",
          "くいしんぼう",
          "かがくのちから"
        ],
        "w": 52
      }
    }
  },
  {
    "n": "シェルダー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 90,
        "hp": 30,
        "at": 65,
        "df": 100,
        "sa": 45,
        "sd": 25,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [
          "シェルアーマー",
          "スキルリンク",
          "ぼうじん"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "パルシェン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 91,
        "hp": 50,
        "at": 95,
        "df": 180,
        "sa": 85,
        "sd": 45,
        "sp": 70,
        "t1": "みず",
        "t2": "こおり",
        "ab": [
          "シェルアーマー",
          "スキルリンク",
          "ぼうじん"
        ],
        "w": 132.5
      }
    }
  },
  {
    "n": "ゴース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 92,
        "hp": 30,
        "at": 35,
        "df": 30,
        "sa": 100,
        "sd": 35,
        "sp": 80,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.1
      }
    }
  },
  {
    "n": "ゴースト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 93,
        "hp": 45,
        "at": 50,
        "df": 45,
        "sa": 115,
        "sd": 55,
        "sp": 95,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.1
      }
    }
  },
  {
    "n": "ゲンガー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 94,
        "hp": 60,
        "at": 65,
        "df": 60,
        "sa": 130,
        "sd": 75,
        "sp": 110,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [
          "のろわれボディ",
          null
        ],
        "w": 40.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "94m",
        "hp": 60,
        "at": 65,
        "df": 80,
        "sa": 170,
        "sd": 95,
        "sp": 130,
        "t1": "ゴースト",
        "t2": "どく",
        "ab": [
          "かげふみ",
          null
        ],
        "w": 40.5
      }
    }
  },
  {
    "n": "イワーク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 95,
        "hp": 35,
        "at": 45,
        "df": 160,
        "sa": 30,
        "sd": 45,
        "sp": 70,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [
          "いしあたま",
          "がんじょう",
          "くだけるよろい"
        ],
        "w": 210
      }
    }
  },
  {
    "n": "スリープ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 96,
        "hp": 60,
        "at": 48,
        "df": 45,
        "sa": 43,
        "sd": 90,
        "sp": 42,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふみん",
          "よちむ",
          "せいしんりょく"
        ],
        "w": 32.4
      }
    }
  },
  {
    "n": "スリーパー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 97,
        "hp": 85,
        "at": 73,
        "df": 70,
        "sa": 73,
        "sd": 115,
        "sp": 67,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふみん",
          "よちむ",
          "せいしんりょく"
        ],
        "w": 75.6
      }
    }
  },
  {
    "n": "クラブ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 98,
        "hp": 30,
        "at": 105,
        "df": 90,
        "sa": 25,
        "sd": 25,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [
          "かいりきバサミ",
          "シェルアーマー",
          "ちからずく"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "キングラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 99,
        "hp": 55,
        "at": 130,
        "df": 115,
        "sa": 50,
        "sd": 50,
        "sp": 75,
        "t1": "みず",
        "t2": "",
        "ab": [
          "かいりきバサミ",
          "シェルアーマー",
          "ちからずく"
        ],
        "w": 60
      }
    }
  },
  {
    "n": "ビリリダマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 100,
        "hp": 40,
        "at": 30,
        "df": 50,
        "sa": 55,
        "sd": 55,
        "sp": 100,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ぼうおん",
          "せいでんき",
          "ゆうばく"
        ],
        "w": 10.4
      }
    }
  },
  {
    "n": "ビリリダマ(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 100,
        "hp": 40,
        "at": 30,
        "df": 50,
        "sa": 55,
        "sd": 55,
        "sp": 100,
        "t1": "でんき",
        "t2": "くさ",
        "ab": [
          "ぼうおん",
          "せいでんき",
          "ゆうばく"
        ],
        "w": 13
      }
    }
  },
  {
    "n": "マルマイン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 101,
        "hp": 60,
        "at": 50,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 150,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ぼうおん",
          "せいでんき",
          "ゆうばく"
        ],
        "w": 66.6
      }
    }
  },
  {
    "n": "マルマイン(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 101,
        "hp": 60,
        "at": 50,
        "df": 70,
        "sa": 80,
        "sd": 80,
        "sp": 150,
        "t1": "でんき",
        "t2": "くさ",
        "ab": [
          "ぼうおん",
          "せいでんき",
          "ゆうばく"
        ],
        "w": 71
      }
    }
  },
  {
    "n": "タマタマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 102,
        "hp": 60,
        "at": 40,
        "df": 80,
        "sa": 60,
        "sd": 45,
        "sp": 40,
        "t1": "くさ",
        "t2": "エスパー",
        "ab": [
          "ようりょくそ",
          null,
          "しゅうかく"
        ],
        "w": 2.5
      }
    }
  },
  {
    "n": "ナッシー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 103,
        "hp": 95,
        "at": 95,
        "df": 85,
        "sa": 125,
        "sd": 75,
        "sp": 55,
        "t1": "くさ",
        "t2": "エスパー",
        "ab": [
          "ようりょくそ",
          null,
          "しゅうかく"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "ナッシー(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 103,
        "hp": 95,
        "at": 105,
        "df": 85,
        "sa": 125,
        "sd": 75,
        "sp": 45,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [
          "おみとおし",
          null,
          "しゅうかく"
        ],
        "w": 415.6
      }
    }
  },
  {
    "n": "カラカラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 104,
        "hp": 50,
        "at": 50,
        "df": 95,
        "sa": 40,
        "sd": 50,
        "sp": 35,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "いしあたま",
          "ひらいしん",
          "カブトアーマー"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "ガラガラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 105,
        "hp": 60,
        "at": 80,
        "df": 110,
        "sa": 50,
        "sd": 80,
        "sp": 45,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "いしあたま",
          "ひらいしん",
          "カブトアーマー"
        ],
        "w": 45
      }
    }
  },
  {
    "n": "ガラガラ(アローラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 105,
        "hp": 60,
        "at": 80,
        "df": 110,
        "sa": 50,
        "sd": 80,
        "sp": 45,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [
          "のろわれボディ",
          "ひらいしん",
          "いしあたま"
        ],
        "w": 34
      }
    }
  },
  {
    "n": "サワムラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 106,
        "hp": 50,
        "at": 120,
        "df": 53,
        "sa": 35,
        "sd": 110,
        "sp": 87,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "じゅうなん",
          "すてみ",
          "かるわざ"
        ],
        "w": 49.8
      }
    }
  },
  {
    "n": "エビワラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 107,
        "hp": 50,
        "at": 105,
        "df": 79,
        "sa": 35,
        "sd": 110,
        "sp": 76,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "するどいめ",
          "てつのこぶし",
          "せいしんりょく"
        ],
        "w": 50.2
      }
    }
  },
  {
    "n": "ベロリンガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 108,
        "hp": 90,
        "at": 55,
        "df": 75,
        "sa": 60,
        "sd": 75,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "マイペース",
          "どんかん",
          "ノーてんき"
        ],
        "w": 65.5
      }
    }
  },
  {
    "n": "ドガース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 109,
        "hp": 40,
        "at": 65,
        "df": 95,
        "sa": 60,
        "sd": 45,
        "sp": 35,
        "t1": "どく",
        "t2": "",
        "ab": [
          "ふゆう",
          "かがくへんかガス",
          "あくしゅう"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "マタドガス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 110,
        "hp": 65,
        "at": 90,
        "df": 120,
        "sa": 85,
        "sd": 70,
        "sp": 60,
        "t1": "どく",
        "t2": "",
        "ab": [
          "ふゆう",
          "かがくへんかガス",
          "あくしゅう"
        ],
        "w": 9.5
      }
    }
  },
  {
    "n": "マタドガス(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 110,
        "hp": 65,
        "at": 90,
        "df": 120,
        "sa": 85,
        "sd": 70,
        "sp": 60,
        "t1": "どく",
        "t2": "フェアリー",
        "ab": [
          "ふゆう",
          "かがくへんかガス",
          "ミストメイカー"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "サイホーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 111,
        "hp": 80,
        "at": 85,
        "df": 95,
        "sa": 30,
        "sd": 30,
        "sp": 25,
        "t1": "じめん",
        "t2": "いわ",
        "ab": [
          "ひらいしん",
          "いしあたま",
          "すてみ"
        ],
        "w": 115
      }
    }
  },
  {
    "n": "サイドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 112,
        "hp": 105,
        "at": 130,
        "df": 120,
        "sa": 45,
        "sd": 45,
        "sp": 40,
        "t1": "じめん",
        "t2": "いわ",
        "ab": [
          "ひらいしん",
          "いしあたま",
          "すてみ"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "ラッキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 113,
        "hp": 250,
        "at": 5,
        "df": 5,
        "sa": 35,
        "sd": 105,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "しぜんかいふく",
          "てんのめぐみ",
          "いやしのこころ"
        ],
        "w": 34.6
      }
    }
  },
  {
    "n": "モンジャラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 114,
        "hp": 65,
        "at": 55,
        "df": 115,
        "sa": 100,
        "sd": 40,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "リーフガード",
          "さいせいりょく"
        ],
        "w": 35
      }
    }
  },
  {
    "n": "ガルーラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 115,
        "hp": 105,
        "at": 95,
        "df": 80,
        "sa": 40,
        "sd": 80,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "はやおき",
          "きもったま",
          "せいしんりょく"
        ],
        "w": 80
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "115m",
        "hp": 105,
        "at": 125,
        "df": 100,
        "sa": 60,
        "sd": 100,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "おやこあい",
          null
        ],
        "w": 100
      }
    }
  },
  {
    "n": "タッツー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 116,
        "hp": 30,
        "at": 40,
        "df": 70,
        "sa": 70,
        "sd": 25,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          "スナイパー",
          "しめりけ"
        ],
        "w": 8
      }
    }
  },
  {
    "n": "シードラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 117,
        "hp": 55,
        "at": 65,
        "df": 95,
        "sa": 95,
        "sd": 45,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [
          "どくのトゲ",
          "スナイパー",
          "しめりけ"
        ],
        "w": 25
      }
    }
  },
  {
    "n": "トサキント",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 118,
        "hp": 45,
        "at": 67,
        "df": 60,
        "sa": 35,
        "sd": 50,
        "sp": 63,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          "みずのベール",
          "ひらいしん"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "アズマオウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 119,
        "hp": 80,
        "at": 92,
        "df": 65,
        "sa": 65,
        "sd": 80,
        "sp": 68,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          "みずのベール",
          "ひらいしん"
        ],
        "w": 39
      }
    }
  },
  {
    "n": "ヒトデマン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 120,
        "hp": 30,
        "at": 45,
        "df": 55,
        "sa": 70,
        "sd": 55,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [
          "はっこう",
          "しぜんかいふく",
          "アナライズ"
        ],
        "w": 34.5
      }
    }
  },
  {
    "n": "スターミー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 121,
        "hp": 60,
        "at": 75,
        "df": 85,
        "sa": 100,
        "sd": 85,
        "sp": 115,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "はっこう",
          "しぜんかいふく",
          "アナライズ"
        ],
        "w": 80
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "121m",
        "hp": 60,
        "at": 100,
        "df": 105,
        "sa": 130,
        "sd": 105,
        "sp": 120,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "ちからもち",
          null
        ],
        "w": 80
      }
    }
  },
  {
    "n": "バリヤード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 122,
        "hp": 40,
        "at": 45,
        "df": 65,
        "sa": 100,
        "sd": 120,
        "sp": 90,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "ぼうおん",
          "フィルター",
          "テクニシャン"
        ],
        "w": 54.5
      }
    }
  },
  {
    "n": "バリヤード(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 122,
        "hp": 50,
        "at": 65,
        "df": 65,
        "sa": 90,
        "sd": 90,
        "sp": 100,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [
          "やるき",
          "バリアフリー",
          "アイスボディ"
        ],
        "w": 56.8
      }
    }
  },
  {
    "n": "ストライク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 123,
        "hp": 70,
        "at": 110,
        "df": 80,
        "sa": 55,
        "sd": 80,
        "sp": 105,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "むしのしらせ",
          "テクニシャン",
          "ふくつのこころ"
        ],
        "w": 56
      }
    }
  },
  {
    "n": "ルージュラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 124,
        "hp": 65,
        "at": 50,
        "df": 35,
        "sa": 115,
        "sd": 95,
        "sp": 95,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [
          "どんかん",
          "よちむ",
          "かんそうはだ"
        ],
        "w": 40.6
      }
    }
  },
  {
    "n": "エレブー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 125,
        "hp": 65,
        "at": 83,
        "df": 57,
        "sa": 95,
        "sd": 85,
        "sp": 105,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "やるき"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "ブーバー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 126,
        "hp": 65,
        "at": 95,
        "df": 57,
        "sa": 100,
        "sd": 85,
        "sp": 93,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "ほのおのからだ",
          null,
          "やるき"
        ],
        "w": 44.5
      }
    }
  },
  {
    "n": "カイロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 127,
        "hp": 65,
        "at": 125,
        "df": 100,
        "sa": 55,
        "sd": 70,
        "sp": 85,
        "t1": "むし",
        "t2": "",
        "ab": [
          "かいりきバサミ",
          "かたやぶり",
          "じしんかじょう"
        ],
        "w": 55
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "127m",
        "hp": 65,
        "at": 155,
        "df": 120,
        "sa": 65,
        "sd": 90,
        "sp": 105,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "スカイスキン",
          null
        ],
        "w": 59
      }
    }
  },
  {
    "n": "ケンタロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 100,
        "df": 95,
        "sa": 40,
        "sd": 70,
        "sp": 110,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "いかく",
          "いかりのつぼ",
          "ちからずく"
        ],
        "w": 88.4
      }
    }
  },
  {
    "n": "ケンタロス(パルデア)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 110,
        "df": 105,
        "sa": 30,
        "sd": 70,
        "sp": 100,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "いかく",
          "いかりのつぼ",
          "はんすう"
        ],
        "w": 115
      }
    }
  },
  {
    "n": "ケンタロス(パルデア炎)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 110,
        "df": 105,
        "sa": 30,
        "sd": 70,
        "sp": 100,
        "t1": "かくとう",
        "t2": "ほのお",
        "ab": [
          "いかく",
          "いかりのつぼ",
          "はんすう"
        ],
        "w": 85
      }
    }
  },
  {
    "n": "ケンタロス(パルデア水)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 128,
        "hp": 75,
        "at": 110,
        "df": 105,
        "sa": 30,
        "sd": 70,
        "sp": 100,
        "t1": "かくとう",
        "t2": "みず",
        "ab": [
          "いかく",
          "いかりのつぼ",
          "はんすう"
        ],
        "w": 110
      }
    }
  },
  {
    "n": "コイキング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 129,
        "hp": 20,
        "at": 10,
        "df": 55,
        "sa": 15,
        "sd": 20,
        "sp": 80,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "びびり"
        ],
        "w": 10
      }
    }
  },
  {
    "n": "ギャラドス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 130,
        "hp": 95,
        "at": 125,
        "df": 79,
        "sa": 60,
        "sd": 100,
        "sp": 81,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [
          "いかく",
          null,
          "じしんかじょう"
        ],
        "w": 235
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "130m",
        "hp": 95,
        "at": 155,
        "df": 109,
        "sa": 70,
        "sd": 130,
        "sp": 81,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "かたやぶり",
          null
        ],
        "w": 305
      }
    }
  },
  {
    "n": "ラプラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 131,
        "hp": 130,
        "at": 85,
        "df": 80,
        "sa": 85,
        "sd": 95,
        "sp": 60,
        "t1": "みず",
        "t2": "こおり",
        "ab": [
          "ちょすい",
          "シェルアーマー",
          "うるおいボディ"
        ],
        "w": 220
      }
    }
  },
  {
    "n": "メタモン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 132,
        "hp": 48,
        "at": 48,
        "df": 48,
        "sa": 48,
        "sd": 48,
        "sp": 48,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "じゅうなん",
          null,
          "かわりもの"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "イーブイ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 133,
        "hp": 65,
        "at": 75,
        "df": 70,
        "sa": 65,
        "sd": 85,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "てきおうりょく",
          "きけんよち"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "シャワーズ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 134,
        "hp": 130,
        "at": 65,
        "df": 60,
        "sa": 110,
        "sd": 95,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ちょすい",
          null,
          "うるおいボディ"
        ],
        "w": 29
      }
    }
  },
  {
    "n": "サンダース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 135,
        "hp": 65,
        "at": 65,
        "df": 60,
        "sa": 110,
        "sd": 95,
        "sp": 130,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ちくでん",
          null,
          "はやあし"
        ],
        "w": 24.5
      }
    }
  },
  {
    "n": "ブースター",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 136,
        "hp": 65,
        "at": 130,
        "df": 60,
        "sa": 95,
        "sd": 110,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もらいび",
          null,
          "こんじょう"
        ],
        "w": 25
      }
    }
  },
  {
    "n": "ポリゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 137,
        "hp": 65,
        "at": 60,
        "df": 70,
        "sa": 85,
        "sd": 75,
        "sp": 40,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "トレース",
          "ダウンロード",
          "アナライズ"
        ],
        "w": 36.5
      }
    }
  },
  {
    "n": "オムナイト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 138,
        "hp": 35,
        "at": 40,
        "df": 100,
        "sa": 90,
        "sd": 55,
        "sp": 35,
        "t1": "いわ",
        "t2": "みず",
        "ab": [
          "すいすい",
          "シェルアーマー",
          "くだけるよろい"
        ],
        "w": 7.5
      }
    }
  },
  {
    "n": "オムスター",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 139,
        "hp": 70,
        "at": 60,
        "df": 125,
        "sa": 115,
        "sd": 70,
        "sp": 55,
        "t1": "いわ",
        "t2": "みず",
        "ab": [
          "すいすい",
          "シェルアーマー",
          "くだけるよろい"
        ],
        "w": 35
      }
    }
  },
  {
    "n": "カブト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 140,
        "hp": 30,
        "at": 80,
        "df": 90,
        "sa": 55,
        "sd": 45,
        "sp": 55,
        "t1": "いわ",
        "t2": "みず",
        "ab": [
          "すいすい",
          "カブトアーマー",
          "くだけるよろい"
        ],
        "w": 11.5
      }
    }
  },
  {
    "n": "カブトプス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 141,
        "hp": 60,
        "at": 115,
        "df": 105,
        "sa": 65,
        "sd": 70,
        "sp": 80,
        "t1": "いわ",
        "t2": "みず",
        "ab": [
          "すいすい",
          "カブトアーマー",
          "くだけるよろい"
        ],
        "w": 40.5
      }
    }
  },
  {
    "n": "プテラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 142,
        "hp": 80,
        "at": 105,
        "df": 65,
        "sa": 60,
        "sd": 75,
        "sp": 130,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [
          "いしあたま",
          "プレッシャー",
          "きんちょうかん"
        ],
        "w": 59
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "142m",
        "hp": 80,
        "at": 135,
        "df": 85,
        "sa": 70,
        "sd": 95,
        "sp": 150,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [
          "かたいツメ",
          null
        ],
        "w": 79
      }
    }
  },
  {
    "n": "カビゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 143,
        "hp": 160,
        "at": 110,
        "df": 65,
        "sa": 65,
        "sd": 110,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "めんえき",
          "あついしぼう",
          "くいしんぼう"
        ],
        "w": 460
      }
    }
  },
  {
    "n": "フリーザー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 144,
        "hp": 90,
        "at": 85,
        "df": 100,
        "sa": 95,
        "sd": 125,
        "sp": 85,
        "t1": "こおり",
        "t2": "ひこう",
        "ab": [
          "プレッシャー",
          null,
          "ゆきがくれ"
        ],
        "w": 55.4
      }
    }
  },
  {
    "n": "フリーザー(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 144,
        "hp": 90,
        "at": 85,
        "df": 85,
        "sa": 125,
        "sd": 100,
        "sp": 95,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "かちき",
          null
        ],
        "w": 50.9
      }
    }
  },
  {
    "n": "サンダー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 145,
        "hp": 90,
        "at": 90,
        "df": 85,
        "sa": 125,
        "sd": 90,
        "sp": 100,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "プレッシャー",
          null,
          "せいでんき"
        ],
        "w": 52.6
      }
    }
  },
  {
    "n": "サンダー(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 145,
        "hp": 90,
        "at": 125,
        "df": 90,
        "sa": 85,
        "sd": 90,
        "sp": 100,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [
          "まけんき",
          null
        ],
        "w": 58.2
      }
    }
  },
  {
    "n": "ファイヤー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 146,
        "hp": 90,
        "at": 100,
        "df": 90,
        "sa": 125,
        "sd": 85,
        "sp": 90,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [
          "プレッシャー",
          null,
          "ほのおのからだ"
        ],
        "w": 60
      }
    }
  },
  {
    "n": "ファイヤー(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 146,
        "hp": 90,
        "at": 85,
        "df": 90,
        "sa": 100,
        "sd": 125,
        "sp": 90,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [
          "ぎゃくじょう",
          null
        ],
        "w": 66
      }
    }
  },
  {
    "n": "ミニリュウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 147,
        "hp": 41,
        "at": 64,
        "df": 45,
        "sa": 50,
        "sd": 50,
        "sp": 50,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "だっぴ",
          null,
          "ふしぎなうろこ"
        ],
        "w": 3.3
      }
    }
  },
  {
    "n": "ハクリュー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 148,
        "hp": 61,
        "at": 84,
        "df": 65,
        "sa": 70,
        "sd": 70,
        "sp": 70,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "だっぴ",
          null,
          "ふしぎなうろこ"
        ],
        "w": 16.5
      }
    }
  },
  {
    "n": "カイリュー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 149,
        "hp": 91,
        "at": 134,
        "df": 95,
        "sa": 100,
        "sd": 100,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [
          "せいしんりょく",
          null,
          "マルチスケイル"
        ],
        "w": 210
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "149m",
        "hp": 91,
        "at": 124,
        "df": 115,
        "sa": 145,
        "sd": 125,
        "sp": 100,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [
          "マルチスケイル",
          null
        ],
        "w": 290
      }
    }
  },
  {
    "n": "ミュウツー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 150,
        "hp": 106,
        "at": 110,
        "df": 90,
        "sa": 154,
        "sd": 90,
        "sp": 130,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "プレッシャー",
          null,
          "きんちょうかん"
        ],
        "w": 122
      },
      "megaX": {
        "ft": "mega",
        "fn": "メガX",
        "id": 150,
        "hp": 106,
        "at": 190,
        "df": 100,
        "sa": 154,
        "sd": 100,
        "sp": 130,
        "t1": "エスパー",
        "t2": "かくとう",
        "ab": [
          "ふくつのこころ",
          null
        ],
        "w": 127
      },
      "megaY": {
        "ft": "mega",
        "fn": "メガY",
        "id": 150,
        "hp": 106,
        "at": 150,
        "df": 70,
        "sa": 194,
        "sd": 120,
        "sp": 140,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふみん",
          null
        ],
        "w": 33
      }
    }
  },
  {
    "n": "ミュウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 151,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "シンクロ",
          null
        ],
        "w": 4
      }
    }
  },
  {
    "n": "チコリータ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 152,
        "hp": 45,
        "at": 49,
        "df": 65,
        "sa": 49,
        "sd": 65,
        "sp": 45,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "リーフガード"
        ],
        "w": 6.4
      }
    }
  },
  {
    "n": "ベイリーフ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 153,
        "hp": 60,
        "at": 62,
        "df": 80,
        "sa": 63,
        "sd": 80,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "リーフガード"
        ],
        "w": 15.8
      }
    }
  },
  {
    "n": "メガニウム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 154,
        "hp": 80,
        "at": 82,
        "df": 100,
        "sa": 83,
        "sd": 100,
        "sp": 80,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "リーフガード"
        ],
        "w": 100.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "154m",
        "hp": 80,
        "at": 92,
        "df": 115,
        "sa": 143,
        "sd": 115,
        "sp": 80,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [
          "メガソーラー",
          null
        ],
        "w": 201
      }
    }
  },
  {
    "n": "ヒノアラシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 155,
        "hp": 39,
        "at": 52,
        "df": 43,
        "sa": 60,
        "sd": 50,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "もらいび"
        ],
        "w": 7.9
      }
    }
  },
  {
    "n": "マグマラシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 156,
        "hp": 58,
        "at": 64,
        "df": 58,
        "sa": 80,
        "sd": 65,
        "sp": 80,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "もらいび"
        ],
        "w": 19
      }
    }
  },
  {
    "n": "バクフーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 157,
        "hp": 78,
        "at": 84,
        "df": 78,
        "sa": 109,
        "sd": 85,
        "sp": 100,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "もらいび"
        ],
        "w": 79.5
      }
    }
  },
  {
    "n": "バクフーン(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 157,
        "hp": 73,
        "at": 84,
        "df": 78,
        "sa": 119,
        "sd": 85,
        "sp": 95,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [
          "もうか",
          null,
          "おみとおし"
        ],
        "w": 79.5
      }
    }
  },
  {
    "n": "ワニノコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 158,
        "hp": 50,
        "at": 65,
        "df": 64,
        "sa": 44,
        "sd": 48,
        "sp": 43,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "ちからずく"
        ],
        "w": 9.5
      }
    }
  },
  {
    "n": "アリゲイツ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 159,
        "hp": 65,
        "at": 80,
        "df": 80,
        "sa": 59,
        "sd": 63,
        "sp": 58,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "ちからずく"
        ],
        "w": 25
      }
    }
  },
  {
    "n": "オーダイル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 160,
        "hp": 85,
        "at": 105,
        "df": 100,
        "sa": 79,
        "sd": 83,
        "sp": 78,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "ちからずく"
        ],
        "w": 88.8
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "160m",
        "hp": 85,
        "at": 160,
        "df": 125,
        "sa": 89,
        "sd": 93,
        "sp": 78,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [
          "ドラゴンスキン",
          null
        ],
        "w": 108.8
      }
    }
  },
  {
    "n": "オタチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 161,
        "hp": 35,
        "at": 46,
        "df": 34,
        "sa": 35,
        "sd": 45,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "するどいめ",
          "おみとおし"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "オオタチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 162,
        "hp": 85,
        "at": 76,
        "df": 64,
        "sa": 45,
        "sd": 55,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "するどいめ",
          "おみとおし"
        ],
        "w": 32.5
      }
    }
  },
  {
    "n": "ホーホー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 163,
        "hp": 60,
        "at": 30,
        "df": 30,
        "sa": 36,
        "sd": 56,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "ふみん",
          "するどいめ",
          "いろめがね"
        ],
        "w": 21.2
      }
    }
  },
  {
    "n": "ヨルノズク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 164,
        "hp": 100,
        "at": 50,
        "df": 50,
        "sa": 86,
        "sd": 96,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "ふみん",
          "するどいめ",
          "いろめがね"
        ],
        "w": 40.8
      }
    }
  },
  {
    "n": "レディバ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 165,
        "hp": 40,
        "at": 20,
        "df": 30,
        "sa": 40,
        "sd": 80,
        "sp": 55,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "むしのしらせ",
          "はやおき",
          "びびり"
        ],
        "w": 10.8
      }
    }
  },
  {
    "n": "レディアン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 166,
        "hp": 55,
        "at": 35,
        "df": 50,
        "sa": 55,
        "sd": 110,
        "sp": 85,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "むしのしらせ",
          "はやおき",
          "てつのこぶし"
        ],
        "w": 35.6
      }
    }
  },
  {
    "n": "イトマル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 167,
        "hp": 40,
        "at": 60,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 30,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "むしのしらせ",
          "ふみん",
          "スナイパー"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "アリアドス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 168,
        "hp": 70,
        "at": 90,
        "df": 70,
        "sa": 60,
        "sd": 70,
        "sp": 40,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "むしのしらせ",
          "ふみん",
          "スナイパー"
        ],
        "w": 33.5
      }
    }
  },
  {
    "n": "クロバット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 169,
        "hp": 85,
        "at": 90,
        "df": 80,
        "sa": 70,
        "sd": 80,
        "sp": 130,
        "t1": "どく",
        "t2": "ひこう",
        "ab": [
          "せいしんりょく",
          null,
          "すりぬけ"
        ],
        "w": 75
      }
    }
  },
  {
    "n": "チョンチー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 170,
        "hp": 75,
        "at": 38,
        "df": 38,
        "sa": 56,
        "sd": 56,
        "sp": 67,
        "t1": "みず",
        "t2": "でんき",
        "ab": [
          "ちくでん",
          "はっこう",
          "ちょすい"
        ],
        "w": 12
      }
    }
  },
  {
    "n": "ランターン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 171,
        "hp": 125,
        "at": 58,
        "df": 58,
        "sa": 76,
        "sd": 76,
        "sp": 67,
        "t1": "みず",
        "t2": "でんき",
        "ab": [
          "ちくでん",
          "はっこう",
          "ちょすい"
        ],
        "w": 22.5
      }
    }
  },
  {
    "n": "ピチュー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 172,
        "hp": 20,
        "at": 40,
        "df": 15,
        "sa": 35,
        "sd": 35,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "ひらいしん"
        ],
        "w": 2
      }
    }
  },
  {
    "n": "ピィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 173,
        "hp": 50,
        "at": 25,
        "df": 28,
        "sa": 45,
        "sd": 55,
        "sp": 15,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "マジックガード",
          "フレンドガード"
        ],
        "w": 3
      }
    }
  },
  {
    "n": "ププリン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 174,
        "hp": 90,
        "at": 30,
        "df": 15,
        "sa": 40,
        "sd": 20,
        "sp": 15,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [
          "メロメロボディ",
          "かちき",
          "フレンドガード"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "トゲピー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 175,
        "hp": 35,
        "at": 20,
        "df": 65,
        "sa": 40,
        "sd": 65,
        "sp": 20,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "はりきり",
          "てんのめぐみ",
          "きょううん"
        ],
        "w": 1.5
      }
    }
  },
  {
    "n": "トゲチック",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 176,
        "hp": 55,
        "at": 40,
        "df": 85,
        "sa": 80,
        "sd": 105,
        "sp": 40,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [
          "はりきり",
          "てんのめぐみ",
          "きょううん"
        ],
        "w": 3.2
      }
    }
  },
  {
    "n": "ネイティ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 177,
        "hp": 40,
        "at": 50,
        "df": 45,
        "sa": 70,
        "sd": 45,
        "sp": 70,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "シンクロ",
          "はやおき",
          "マジックミラー"
        ],
        "w": 2
      }
    }
  },
  {
    "n": "ネイティオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 178,
        "hp": 65,
        "at": 75,
        "df": 70,
        "sa": 95,
        "sd": 70,
        "sp": 95,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "シンクロ",
          "はやおき",
          "マジックミラー"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "メリープ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 179,
        "hp": 55,
        "at": 40,
        "df": 40,
        "sa": 65,
        "sd": 45,
        "sp": 35,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "プラス"
        ],
        "w": 7.8
      }
    }
  },
  {
    "n": "モココ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 180,
        "hp": 70,
        "at": 55,
        "df": 55,
        "sa": 80,
        "sd": 60,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "プラス"
        ],
        "w": 13.3
      }
    }
  },
  {
    "n": "デンリュウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 181,
        "hp": 90,
        "at": 75,
        "df": 85,
        "sa": 115,
        "sd": 90,
        "sp": 55,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "プラス"
        ],
        "w": 61.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "181m",
        "hp": 90,
        "at": 95,
        "df": 105,
        "sa": 165,
        "sd": 110,
        "sp": 45,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [
          "かたやぶり",
          null
        ],
        "w": 61.5
      }
    }
  },
  {
    "n": "キレイハナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 182,
        "hp": 75,
        "at": 80,
        "df": 95,
        "sa": 90,
        "sd": 100,
        "sp": 50,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          null,
          "いやしのこころ"
        ],
        "w": 5.8
      }
    }
  },
  {
    "n": "マリル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 183,
        "hp": 70,
        "at": 20,
        "df": 50,
        "sa": 20,
        "sd": 50,
        "sp": 40,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [
          "あついしぼう",
          "ちからもち",
          "そうしょく"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "マリルリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 184,
        "hp": 100,
        "at": 50,
        "df": 80,
        "sa": 60,
        "sd": 80,
        "sp": 50,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [
          "あついしぼう",
          "ちからもち",
          "そうしょく"
        ],
        "w": 28.5
      }
    }
  },
  {
    "n": "ウソッキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 185,
        "hp": 70,
        "at": 100,
        "df": 115,
        "sa": 30,
        "sd": 65,
        "sp": 30,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "がんじょう",
          "いしあたま",
          "びびり"
        ],
        "w": 38
      }
    }
  },
  {
    "n": "ニョロトノ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 186,
        "hp": 90,
        "at": 75,
        "df": 75,
        "sa": 90,
        "sd": 100,
        "sp": 70,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ちょすい",
          "しめりけ",
          "あめふらし"
        ],
        "w": 33.9
      }
    }
  },
  {
    "n": "ハネッコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 187,
        "hp": 35,
        "at": 35,
        "df": 40,
        "sa": 35,
        "sd": 55,
        "sp": 50,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [
          "ようりょくそ",
          "リーフガード",
          "すりぬけ"
        ],
        "w": 0.5
      }
    }
  },
  {
    "n": "ポポッコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 188,
        "hp": 55,
        "at": 45,
        "df": 50,
        "sa": 45,
        "sd": 65,
        "sp": 80,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [
          "ようりょくそ",
          "リーフガード",
          "すりぬけ"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "ワタッコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 189,
        "hp": 75,
        "at": 55,
        "df": 70,
        "sa": 55,
        "sd": 95,
        "sp": 110,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [
          "ようりょくそ",
          "リーフガード",
          "すりぬけ"
        ],
        "w": 3
      }
    }
  },
  {
    "n": "エイパム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 190,
        "hp": 55,
        "at": 70,
        "df": 55,
        "sa": 40,
        "sd": 55,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "ものひろい",
          "スキルリンク"
        ],
        "w": 11.5
      }
    }
  },
  {
    "n": "ヒマナッツ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 191,
        "hp": 30,
        "at": 30,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "サンパワー",
          "はやおき"
        ],
        "w": 1.8
      }
    }
  },
  {
    "n": "キマワリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 192,
        "hp": 75,
        "at": 75,
        "df": 55,
        "sa": 105,
        "sd": 85,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "サンパワー",
          "はやおき"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "ヤンヤンマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 193,
        "hp": 65,
        "at": 65,
        "df": 45,
        "sa": 75,
        "sd": 45,
        "sp": 95,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "かそく",
          "ふくがん",
          "おみとおし"
        ],
        "w": 38
      }
    }
  },
  {
    "n": "ウパー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 194,
        "hp": 55,
        "at": 45,
        "df": 45,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "しめりけ",
          "ちょすい",
          "てんねん"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "ウパー(パルデア)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 194,
        "hp": 55,
        "at": 45,
        "df": 45,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "どく",
        "t2": "じめん",
        "ab": [
          "どくのトゲ",
          "ちょすい",
          "てんねん"
        ],
        "w": 11
      }
    }
  },
  {
    "n": "ヌオー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 195,
        "hp": 95,
        "at": 85,
        "df": 85,
        "sa": 65,
        "sd": 65,
        "sp": 35,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "しめりけ",
          "ちょすい",
          "てんねん"
        ],
        "w": 75
      }
    }
  },
  {
    "n": "エーフィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 196,
        "hp": 65,
        "at": 65,
        "df": 60,
        "sa": 130,
        "sd": 95,
        "sp": 110,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "シンクロ",
          null,
          "マジックミラー"
        ],
        "w": 26.5
      }
    }
  },
  {
    "n": "ブラッキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 197,
        "hp": 95,
        "at": 65,
        "df": 110,
        "sa": 60,
        "sd": 130,
        "sp": 65,
        "t1": "あく",
        "t2": "",
        "ab": [
          "シンクロ",
          null,
          "せいしんりょく"
        ],
        "w": 27
      }
    }
  },
  {
    "n": "ヤミカラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 198,
        "hp": 60,
        "at": 85,
        "df": 42,
        "sa": 85,
        "sd": 42,
        "sp": 91,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [
          "ふみん",
          "きょううん",
          "いたずらごころ"
        ],
        "w": 2.1
      }
    }
  },
  {
    "n": "ヤドキング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 199,
        "hp": 95,
        "at": 75,
        "df": 80,
        "sa": 100,
        "sd": 110,
        "sp": 30,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "どんかん",
          "マイペース",
          "さいせいりょく"
        ],
        "w": 79.5
      }
    }
  },
  {
    "n": "ヤドキング(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 199,
        "hp": 95,
        "at": 65,
        "df": 80,
        "sa": 110,
        "sd": 110,
        "sp": 30,
        "t1": "どく",
        "t2": "エスパー",
        "ab": [
          "きみょうなくすり",
          "マイペース",
          "さいせいりょく"
        ],
        "w": 79.5
      }
    }
  },
  {
    "n": "ムウマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 200,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 85,
        "sd": 85,
        "sp": 85,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 1
      }
    }
  },
  {
    "n": "アンノーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 201,
        "hp": 48,
        "at": 72,
        "df": 48,
        "sa": 72,
        "sd": 48,
        "sp": 48,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 5
      }
    }
  },
  {
    "n": "ソーナンス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 202,
        "hp": 190,
        "at": 33,
        "df": 58,
        "sa": 33,
        "sd": 58,
        "sp": 33,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "かげふみ",
          null,
          "テレパシー"
        ],
        "w": 28.5
      }
    }
  },
  {
    "n": "キリンリキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 203,
        "hp": 70,
        "at": 80,
        "df": 65,
        "sa": 90,
        "sd": 65,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [
          "せいしんりょく",
          "はやおき",
          "そうしょく"
        ],
        "w": 41.5
      }
    }
  },
  {
    "n": "クヌギダマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 204,
        "hp": 50,
        "at": 65,
        "df": 90,
        "sa": 35,
        "sd": 35,
        "sp": 15,
        "t1": "むし",
        "t2": "",
        "ab": [
          "がんじょう",
          null,
          "ぼうじん"
        ],
        "w": 7.2
      }
    }
  },
  {
    "n": "フォレトス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 205,
        "hp": 75,
        "at": 90,
        "df": 140,
        "sa": 60,
        "sd": 60,
        "sp": 40,
        "t1": "むし",
        "t2": "はがね",
        "ab": [
          "がんじょう",
          null,
          "ぼうじん"
        ],
        "w": 125.8
      }
    }
  },
  {
    "n": "ノコッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 206,
        "hp": 100,
        "at": 70,
        "df": 70,
        "sa": 65,
        "sd": 65,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "てんのめぐみ",
          "にげあし",
          "びびり"
        ],
        "w": 14
      }
    }
  },
  {
    "n": "グライガー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 207,
        "hp": 65,
        "at": 75,
        "df": 105,
        "sa": 35,
        "sd": 65,
        "sp": 85,
        "t1": "じめん",
        "t2": "ひこう",
        "ab": [
          "かいりきバサミ",
          "すながくれ",
          "めんえき"
        ],
        "w": 64.8
      }
    }
  },
  {
    "n": "ハガネール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 208,
        "hp": 75,
        "at": 85,
        "df": 200,
        "sa": 55,
        "sd": 65,
        "sp": 30,
        "t1": "はがね",
        "t2": "じめん",
        "ab": [
          "いしあたま",
          "がんじょう",
          "ちからずく"
        ],
        "w": 400
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "208m",
        "hp": 75,
        "at": 125,
        "df": 230,
        "sa": 55,
        "sd": 95,
        "sp": 30,
        "t1": "はがね",
        "t2": "じめん",
        "ab": [
          "すなのちから",
          null
        ],
        "w": 740
      }
    }
  },
  {
    "n": "ブルー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 209,
        "hp": 60,
        "at": 80,
        "df": 50,
        "sa": 40,
        "sd": 40,
        "sp": 30,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "いかく",
          "にげあし",
          "びびり"
        ],
        "w": 7.8
      }
    }
  },
  {
    "n": "グランブル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 210,
        "hp": 90,
        "at": 120,
        "df": 75,
        "sa": 60,
        "sd": 60,
        "sp": 45,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "いかく",
          "はやあし",
          "びびり"
        ],
        "w": 48.7
      }
    }
  },
  {
    "n": "ハリーセン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 211,
        "hp": 65,
        "at": 95,
        "df": 85,
        "sa": 55,
        "sd": 55,
        "sp": 85,
        "t1": "みず",
        "t2": "どく",
        "ab": [
          "どくのトゲ",
          "すいすい",
          "いかく"
        ],
        "w": 3.9
      }
    }
  },
  {
    "n": "ハリーセン(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 211,
        "hp": 65,
        "at": 95,
        "df": 85,
        "sa": 55,
        "sd": 55,
        "sp": 85,
        "t1": "あく",
        "t2": "どく",
        "ab": [
          "どくのトゲ",
          "すいすい",
          "いかく"
        ],
        "w": 3.9
      }
    }
  },
  {
    "n": "ハッサム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 212,
        "hp": 70,
        "at": 130,
        "df": 100,
        "sa": 55,
        "sd": 80,
        "sp": 65,
        "t1": "むし",
        "t2": "はがね",
        "ab": [
          "むしのしらせ",
          "テクニシャン",
          "ライトメタル"
        ],
        "w": 118
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "212m",
        "hp": 70,
        "at": 150,
        "df": 140,
        "sa": 65,
        "sd": 100,
        "sp": 75,
        "t1": "むし",
        "t2": "はがね",
        "ab": [
          "テクニシャン",
          null
        ],
        "w": 125
      }
    }
  },
  {
    "n": "ツボツボ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 213,
        "hp": 20,
        "at": 10,
        "df": 230,
        "sa": 10,
        "sd": 230,
        "sp": 5,
        "t1": "むし",
        "t2": "いわ",
        "ab": [
          "がんじょう",
          "くいしんぼう",
          "あまのじゃく"
        ],
        "w": 20.5
      }
    }
  },
  {
    "n": "ヘラクロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 214,
        "hp": 80,
        "at": 125,
        "df": 75,
        "sa": 40,
        "sd": 95,
        "sp": 85,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [
          "むしのしらせ",
          "こんじょう",
          "じしんかじょう"
        ],
        "w": 54
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "214m",
        "hp": 80,
        "at": 185,
        "df": 115,
        "sa": 40,
        "sd": 105,
        "sp": 75,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [
          "スキルリンク",
          null
        ],
        "w": 62.5
      }
    }
  },
  {
    "n": "ニューラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 215,
        "hp": 55,
        "at": 95,
        "df": 55,
        "sa": 35,
        "sd": 75,
        "sp": 115,
        "t1": "あく",
        "t2": "こおり",
        "ab": [
          "せいしんりょく",
          "するどいめ",
          "わるいてぐせ"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "ニューラ(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 215,
        "hp": 55,
        "at": 95,
        "df": 55,
        "sa": 35,
        "sd": 75,
        "sp": 115,
        "t1": "かくとう",
        "t2": "どく",
        "ab": [
          "せいしんりょく",
          "するどいめ",
          "わるいてぐせ"
        ],
        "w": 27
      }
    }
  },
  {
    "n": "ヒメグマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 216,
        "hp": 60,
        "at": 80,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 40,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ものひろい",
          "はやあし",
          "みつあつめ"
        ],
        "w": 8.8
      }
    }
  },
  {
    "n": "リングマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 217,
        "hp": 90,
        "at": 130,
        "df": 75,
        "sa": 75,
        "sd": 75,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "こんじょう",
          "はやあし",
          "きんちょうかん"
        ],
        "w": 125.8
      }
    }
  },
  {
    "n": "マグマッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 218,
        "hp": 40,
        "at": 40,
        "df": 40,
        "sa": 70,
        "sd": 40,
        "sp": 20,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "マグマのよろい",
          "ほのおのからだ",
          "くだけるよろい"
        ],
        "w": 35
      }
    }
  },
  {
    "n": "マグカルゴ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 219,
        "hp": 60,
        "at": 50,
        "df": 120,
        "sa": 90,
        "sd": 80,
        "sp": 30,
        "t1": "ほのお",
        "t2": "いわ",
        "ab": [
          "マグマのよろい",
          "ほのおのからだ",
          "くだけるよろい"
        ],
        "w": 55
      }
    }
  },
  {
    "n": "ウリムー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 220,
        "hp": 50,
        "at": 50,
        "df": 40,
        "sa": 30,
        "sd": 30,
        "sp": 50,
        "t1": "こおり",
        "t2": "じめん",
        "ab": [
          "どんかん",
          "ゆきがくれ",
          "あついしぼう"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "イノムー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 221,
        "hp": 100,
        "at": 100,
        "df": 80,
        "sa": 60,
        "sd": 60,
        "sp": 50,
        "t1": "こおり",
        "t2": "じめん",
        "ab": [
          "どんかん",
          "ゆきがくれ",
          "あついしぼう"
        ],
        "w": 55.8
      }
    }
  },
  {
    "n": "サニーゴ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 222,
        "hp": 65,
        "at": 55,
        "df": 95,
        "sa": 65,
        "sd": 95,
        "sp": 35,
        "t1": "みず",
        "t2": "いわ",
        "ab": [
          "はりきり",
          "しぜんかいふく",
          "さいせいりょく"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "サニーゴ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 222,
        "hp": 60,
        "at": 55,
        "df": 100,
        "sa": 65,
        "sd": 100,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "くだけるよろい",
          null,
          "のろわれボディ"
        ],
        "w": 0.5
      }
    }
  },
  {
    "n": "テッポウオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 223,
        "hp": 35,
        "at": 65,
        "df": 35,
        "sa": 65,
        "sd": 35,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [
          "はりきり",
          "スナイパー",
          "ムラっけ"
        ],
        "w": 12
      }
    }
  },
  {
    "n": "オクタン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 224,
        "hp": 75,
        "at": 105,
        "df": 75,
        "sa": 105,
        "sd": 75,
        "sp": 45,
        "t1": "みず",
        "t2": "",
        "ab": [
          "きゅうばん",
          "スナイパー",
          "ムラっけ"
        ],
        "w": 28.5
      }
    }
  },
  {
    "n": "デリバード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 225,
        "hp": 45,
        "at": 55,
        "df": 45,
        "sa": 65,
        "sd": 45,
        "sp": 75,
        "t1": "こおり",
        "t2": "ひこう",
        "ab": [
          "やるき",
          "はりきり",
          "ふみん"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "マンタイン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 226,
        "hp": 85,
        "at": 40,
        "df": 70,
        "sa": 80,
        "sd": 140,
        "sp": 70,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [
          "すいすい",
          "ちょすい",
          "みずのベール"
        ],
        "w": 220
      }
    }
  },
  {
    "n": "エアームド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 227,
        "hp": 65,
        "at": 80,
        "df": 140,
        "sa": 40,
        "sd": 70,
        "sp": 70,
        "t1": "はがね",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "がんじょう",
          "くだけるよろい"
        ],
        "w": 50.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "227m",
        "hp": 65,
        "at": 140,
        "df": 110,
        "sa": 40,
        "sd": 100,
        "sp": 110,
        "t1": "はがね",
        "t2": "ひこう",
        "ab": [
          "すじがねいり",
          null
        ],
        "w": 40.4
      }
    }
  },
  {
    "n": "デルビル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 228,
        "hp": 45,
        "at": 60,
        "df": 30,
        "sa": 80,
        "sd": 50,
        "sp": 65,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [
          "はやおき",
          "もらいび",
          "きんちょうかん"
        ],
        "w": 10.8
      }
    }
  },
  {
    "n": "ヘルガー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 229,
        "hp": 75,
        "at": 90,
        "df": 50,
        "sa": 110,
        "sd": 80,
        "sp": 95,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [
          "はやおき",
          "もらいび",
          "きんちょうかん"
        ],
        "w": 35
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "229m",
        "hp": 75,
        "at": 90,
        "df": 90,
        "sa": 140,
        "sd": 90,
        "sp": 115,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [
          "サンパワー",
          null
        ],
        "w": 49.5
      }
    }
  },
  {
    "n": "キングドラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 230,
        "hp": 75,
        "at": 95,
        "df": 95,
        "sa": 95,
        "sd": 95,
        "sp": 85,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [
          "すいすい",
          "スナイパー",
          "しめりけ"
        ],
        "w": 152
      }
    }
  },
  {
    "n": "ゴマゾウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 231,
        "hp": 90,
        "at": 60,
        "df": 60,
        "sa": 40,
        "sd": 40,
        "sp": 40,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "ものひろい",
          null,
          "すながくれ"
        ],
        "w": 33.5
      }
    }
  },
  {
    "n": "ドンファン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 232,
        "hp": 90,
        "at": 120,
        "df": 120,
        "sa": 60,
        "sd": 60,
        "sp": 50,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "がんじょう",
          null,
          "すながくれ"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "ポリゴン２",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 233,
        "hp": 85,
        "at": 80,
        "df": 90,
        "sa": 105,
        "sd": 95,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "トレース",
          "ダウンロード",
          "アナライズ"
        ],
        "w": 32.5
      }
    }
  },
  {
    "n": "オドシシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 234,
        "hp": 73,
        "at": 95,
        "df": 62,
        "sa": 85,
        "sd": 65,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "いかく",
          "おみとおし",
          "そうしょく"
        ],
        "w": 71.2
      }
    }
  },
  {
    "n": "ドーブル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 235,
        "hp": 55,
        "at": 20,
        "df": 35,
        "sa": 20,
        "sd": 45,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "マイペース",
          "テクニシャン",
          "ムラっけ"
        ],
        "w": 58
      }
    }
  },
  {
    "n": "バルキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 236,
        "hp": 35,
        "at": 35,
        "df": 35,
        "sa": 35,
        "sd": 35,
        "sp": 35,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "ふくつのこころ",
          "やるき"
        ],
        "w": 21
      }
    }
  },
  {
    "n": "カポエラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 237,
        "hp": 50,
        "at": 95,
        "df": 95,
        "sa": 35,
        "sd": 110,
        "sp": 70,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "いかく",
          "テクニシャン",
          "ふくつのこころ"
        ],
        "w": 48
      }
    }
  },
  {
    "n": "ムチュール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 238,
        "hp": 45,
        "at": 30,
        "df": 15,
        "sa": 85,
        "sd": 65,
        "sp": 65,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [
          "どんかん",
          "よちむ",
          "うるおいボディ"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "エレキッド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 239,
        "hp": 45,
        "at": 63,
        "df": 37,
        "sa": 65,
        "sd": 55,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          null,
          "やるき"
        ],
        "w": 23.5
      }
    }
  },
  {
    "n": "ブビィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 240,
        "hp": 45,
        "at": 75,
        "df": 37,
        "sa": 70,
        "sd": 55,
        "sp": 83,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "ほのおのからだ",
          null,
          "やるき"
        ],
        "w": 21.4
      }
    }
  },
  {
    "n": "ミルタンク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 241,
        "hp": 95,
        "at": 80,
        "df": 105,
        "sa": 40,
        "sd": 70,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "あついしぼう",
          "きもったま",
          "そうしょく"
        ],
        "w": 75.5
      }
    }
  },
  {
    "n": "ハピナス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 242,
        "hp": 255,
        "at": 10,
        "df": 10,
        "sa": 75,
        "sd": 135,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "しぜんかいふく",
          "てんのめぐみ",
          "いやしのこころ"
        ],
        "w": 46.8
      }
    }
  },
  {
    "n": "ライコウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 243,
        "hp": 90,
        "at": 85,
        "df": 75,
        "sa": 115,
        "sd": 100,
        "sp": 115,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "プレッシャー",
          null,
          "せいしんりょく"
        ],
        "w": 178
      }
    }
  },
  {
    "n": "エンテイ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 244,
        "hp": 115,
        "at": 115,
        "df": 85,
        "sa": 90,
        "sd": 75,
        "sp": 100,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "プレッシャー",
          null,
          "せいしんりょく"
        ],
        "w": 198
      }
    }
  },
  {
    "n": "スイクン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 245,
        "hp": 100,
        "at": 75,
        "df": 115,
        "sa": 90,
        "sd": 115,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [
          "プレッシャー",
          null,
          "せいしんりょく"
        ],
        "w": 187
      }
    }
  },
  {
    "n": "ヨーギラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 246,
        "hp": 50,
        "at": 64,
        "df": 50,
        "sa": 45,
        "sd": 50,
        "sp": 41,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [
          "こんじょう",
          null,
          "すながくれ"
        ],
        "w": 72
      }
    }
  },
  {
    "n": "サナギラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 247,
        "hp": 70,
        "at": 84,
        "df": 70,
        "sa": 65,
        "sd": 70,
        "sp": 51,
        "t1": "いわ",
        "t2": "じめん",
        "ab": [
          "だっぴ",
          null
        ],
        "w": 152
      }
    }
  },
  {
    "n": "バンギラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 248,
        "hp": 100,
        "at": 134,
        "df": 110,
        "sa": 95,
        "sd": 100,
        "sp": 61,
        "t1": "いわ",
        "t2": "あく",
        "ab": [
          "すなおこし",
          null,
          "きんちょうかん"
        ],
        "w": 202
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "248m",
        "hp": 100,
        "at": 164,
        "df": 150,
        "sa": 95,
        "sd": 120,
        "sp": 71,
        "t1": "いわ",
        "t2": "あく",
        "ab": [
          "すなおこし",
          null
        ],
        "w": 255
      }
    }
  },
  {
    "n": "ルギア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 249,
        "hp": 106,
        "at": 90,
        "df": 130,
        "sa": 90,
        "sd": 154,
        "sp": 110,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "プレッシャー",
          null,
          "マルチスケイル"
        ],
        "w": 216
      }
    }
  },
  {
    "n": "ホウオウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 250,
        "hp": 106,
        "at": 130,
        "df": 90,
        "sa": 110,
        "sd": 154,
        "sp": 90,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [
          "プレッシャー",
          null,
          "さいせいりょく"
        ],
        "w": 199
      }
    }
  },
  {
    "n": "セレビィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 251,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "エスパー",
        "t2": "くさ",
        "ab": [
          "しぜんかいふく",
          null
        ],
        "w": 5
      }
    }
  },
  {
    "n": "キモリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 252,
        "hp": 40,
        "at": 45,
        "df": 35,
        "sa": 65,
        "sd": 55,
        "sp": 70,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "かるわざ"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "ジュプトル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 253,
        "hp": 50,
        "at": 65,
        "df": 45,
        "sa": 85,
        "sd": 65,
        "sp": 95,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "かるわざ"
        ],
        "w": 21.6
      }
    }
  },
  {
    "n": "ジュカイン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 254,
        "hp": 70,
        "at": 85,
        "df": 65,
        "sa": 105,
        "sd": 85,
        "sp": 120,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "かるわざ"
        ],
        "w": 52.2
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "254m",
        "hp": 70,
        "at": 110,
        "df": 75,
        "sa": 145,
        "sd": 85,
        "sp": 145,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [
          "ひらいしん",
          null
        ],
        "w": 55.2
      }
    }
  },
  {
    "n": "アチャモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 255,
        "hp": 45,
        "at": 60,
        "df": 40,
        "sa": 70,
        "sd": 50,
        "sp": 45,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "かそく"
        ],
        "w": 2.5
      }
    }
  },
  {
    "n": "ワカシャモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 256,
        "hp": 60,
        "at": 85,
        "df": 60,
        "sa": 85,
        "sd": 60,
        "sp": 55,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "もうか",
          null,
          "かそく"
        ],
        "w": 19.5
      }
    }
  },
  {
    "n": "バシャーモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 257,
        "hp": 80,
        "at": 120,
        "df": 70,
        "sa": 110,
        "sd": 70,
        "sp": 80,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "もうか",
          null,
          "かそく"
        ],
        "w": 52
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "257m",
        "hp": 80,
        "at": 160,
        "df": 80,
        "sa": 130,
        "sd": 80,
        "sp": 100,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "かそく",
          null
        ],
        "w": 52
      }
    }
  },
  {
    "n": "ミズゴロウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 258,
        "hp": 50,
        "at": 70,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "しめりけ"
        ],
        "w": 7.6
      }
    }
  },
  {
    "n": "ヌマクロー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 259,
        "hp": 70,
        "at": 85,
        "df": 70,
        "sa": 60,
        "sd": 70,
        "sp": 50,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "げきりゅう",
          null,
          "しめりけ"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "ラグラージ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 260,
        "hp": 100,
        "at": 110,
        "df": 90,
        "sa": 85,
        "sd": 90,
        "sp": 60,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "げきりゅう",
          null,
          "しめりけ"
        ],
        "w": 81.9
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "260m",
        "hp": 100,
        "at": 150,
        "df": 110,
        "sa": 95,
        "sd": 110,
        "sp": 70,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "すいすい",
          null
        ],
        "w": 102
      }
    }
  },
  {
    "n": "ポチエナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 261,
        "hp": 35,
        "at": 55,
        "df": 35,
        "sa": 30,
        "sd": 30,
        "sp": 35,
        "t1": "あく",
        "t2": "",
        "ab": [
          "にげあし",
          "はやあし",
          "びびり"
        ],
        "w": 13.6
      }
    }
  },
  {
    "n": "グラエナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 262,
        "hp": 70,
        "at": 90,
        "df": 70,
        "sa": 60,
        "sd": 60,
        "sp": 70,
        "t1": "あく",
        "t2": "",
        "ab": [
          "いかく",
          "はやあし",
          "じしんかじょう"
        ],
        "w": 37
      }
    }
  },
  {
    "n": "ジグザグマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 263,
        "hp": 38,
        "at": 30,
        "df": 41,
        "sa": 30,
        "sd": 41,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ものひろい",
          "くいしんぼう",
          "はやあし"
        ],
        "w": 17.5
      }
    }
  },
  {
    "n": "ジグザグマ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 263,
        "hp": 38,
        "at": 30,
        "df": 41,
        "sa": 30,
        "sd": 41,
        "sp": 60,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [
          "ものひろい",
          "くいしんぼう",
          "はやあし"
        ],
        "w": 17.5
      }
    }
  },
  {
    "n": "マッスグマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 264,
        "hp": 78,
        "at": 70,
        "df": 61,
        "sa": 50,
        "sd": 61,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ものひろい",
          "くいしんぼう",
          "はやあし"
        ],
        "w": 32.5
      }
    }
  },
  {
    "n": "マッスグマ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 264,
        "hp": 78,
        "at": 70,
        "df": 61,
        "sa": 50,
        "sd": 61,
        "sp": 100,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [
          "ものひろい",
          "くいしんぼう",
          "はやあし"
        ],
        "w": 32.5
      }
    }
  },
  {
    "n": "ケムッソ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 265,
        "hp": 45,
        "at": 45,
        "df": 35,
        "sa": 20,
        "sd": 30,
        "sp": 20,
        "t1": "むし",
        "t2": "",
        "ab": [
          "りんぷん",
          null,
          "にげあし"
        ],
        "w": 3.6
      }
    }
  },
  {
    "n": "カラサリス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 266,
        "hp": 50,
        "at": 35,
        "df": 55,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "むし",
        "t2": "",
        "ab": [
          "だっぴ",
          null
        ],
        "w": 10
      }
    }
  },
  {
    "n": "アゲハント",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 267,
        "hp": 60,
        "at": 70,
        "df": 50,
        "sa": 100,
        "sd": 50,
        "sp": 65,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "むしのしらせ",
          null,
          "とうそうしん"
        ],
        "w": 28.4
      }
    }
  },
  {
    "n": "マユルド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 268,
        "hp": 50,
        "at": 35,
        "df": 55,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "むし",
        "t2": "",
        "ab": [
          "だっぴ",
          null
        ],
        "w": 11.5
      }
    }
  },
  {
    "n": "ドクケイル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 269,
        "hp": 60,
        "at": 50,
        "df": 70,
        "sa": 50,
        "sd": 90,
        "sp": 65,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "りんぷん",
          null,
          "ふくがん"
        ],
        "w": 31.6
      }
    }
  },
  {
    "n": "ハスボー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 270,
        "hp": 40,
        "at": 30,
        "df": 30,
        "sa": 40,
        "sd": 50,
        "sp": 30,
        "t1": "みず",
        "t2": "くさ",
        "ab": [
          "すいすい",
          "あめうけざら",
          "マイペース"
        ],
        "w": 2.6
      }
    }
  },
  {
    "n": "ハスブレロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 271,
        "hp": 60,
        "at": 50,
        "df": 50,
        "sa": 60,
        "sd": 70,
        "sp": 50,
        "t1": "みず",
        "t2": "くさ",
        "ab": [
          "すいすい",
          "あめうけざら",
          "マイペース"
        ],
        "w": 32.5
      }
    }
  },
  {
    "n": "ルンパッパ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 272,
        "hp": 80,
        "at": 70,
        "df": 70,
        "sa": 90,
        "sd": 100,
        "sp": 70,
        "t1": "みず",
        "t2": "くさ",
        "ab": [
          "すいすい",
          "あめうけざら",
          "マイペース"
        ],
        "w": 55
      }
    }
  },
  {
    "n": "タネボー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 273,
        "hp": 40,
        "at": 40,
        "df": 50,
        "sa": 30,
        "sd": 30,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "はやおき",
          "わるいてぐせ"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "コノハナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 274,
        "hp": 70,
        "at": 70,
        "df": 40,
        "sa": 60,
        "sd": 40,
        "sp": 60,
        "t1": "くさ",
        "t2": "あく",
        "ab": [
          "ようりょくそ",
          "はやおき",
          "わるいてぐせ"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "ダーテング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 275,
        "hp": 90,
        "at": 100,
        "df": 60,
        "sa": 90,
        "sd": 60,
        "sp": 80,
        "t1": "くさ",
        "t2": "あく",
        "ab": [
          "ようりょくそ",
          "かぜのり",
          "わるいてぐせ"
        ],
        "w": 59.6
      }
    }
  },
  {
    "n": "スバメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 276,
        "hp": 40,
        "at": 55,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "こんじょう",
          null,
          "きもったま"
        ],
        "w": 2.3
      }
    }
  },
  {
    "n": "オオスバメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 277,
        "hp": 60,
        "at": 85,
        "df": 60,
        "sa": 75,
        "sd": 50,
        "sp": 125,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "こんじょう",
          null,
          "きもったま"
        ],
        "w": 19.8
      }
    }
  },
  {
    "n": "キャモメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 278,
        "hp": 40,
        "at": 30,
        "df": 30,
        "sa": 55,
        "sd": 30,
        "sp": 85,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "うるおいボディ",
          "あめうけざら"
        ],
        "w": 9.5
      }
    }
  },
  {
    "n": "ペリッパー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 279,
        "hp": 60,
        "at": 50,
        "df": 100,
        "sa": 95,
        "sd": 70,
        "sp": 65,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "あめふらし",
          "あめうけざら"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "ラルトス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 280,
        "hp": 28,
        "at": 25,
        "df": 25,
        "sa": 45,
        "sd": 35,
        "sp": 40,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "シンクロ",
          "トレース",
          "テレパシー"
        ],
        "w": 6.6
      }
    }
  },
  {
    "n": "キルリア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 281,
        "hp": 38,
        "at": 35,
        "df": 35,
        "sa": 65,
        "sd": 55,
        "sp": 50,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "シンクロ",
          "トレース",
          "テレパシー"
        ],
        "w": 20.2
      }
    }
  },
  {
    "n": "サーナイト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 282,
        "hp": 68,
        "at": 65,
        "df": 65,
        "sa": 125,
        "sd": 115,
        "sp": 80,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "シンクロ",
          "トレース",
          "テレパシー"
        ],
        "w": 48.4
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "282m",
        "hp": 68,
        "at": 85,
        "df": 65,
        "sa": 165,
        "sd": 135,
        "sp": 100,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "フェアリースキン",
          null
        ],
        "w": 48.4
      }
    }
  },
  {
    "n": "アメタマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 283,
        "hp": 40,
        "at": 30,
        "df": 32,
        "sa": 50,
        "sd": 52,
        "sp": 65,
        "t1": "むし",
        "t2": "みず",
        "ab": [
          "すいすい",
          null,
          "あめうけざら"
        ],
        "w": 1.7
      }
    }
  },
  {
    "n": "アメモース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 284,
        "hp": 70,
        "at": 60,
        "df": 62,
        "sa": 100,
        "sd": 82,
        "sp": 80,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "いかく",
          null,
          "きんちょうかん"
        ],
        "w": 3.6
      }
    }
  },
  {
    "n": "キノココ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 285,
        "hp": 60,
        "at": 40,
        "df": 60,
        "sa": 40,
        "sd": 60,
        "sp": 35,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ほうし",
          "ポイズンヒール",
          "はやあし"
        ],
        "w": 4.5
      }
    }
  },
  {
    "n": "キノガッサ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 286,
        "hp": 60,
        "at": 130,
        "df": 80,
        "sa": 60,
        "sd": 60,
        "sp": 70,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [
          "ほうし",
          "ポイズンヒール",
          "テクニシャン"
        ],
        "w": 39.2
      }
    }
  },
  {
    "n": "ナマケロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 287,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 35,
        "sd": 35,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "なまけ",
          null
        ],
        "w": 24
      }
    }
  },
  {
    "n": "ヤルキモノ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 288,
        "hp": 80,
        "at": 80,
        "df": 80,
        "sa": 55,
        "sd": 55,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "やるき",
          null
        ],
        "w": 46.5
      }
    }
  },
  {
    "n": "ケッキング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 289,
        "hp": 150,
        "at": 160,
        "df": 100,
        "sa": 95,
        "sd": 65,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "なまけ",
          null
        ],
        "w": 130.5
      }
    }
  },
  {
    "n": "ツチニン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 290,
        "hp": 31,
        "at": 45,
        "df": 90,
        "sa": 30,
        "sd": 30,
        "sp": 40,
        "t1": "むし",
        "t2": "じめん",
        "ab": [
          "ふくがん",
          null,
          "にげあし"
        ],
        "w": 5.5
      }
    }
  },
  {
    "n": "テッカニン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 291,
        "hp": 61,
        "at": 90,
        "df": 45,
        "sa": 50,
        "sd": 50,
        "sp": 160,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "かそく",
          null,
          "すりぬけ"
        ],
        "w": 12
      }
    }
  },
  {
    "n": "ヌケニン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 292,
        "hp": 1,
        "at": 90,
        "df": 45,
        "sa": 30,
        "sd": 30,
        "sp": 40,
        "t1": "むし",
        "t2": "ゴースト",
        "ab": [
          "ふしぎなまもり",
          null
        ],
        "w": 1.2
      }
    }
  },
  {
    "n": "ゴニョニョ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 293,
        "hp": 64,
        "at": 51,
        "df": 23,
        "sa": 51,
        "sd": 23,
        "sp": 28,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ぼうおん",
          null,
          "びびり"
        ],
        "w": 16.3
      }
    }
  },
  {
    "n": "ドゴーム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 294,
        "hp": 84,
        "at": 71,
        "df": 43,
        "sa": 71,
        "sd": 43,
        "sp": 48,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ぼうおん",
          null,
          "きもったま"
        ],
        "w": 40.5
      }
    }
  },
  {
    "n": "バクオング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 295,
        "hp": 104,
        "at": 91,
        "df": 63,
        "sa": 91,
        "sd": 73,
        "sp": 68,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ぼうおん",
          null,
          "きもったま"
        ],
        "w": 84
      }
    }
  },
  {
    "n": "マクノシタ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 296,
        "hp": 72,
        "at": 60,
        "df": 30,
        "sa": 20,
        "sd": 30,
        "sp": 25,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "あついしぼう",
          "こんじょう",
          "ちからずく"
        ],
        "w": 86.4
      }
    }
  },
  {
    "n": "ハリテヤマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 297,
        "hp": 144,
        "at": 120,
        "df": 60,
        "sa": 40,
        "sd": 60,
        "sp": 50,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "あついしぼう",
          "こんじょう",
          "ちからずく"
        ],
        "w": 253.8
      }
    }
  },
  {
    "n": "ルリリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 298,
        "hp": 50,
        "at": 20,
        "df": 40,
        "sa": 20,
        "sd": 40,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [
          "あついしぼう",
          "ちからもち",
          "そうしょく"
        ],
        "w": 2
      }
    }
  },
  {
    "n": "ノズパス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 299,
        "hp": 30,
        "at": 45,
        "df": 135,
        "sa": 45,
        "sd": 90,
        "sp": 30,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "がんじょう",
          "じりょく",
          "すなのちから"
        ],
        "w": 97
      }
    }
  },
  {
    "n": "エネコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 300,
        "hp": 50,
        "at": 45,
        "df": 45,
        "sa": 35,
        "sd": 35,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "ノーマルスキン",
          "ミラクルスキン"
        ],
        "w": 11
      }
    }
  },
  {
    "n": "エネコロロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 301,
        "hp": 70,
        "at": 65,
        "df": 65,
        "sa": 55,
        "sd": 55,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "ノーマルスキン",
          "ミラクルスキン"
        ],
        "w": 32.6
      }
    }
  },
  {
    "n": "ヤミラミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 302,
        "hp": 50,
        "at": 75,
        "df": 75,
        "sa": 65,
        "sd": 65,
        "sp": 50,
        "t1": "あく",
        "t2": "ゴースト",
        "ab": [
          "するどいめ",
          "あとだし",
          "いたずらごころ"
        ],
        "w": 11
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "302m",
        "hp": 50,
        "at": 85,
        "df": 125,
        "sa": 85,
        "sd": 115,
        "sp": 20,
        "t1": "あく",
        "t2": "ゴースト",
        "ab": [
          "マジックミラー",
          null
        ],
        "w": 161
      }
    }
  },
  {
    "n": "クチート",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 303,
        "hp": 50,
        "at": 85,
        "df": 85,
        "sa": 55,
        "sd": 55,
        "sp": 50,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [
          "かいりきバサミ",
          "いかく",
          "ちからずく"
        ],
        "w": 11.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "303m",
        "hp": 50,
        "at": 105,
        "df": 125,
        "sa": 55,
        "sd": 95,
        "sp": 50,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [
          "ちからもち",
          null
        ],
        "w": 23.5
      }
    }
  },
  {
    "n": "ココドラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 304,
        "hp": 50,
        "at": 70,
        "df": 100,
        "sa": 40,
        "sd": 40,
        "sp": 30,
        "t1": "はがね",
        "t2": "いわ",
        "ab": [
          "がんじょう",
          "いしあたま",
          "ヘヴィメタル"
        ],
        "w": 60
      }
    }
  },
  {
    "n": "コドラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 305,
        "hp": 60,
        "at": 90,
        "df": 140,
        "sa": 50,
        "sd": 50,
        "sp": 40,
        "t1": "はがね",
        "t2": "いわ",
        "ab": [
          "がんじょう",
          "いしあたま",
          "ヘヴィメタル"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "ボスゴドラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 306,
        "hp": 70,
        "at": 110,
        "df": 180,
        "sa": 60,
        "sd": 60,
        "sp": 50,
        "t1": "はがね",
        "t2": "いわ",
        "ab": [
          "がんじょう",
          "いしあたま",
          "ヘヴィメタル"
        ],
        "w": 360
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "306m",
        "hp": 70,
        "at": 140,
        "df": 230,
        "sa": 60,
        "sd": 80,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "フィルター",
          null
        ],
        "w": 395
      }
    }
  },
  {
    "n": "アサナン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 307,
        "hp": 30,
        "at": 40,
        "df": 55,
        "sa": 40,
        "sd": 55,
        "sp": 60,
        "t1": "かくとう",
        "t2": "エスパー",
        "ab": [
          "ヨガパワー",
          null,
          "テレパシー"
        ],
        "w": 11.2
      }
    }
  },
  {
    "n": "チャーレム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 308,
        "hp": 60,
        "at": 60,
        "df": 75,
        "sa": 60,
        "sd": 75,
        "sp": 80,
        "t1": "かくとう",
        "t2": "エスパー",
        "ab": [
          "ヨガパワー",
          null,
          "テレパシー"
        ],
        "w": 31.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "308m",
        "hp": 60,
        "at": 100,
        "df": 85,
        "sa": 80,
        "sd": 85,
        "sp": 100,
        "t1": "かくとう",
        "t2": "エスパー",
        "ab": [
          "ヨガパワー",
          null
        ],
        "w": 31.5
      }
    }
  },
  {
    "n": "ラクライ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 309,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 65,
        "sd": 40,
        "sp": 65,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          "ひらいしん",
          "マイナス"
        ],
        "w": 15.2
      }
    }
  },
  {
    "n": "ライボルト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 310,
        "hp": 70,
        "at": 75,
        "df": 60,
        "sa": 105,
        "sd": 60,
        "sp": 105,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          "ひらいしん",
          "マイナス"
        ],
        "w": 40.2
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "310m",
        "hp": 70,
        "at": 75,
        "df": 80,
        "sa": 135,
        "sd": 80,
        "sp": 135,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "いかく",
          null
        ],
        "w": 44
      }
    }
  },
  {
    "n": "プラスル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 311,
        "hp": 60,
        "at": 50,
        "df": 40,
        "sa": 85,
        "sd": 75,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "プラス",
          null,
          "ひらいしん"
        ],
        "w": 4.2
      }
    }
  },
  {
    "n": "マイナン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 312,
        "hp": 60,
        "at": 40,
        "df": 50,
        "sa": 75,
        "sd": 85,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "マイナス",
          null,
          "ちくでん"
        ],
        "w": 4.2
      }
    }
  },
  {
    "n": "バルビート",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 313,
        "hp": 65,
        "at": 73,
        "df": 75,
        "sa": 47,
        "sd": 85,
        "sp": 85,
        "t1": "むし",
        "t2": "",
        "ab": [
          "はっこう",
          "むしのしらせ",
          "いたずらごころ"
        ],
        "w": 17.7
      }
    }
  },
  {
    "n": "イルミーゼ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 314,
        "hp": 65,
        "at": 47,
        "df": 75,
        "sa": 73,
        "sd": 85,
        "sp": 85,
        "t1": "むし",
        "t2": "",
        "ab": [
          "どんかん",
          "いろめがね",
          "いたずらごころ"
        ],
        "w": 17.7
      }
    }
  },
  {
    "n": "ロゼリア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 315,
        "hp": 50,
        "at": 60,
        "df": 45,
        "sa": 100,
        "sd": 80,
        "sp": 65,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "しぜんかいふく",
          "どくのトゲ",
          "リーフガード"
        ],
        "w": 2
      }
    }
  },
  {
    "n": "ゴクリン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 316,
        "hp": 70,
        "at": 43,
        "df": 53,
        "sa": 43,
        "sd": 53,
        "sp": 40,
        "t1": "どく",
        "t2": "",
        "ab": [
          "ヘドロえき",
          "ねんちゃく",
          "くいしんぼう"
        ],
        "w": 10.3
      }
    }
  },
  {
    "n": "マルノーム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 317,
        "hp": 100,
        "at": 73,
        "df": 83,
        "sa": 73,
        "sd": 83,
        "sp": 55,
        "t1": "どく",
        "t2": "",
        "ab": [
          "ヘドロえき",
          "ねんちゃく",
          "くいしんぼう"
        ],
        "w": 80
      }
    }
  },
  {
    "n": "キバニア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 318,
        "hp": 45,
        "at": 90,
        "df": 20,
        "sa": 65,
        "sd": 20,
        "sp": 65,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "さめはだ",
          null,
          "かそく"
        ],
        "w": 20.8
      }
    }
  },
  {
    "n": "サメハダー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 319,
        "hp": 70,
        "at": 120,
        "df": 40,
        "sa": 95,
        "sd": 40,
        "sp": 95,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "さめはだ",
          null,
          "かそく"
        ],
        "w": 88.8
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "319m",
        "hp": 70,
        "at": 140,
        "df": 70,
        "sa": 110,
        "sd": 65,
        "sp": 105,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "がんじょうあご",
          null
        ],
        "w": 130.3
      }
    }
  },
  {
    "n": "ホエルコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 320,
        "hp": 130,
        "at": 70,
        "df": 35,
        "sa": 70,
        "sd": 35,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [
          "みずのベール",
          "どんかん",
          "プレッシャー"
        ],
        "w": 130
      }
    }
  },
  {
    "n": "ホエルオー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 321,
        "hp": 170,
        "at": 90,
        "df": 45,
        "sa": 90,
        "sd": 45,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [
          "みずのベール",
          "どんかん",
          "プレッシャー"
        ],
        "w": 398
      }
    }
  },
  {
    "n": "ドンメル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 322,
        "hp": 60,
        "at": 60,
        "df": 40,
        "sa": 65,
        "sd": 45,
        "sp": 35,
        "t1": "ほのお",
        "t2": "じめん",
        "ab": [
          "どんかん",
          "たんじゅん",
          "マイペース"
        ],
        "w": 24
      }
    }
  },
  {
    "n": "バクーダ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 323,
        "hp": 70,
        "at": 100,
        "df": 70,
        "sa": 105,
        "sd": 75,
        "sp": 40,
        "t1": "ほのお",
        "t2": "じめん",
        "ab": [
          "マグマのよろい",
          "ハードロック",
          "いかりのつぼ"
        ],
        "w": 220
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "323m",
        "hp": 70,
        "at": 120,
        "df": 100,
        "sa": 145,
        "sd": 105,
        "sp": 20,
        "t1": "ほのお",
        "t2": "じめん",
        "ab": [
          "ちからずく",
          null
        ],
        "w": 320.5
      }
    }
  },
  {
    "n": "コータス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 324,
        "hp": 70,
        "at": 85,
        "df": 140,
        "sa": 85,
        "sd": 70,
        "sp": 20,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "しろいけむり",
          "ひでり",
          "シェルアーマー"
        ],
        "w": 80.4
      }
    }
  },
  {
    "n": "バネブー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 325,
        "hp": 60,
        "at": 25,
        "df": 35,
        "sa": 70,
        "sd": 80,
        "sp": 60,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "あついしぼう",
          "マイペース",
          "くいしんぼう"
        ],
        "w": 30.6
      }
    }
  },
  {
    "n": "ブーピッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 326,
        "hp": 80,
        "at": 45,
        "df": 65,
        "sa": 90,
        "sd": 110,
        "sp": 80,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "あついしぼう",
          "マイペース",
          "くいしんぼう"
        ],
        "w": 71.5
      }
    }
  },
  {
    "n": "パッチール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 327,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 60,
        "sd": 60,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "マイペース",
          "ちどりあし",
          "あまのじゃく"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "ナックラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 328,
        "hp": 45,
        "at": 100,
        "df": 45,
        "sa": 45,
        "sd": 45,
        "sp": 10,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "かいりきバサミ",
          "ありじごく",
          "ちからずく"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "ビブラーバ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 329,
        "hp": 50,
        "at": 70,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 70,
        "t1": "じめん",
        "t2": "ドラゴン",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 15.3
      }
    }
  },
  {
    "n": "フライゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 330,
        "hp": 80,
        "at": 100,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 100,
        "t1": "じめん",
        "t2": "ドラゴン",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 82
      }
    }
  },
  {
    "n": "サボネア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 331,
        "hp": 50,
        "at": 85,
        "df": 40,
        "sa": 85,
        "sd": 40,
        "sp": 35,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "すながくれ",
          null,
          "ちょすい"
        ],
        "w": 51.3
      }
    }
  },
  {
    "n": "ノクタス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 332,
        "hp": 70,
        "at": 115,
        "df": 60,
        "sa": 115,
        "sd": 60,
        "sp": 55,
        "t1": "くさ",
        "t2": "あく",
        "ab": [
          "すながくれ",
          null,
          "ちょすい"
        ],
        "w": 77.4
      }
    }
  },
  {
    "n": "チルット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 333,
        "hp": 45,
        "at": 40,
        "df": 60,
        "sa": 40,
        "sd": 75,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "しぜんかいふく",
          null,
          "ノーてんき"
        ],
        "w": 1.2
      }
    }
  },
  {
    "n": "チルタリス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 334,
        "hp": 75,
        "at": 70,
        "df": 90,
        "sa": 70,
        "sd": 105,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [
          "しぜんかいふく",
          null,
          "ノーてんき"
        ],
        "w": 20.6
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "334m",
        "hp": 75,
        "at": 110,
        "df": 110,
        "sa": 110,
        "sd": 105,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "フェアリー",
        "ab": [
          "フェアリースキン",
          null
        ],
        "w": 20.6
      }
    }
  },
  {
    "n": "ザングース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 335,
        "hp": 73,
        "at": 115,
        "df": 60,
        "sa": 60,
        "sd": 60,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "めんえき",
          null,
          "どくぼうそう"
        ],
        "w": 40.3
      }
    }
  },
  {
    "n": "ハブネーク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 336,
        "hp": 73,
        "at": 100,
        "df": 60,
        "sa": 100,
        "sd": 60,
        "sp": 65,
        "t1": "どく",
        "t2": "",
        "ab": [
          "だっぴ",
          null,
          "すりぬけ"
        ],
        "w": 52.5
      }
    }
  },
  {
    "n": "ルナトーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 337,
        "hp": 90,
        "at": 55,
        "df": 65,
        "sa": 95,
        "sd": 85,
        "sp": 70,
        "t1": "いわ",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 168
      }
    }
  },
  {
    "n": "ソルロック",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 338,
        "hp": 90,
        "at": 95,
        "df": 85,
        "sa": 55,
        "sd": 65,
        "sp": 70,
        "t1": "いわ",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 154
      }
    }
  },
  {
    "n": "ドジョッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 339,
        "hp": 50,
        "at": 48,
        "df": 43,
        "sa": 46,
        "sd": 41,
        "sp": 60,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "どんかん",
          "きけんよち",
          "うるおいボディ"
        ],
        "w": 1.9
      }
    }
  },
  {
    "n": "ナマズン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 340,
        "hp": 110,
        "at": 78,
        "df": 73,
        "sa": 76,
        "sd": 71,
        "sp": 60,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "どんかん",
          "きけんよち",
          "うるおいボディ"
        ],
        "w": 23.6
      }
    }
  },
  {
    "n": "ヘイガニ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 341,
        "hp": 43,
        "at": 80,
        "df": 65,
        "sa": 50,
        "sd": 35,
        "sp": 35,
        "t1": "みず",
        "t2": "",
        "ab": [
          "かいりきバサミ",
          "シェルアーマー",
          "てきおうりょく"
        ],
        "w": 11.5
      }
    }
  },
  {
    "n": "シザリガー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 342,
        "hp": 63,
        "at": 120,
        "df": 85,
        "sa": 90,
        "sd": 55,
        "sp": 55,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "かいりきバサミ",
          "シェルアーマー",
          "てきおうりょく"
        ],
        "w": 32.8
      }
    }
  },
  {
    "n": "ヤジロン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 343,
        "hp": 40,
        "at": 40,
        "df": 55,
        "sa": 40,
        "sd": 70,
        "sp": 55,
        "t1": "じめん",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 21.5
      }
    }
  },
  {
    "n": "ネンドール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 344,
        "hp": 60,
        "at": 70,
        "df": 105,
        "sa": 70,
        "sd": 120,
        "sp": 75,
        "t1": "じめん",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 108
      }
    }
  },
  {
    "n": "リリーラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 345,
        "hp": 66,
        "at": 41,
        "df": 77,
        "sa": 61,
        "sd": 87,
        "sp": 23,
        "t1": "いわ",
        "t2": "くさ",
        "ab": [
          "きゅうばん",
          null,
          "よびみず"
        ],
        "w": 23.8
      }
    }
  },
  {
    "n": "ユレイドル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 346,
        "hp": 86,
        "at": 81,
        "df": 97,
        "sa": 81,
        "sd": 107,
        "sp": 43,
        "t1": "いわ",
        "t2": "くさ",
        "ab": [
          "きゅうばん",
          null,
          "よびみず"
        ],
        "w": 60.4
      }
    }
  },
  {
    "n": "アノプス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 347,
        "hp": 45,
        "at": 95,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 75,
        "t1": "いわ",
        "t2": "むし",
        "ab": [
          "カブトアーマー",
          null,
          "すいすい"
        ],
        "w": 12.5
      }
    }
  },
  {
    "n": "アーマルド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 348,
        "hp": 75,
        "at": 125,
        "df": 100,
        "sa": 70,
        "sd": 80,
        "sp": 45,
        "t1": "いわ",
        "t2": "むし",
        "ab": [
          "カブトアーマー",
          null,
          "すいすい"
        ],
        "w": 68.2
      }
    }
  },
  {
    "n": "ヒンバス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 349,
        "hp": 20,
        "at": 15,
        "df": 20,
        "sa": 10,
        "sd": 55,
        "sp": 80,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          "どんかん",
          "てきおうりょく"
        ],
        "w": 7.4
      }
    }
  },
  {
    "n": "ミロカロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 350,
        "hp": 95,
        "at": 60,
        "df": 79,
        "sa": 100,
        "sd": 125,
        "sp": 81,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ふしぎなうろこ",
          "かちき",
          "メロメロボディ"
        ],
        "w": 162
      }
    }
  },
  {
    "n": "ポワルン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 351,
        "hp": 70,
        "at": 70,
        "df": 70,
        "sa": 70,
        "sd": 70,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "てんきや",
          null
        ],
        "w": 0.8
      }
    }
  },
  {
    "n": "カクレオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 352,
        "hp": 60,
        "at": 90,
        "df": 70,
        "sa": 60,
        "sd": 120,
        "sp": 40,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "へんしょく",
          null,
          "へんげんじざい"
        ],
        "w": 22
      }
    }
  },
  {
    "n": "カゲボウズ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 353,
        "hp": 44,
        "at": 75,
        "df": 35,
        "sa": 63,
        "sd": 33,
        "sp": 45,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ふみん",
          "おみとおし",
          "のろわれボディ"
        ],
        "w": 2.3
      }
    }
  },
  {
    "n": "ジュペッタ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 354,
        "hp": 64,
        "at": 115,
        "df": 65,
        "sa": 83,
        "sd": 63,
        "sp": 65,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ふみん",
          "おみとおし",
          "のろわれボディ"
        ],
        "w": 12.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "354m",
        "hp": 64,
        "at": 165,
        "df": 75,
        "sa": 93,
        "sd": 83,
        "sp": 75,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "いたずらごころ",
          null
        ],
        "w": 13
      }
    }
  },
  {
    "n": "ヨマワル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 355,
        "hp": 20,
        "at": 40,
        "df": 90,
        "sa": 30,
        "sd": 90,
        "sp": 25,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ふゆう",
          null,
          "おみとおし"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "サマヨール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 356,
        "hp": 40,
        "at": 70,
        "df": 130,
        "sa": 60,
        "sd": 130,
        "sp": 25,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "プレッシャー",
          null,
          "おみとおし"
        ],
        "w": 30.6
      }
    }
  },
  {
    "n": "トロピウス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 357,
        "hp": 99,
        "at": 68,
        "df": 83,
        "sa": 72,
        "sd": 87,
        "sp": 51,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [
          "ようりょくそ",
          "サンパワー",
          "しゅうかく"
        ],
        "w": 100
      }
    }
  },
  {
    "n": "チリーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 358,
        "hp": 75,
        "at": 50,
        "df": 80,
        "sa": 95,
        "sd": 90,
        "sp": 65,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 1
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "358m",
        "hp": 75,
        "at": 50,
        "df": 110,
        "sa": 135,
        "sd": 120,
        "sp": 65,
        "t1": "エスパー",
        "t2": "はがね",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 8
      }
    }
  },
  {
    "n": "アブソル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 359,
        "hp": 65,
        "at": 130,
        "df": 60,
        "sa": 75,
        "sd": 60,
        "sp": 75,
        "t1": "あく",
        "t2": "",
        "ab": [
          "プレッシャー",
          "きょううん",
          "せいぎのこころ"
        ],
        "w": 47
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "359m",
        "hp": 65,
        "at": 150,
        "df": 60,
        "sa": 115,
        "sd": 60,
        "sp": 115,
        "t1": "あく",
        "t2": "",
        "ab": [
          "マジックミラー",
          null
        ],
        "w": 49
      },
      "megaZ": {
        "ft": "mega",
        "fn": "メガZ",
        "id": "359z",
        "hp": 65,
        "at": 154,
        "df": 60,
        "sa": 75,
        "sd": 60,
        "sp": 151,
        "t1": "あく",
        "t2": "ゴースト",
        "ab": [
          "null",
          null
        ],
        "w": 49
      }
    }
  },
  {
    "n": "ソーナノ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 360,
        "hp": 95,
        "at": 23,
        "df": 48,
        "sa": 23,
        "sd": 48,
        "sp": 23,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "かげふみ",
          null,
          "テレパシー"
        ],
        "w": 14
      }
    }
  },
  {
    "n": "ユキワラシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 361,
        "hp": 50,
        "at": 50,
        "df": 50,
        "sa": 50,
        "sd": 50,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "せいしんりょく",
          "アイスボディ",
          "ムラっけ"
        ],
        "w": 16.8
      }
    }
  },
  {
    "n": "オニゴーリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 362,
        "hp": 80,
        "at": 80,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 80,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "せいしんりょく",
          "アイスボディ",
          "ムラっけ"
        ],
        "w": 256.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "362m",
        "hp": 80,
        "at": 120,
        "df": 80,
        "sa": 120,
        "sd": 80,
        "sp": 100,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "フリーズスキン",
          null
        ],
        "w": 350.2
      }
    }
  },
  {
    "n": "タマザラシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 363,
        "hp": 70,
        "at": 40,
        "df": 50,
        "sa": 55,
        "sd": 50,
        "sp": 25,
        "t1": "こおり",
        "t2": "みず",
        "ab": [
          "あついしぼう",
          "アイスボディ",
          "どんかん"
        ],
        "w": 39.5
      }
    }
  },
  {
    "n": "トドグラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 364,
        "hp": 90,
        "at": 60,
        "df": 70,
        "sa": 75,
        "sd": 70,
        "sp": 45,
        "t1": "こおり",
        "t2": "みず",
        "ab": [
          "あついしぼう",
          "アイスボディ",
          "どんかん"
        ],
        "w": 87.6
      }
    }
  },
  {
    "n": "トドゼルガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 365,
        "hp": 110,
        "at": 80,
        "df": 90,
        "sa": 95,
        "sd": 90,
        "sp": 65,
        "t1": "こおり",
        "t2": "みず",
        "ab": [
          "あついしぼう",
          "アイスボディ",
          "どんかん"
        ],
        "w": 150.6
      }
    }
  },
  {
    "n": "パールル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 366,
        "hp": 35,
        "at": 64,
        "df": 85,
        "sa": 74,
        "sd": 55,
        "sp": 32,
        "t1": "みず",
        "t2": "",
        "ab": [
          "シェルアーマー",
          null,
          "びびり"
        ],
        "w": 52.5
      }
    }
  },
  {
    "n": "ハンテール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 367,
        "hp": 55,
        "at": 104,
        "df": 105,
        "sa": 94,
        "sd": 75,
        "sp": 52,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "みずのベール"
        ],
        "w": 27
      }
    }
  },
  {
    "n": "サクラビス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 368,
        "hp": 55,
        "at": 84,
        "df": 105,
        "sa": 114,
        "sd": 75,
        "sp": 52,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "うるおいボディ"
        ],
        "w": 22.6
      }
    }
  },
  {
    "n": "ジーランス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 369,
        "hp": 100,
        "at": 90,
        "df": 130,
        "sa": 45,
        "sd": 65,
        "sp": 55,
        "t1": "みず",
        "t2": "いわ",
        "ab": [
          "すいすい",
          "いしあたま",
          "がんじょう"
        ],
        "w": 23.4
      }
    }
  },
  {
    "n": "ラブカス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 370,
        "hp": 43,
        "at": 30,
        "df": 55,
        "sa": 40,
        "sd": 65,
        "sp": 97,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "うるおいボディ"
        ],
        "w": 8.7
      }
    }
  },
  {
    "n": "タツベイ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 371,
        "hp": 45,
        "at": 75,
        "df": 60,
        "sa": 40,
        "sd": 30,
        "sp": 50,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "いしあたま",
          null,
          "ちからずく"
        ],
        "w": 42.1
      }
    }
  },
  {
    "n": "コモルー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 372,
        "hp": 65,
        "at": 95,
        "df": 100,
        "sa": 60,
        "sd": 50,
        "sp": 50,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "いしあたま",
          null,
          "ぼうじん"
        ],
        "w": 110.5
      }
    }
  },
  {
    "n": "ボーマンダ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 373,
        "hp": 95,
        "at": 135,
        "df": 80,
        "sa": 110,
        "sd": 80,
        "sp": 100,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [
          "いかく",
          null,
          "じしんかじょう"
        ],
        "w": 102.6
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "373m",
        "hp": 95,
        "at": 145,
        "df": 130,
        "sa": 120,
        "sd": 90,
        "sp": 120,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [
          "スカイスキン",
          null
        ],
        "w": 112.6
      }
    }
  },
  {
    "n": "ダンバル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 374,
        "hp": 40,
        "at": 55,
        "df": 80,
        "sa": 35,
        "sd": 60,
        "sp": 30,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "クリアボディ",
          null,
          "ライトメタル"
        ],
        "w": 95.2
      }
    }
  },
  {
    "n": "メタング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 375,
        "hp": 60,
        "at": 75,
        "df": 100,
        "sa": 55,
        "sd": 80,
        "sp": 50,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "クリアボディ",
          null,
          "ライトメタル"
        ],
        "w": 202.5
      }
    }
  },
  {
    "n": "メタグロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 376,
        "hp": 80,
        "at": 135,
        "df": 130,
        "sa": 95,
        "sd": 90,
        "sp": 70,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "クリアボディ",
          null,
          "ライトメタル"
        ],
        "w": 550
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "376m",
        "hp": 80,
        "at": 145,
        "df": 150,
        "sa": 105,
        "sd": 110,
        "sp": 110,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "かたいツメ",
          null
        ],
        "w": 942.9
      }
    }
  },
  {
    "n": "レジロック",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 377,
        "hp": 80,
        "at": 100,
        "df": 200,
        "sa": 50,
        "sd": 100,
        "sp": 50,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "クリアボディ",
          null,
          "がんじょう"
        ],
        "w": 230
      }
    }
  },
  {
    "n": "レジアイス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 378,
        "hp": 80,
        "at": 50,
        "df": 100,
        "sa": 100,
        "sd": 200,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "クリアボディ",
          null,
          "アイスボディ"
        ],
        "w": 175
      }
    }
  },
  {
    "n": "レジスチル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 379,
        "hp": 80,
        "at": 75,
        "df": 150,
        "sa": 75,
        "sd": 150,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "クリアボディ",
          null,
          "ライトメタル"
        ],
        "w": 205
      }
    }
  },
  {
    "n": "ラティアス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 380,
        "hp": 80,
        "at": 80,
        "df": 90,
        "sa": 110,
        "sd": 130,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 40
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "380m",
        "hp": 80,
        "at": 100,
        "df": 120,
        "sa": 140,
        "sd": 150,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 52
      }
    }
  },
  {
    "n": "ラティオス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 381,
        "hp": 80,
        "at": 90,
        "df": 80,
        "sa": 130,
        "sd": 110,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 60
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "381m",
        "hp": 80,
        "at": 130,
        "df": 100,
        "sa": 160,
        "sd": 120,
        "sp": 110,
        "t1": "ドラゴン",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 70
      }
    }
  },
  {
    "n": "カイオーガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 382,
        "hp": 100,
        "at": 100,
        "df": 90,
        "sa": 150,
        "sd": 140,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [
          "あめふらし",
          null
        ],
        "w": 352
      },
      "mega": {
        "ft": "mega",
        "fn": "ゲンシ",
        "id": "382m",
        "hp": 100,
        "at": 150,
        "df": 90,
        "sa": 180,
        "sd": 160,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [
          "はじまりのうみ",
          null
        ],
        "w": 430
      }
    }
  },
  {
    "n": "グラードン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 383,
        "hp": 100,
        "at": 150,
        "df": 140,
        "sa": 100,
        "sd": 90,
        "sp": 90,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "ひでり",
          null
        ],
        "w": 950
      },
      "mega": {
        "ft": "mega",
        "fn": "ゲンシ",
        "id": "383m",
        "hp": 100,
        "at": 180,
        "df": 160,
        "sa": 150,
        "sd": 90,
        "sp": 90,
        "t1": "じめん",
        "t2": "ほのお",
        "ab": [
          "おわりのだいち",
          null
        ],
        "w": 999.7
      }
    }
  },
  {
    "n": "レックウザ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 384,
        "hp": 105,
        "at": 150,
        "df": 90,
        "sa": 150,
        "sd": 90,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [
          "エアロック",
          null
        ],
        "w": 206.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "384m",
        "hp": 105,
        "at": 180,
        "df": 100,
        "sa": 180,
        "sd": 100,
        "sp": 115,
        "t1": "ドラゴン",
        "t2": "ひこう",
        "ab": [
          "デルタストリーム",
          null
        ],
        "w": 392
      }
    }
  },
  {
    "n": "ジラーチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 385,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "てんのめぐみ",
          null
        ],
        "w": 1.1
      }
    }
  },
  {
    "n": "デオキシス(ノーマル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 150,
        "df": 50,
        "sa": 150,
        "sd": 50,
        "sp": 150,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "プレッシャー",
          null
        ],
        "w": 60.8
      }
    }
  },
  {
    "n": "デオキシス(アタック)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 180,
        "df": 20,
        "sa": 180,
        "sd": 20,
        "sp": 150,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "プレッシャー",
          null
        ],
        "w": 60.8
      }
    }
  },
  {
    "n": "デオキシス(ディフェンス)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 70,
        "df": 160,
        "sa": 70,
        "sd": 160,
        "sp": 90,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "プレッシャー",
          null
        ],
        "w": 60.8
      }
    }
  },
  {
    "n": "デオキシス(スピード)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 386,
        "hp": 50,
        "at": 95,
        "df": 90,
        "sa": 95,
        "sd": 90,
        "sp": 180,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "プレッシャー",
          null
        ],
        "w": 60.8
      }
    }
  },
  {
    "n": "ナエトル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 387,
        "hp": 55,
        "at": 68,
        "df": 64,
        "sa": 45,
        "sd": 55,
        "sp": 31,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "シェルアーマー"
        ],
        "w": 10.2
      }
    }
  },
  {
    "n": "ハヤシガメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 388,
        "hp": 75,
        "at": 89,
        "df": 85,
        "sa": 55,
        "sd": 65,
        "sp": 36,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "シェルアーマー"
        ],
        "w": 97
      }
    }
  },
  {
    "n": "ドダイトス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 389,
        "hp": 95,
        "at": 109,
        "df": 105,
        "sa": 75,
        "sd": 85,
        "sp": 56,
        "t1": "くさ",
        "t2": "じめん",
        "ab": [
          "しんりょく",
          null,
          "シェルアーマー"
        ],
        "w": 310
      }
    }
  },
  {
    "n": "ヒコザル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 390,
        "hp": 44,
        "at": 58,
        "df": 44,
        "sa": 58,
        "sd": 44,
        "sp": 61,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "てつのこぶし"
        ],
        "w": 6.2
      }
    }
  },
  {
    "n": "モウカザル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 391,
        "hp": 64,
        "at": 78,
        "df": 52,
        "sa": 78,
        "sd": 52,
        "sp": 81,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "もうか",
          null,
          "てつのこぶし"
        ],
        "w": 22
      }
    }
  },
  {
    "n": "ゴウカザル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 392,
        "hp": 76,
        "at": 104,
        "df": 71,
        "sa": 104,
        "sd": 71,
        "sp": 108,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "もうか",
          null,
          "てつのこぶし"
        ],
        "w": 55
      }
    }
  },
  {
    "n": "ポッチャマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 393,
        "hp": 53,
        "at": 51,
        "df": 53,
        "sa": 61,
        "sd": 56,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "かちき"
        ],
        "w": 5.2
      }
    }
  },
  {
    "n": "ポッタイシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 394,
        "hp": 64,
        "at": 66,
        "df": 68,
        "sa": 81,
        "sd": 76,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "かちき"
        ],
        "w": 23
      }
    }
  },
  {
    "n": "エンペルト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 395,
        "hp": 84,
        "at": 86,
        "df": 88,
        "sa": 111,
        "sd": 101,
        "sp": 60,
        "t1": "みず",
        "t2": "はがね",
        "ab": [
          "げきりゅう",
          null,
          "かちき"
        ],
        "w": 84.5
      }
    }
  },
  {
    "n": "ムックル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 396,
        "hp": 40,
        "at": 55,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          null,
          "すてみ"
        ],
        "w": 2
      }
    }
  },
  {
    "n": "ムクバード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 397,
        "hp": 55,
        "at": 75,
        "df": 50,
        "sa": 40,
        "sd": 40,
        "sp": 80,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "いかく",
          null,
          "すてみ"
        ],
        "w": 15.5
      }
    }
  },
  {
    "n": "ムクホーク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 398,
        "hp": 85,
        "at": 120,
        "df": 70,
        "sa": 50,
        "sd": 60,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "いかく",
          null,
          "すてみ"
        ],
        "w": 24.9
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "398m",
        "hp": 85,
        "at": 140,
        "df": 100,
        "sa": 60,
        "sd": 90,
        "sp": 110,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [
          "null",
          null
        ],
        "w": 50
      }
    }
  },
  {
    "n": "ビッパ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 399,
        "hp": 59,
        "at": 45,
        "df": 40,
        "sa": 35,
        "sd": 40,
        "sp": 31,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "たんじゅん",
          "てんねん",
          "ムラっけ"
        ],
        "w": 20
      }
    }
  },
  {
    "n": "ビーダル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 400,
        "hp": 79,
        "at": 85,
        "df": 60,
        "sa": 55,
        "sd": 60,
        "sp": 71,
        "t1": "ノーマル",
        "t2": "みず",
        "ab": [
          "たんじゅん",
          "てんねん",
          "ムラっけ"
        ],
        "w": 31.5
      }
    }
  },
  {
    "n": "コロボーシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 401,
        "hp": 37,
        "at": 25,
        "df": 41,
        "sa": 25,
        "sd": 41,
        "sp": 25,
        "t1": "むし",
        "t2": "",
        "ab": [
          "だっぴ",
          null,
          "にげあし"
        ],
        "w": 2.2
      }
    }
  },
  {
    "n": "コロトック",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 402,
        "hp": 77,
        "at": 85,
        "df": 51,
        "sa": 55,
        "sd": 51,
        "sp": 65,
        "t1": "むし",
        "t2": "",
        "ab": [
          "むしのしらせ",
          null,
          "テクニシャン"
        ],
        "w": 25.5
      }
    }
  },
  {
    "n": "コリンク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 403,
        "hp": 45,
        "at": 65,
        "df": 34,
        "sa": 40,
        "sd": 34,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "とうそうしん",
          "いかく",
          "こんじょう"
        ],
        "w": 9.5
      }
    }
  },
  {
    "n": "ルクシオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 404,
        "hp": 60,
        "at": 85,
        "df": 49,
        "sa": 60,
        "sd": 49,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "とうそうしん",
          "いかく",
          "こんじょう"
        ],
        "w": 30.5
      }
    }
  },
  {
    "n": "レントラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 405,
        "hp": 80,
        "at": 120,
        "df": 79,
        "sa": 95,
        "sd": 79,
        "sp": 70,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "とうそうしん",
          "いかく",
          "こんじょう"
        ],
        "w": 42
      }
    }
  },
  {
    "n": "スボミー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 406,
        "hp": 40,
        "at": 30,
        "df": 35,
        "sa": 50,
        "sd": 70,
        "sp": 55,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "しぜんかいふく",
          "どくのトゲ",
          "リーフガード"
        ],
        "w": 1.2
      }
    }
  },
  {
    "n": "ロズレイド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 407,
        "hp": 60,
        "at": 70,
        "df": 65,
        "sa": 125,
        "sd": 105,
        "sp": 90,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "しぜんかいふく",
          "どくのトゲ",
          "テクニシャン"
        ],
        "w": 14.5
      }
    }
  },
  {
    "n": "ズガイドス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 408,
        "hp": 67,
        "at": 125,
        "df": 40,
        "sa": 30,
        "sd": 30,
        "sp": 58,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "かたやぶり",
          null,
          "ちからずく"
        ],
        "w": 31.5
      }
    }
  },
  {
    "n": "ラムパルド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 409,
        "hp": 97,
        "at": 165,
        "df": 60,
        "sa": 65,
        "sd": 50,
        "sp": 58,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "かたやぶり",
          null,
          "ちからずく"
        ],
        "w": 102.5
      }
    }
  },
  {
    "n": "タテトプス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 410,
        "hp": 30,
        "at": 42,
        "df": 118,
        "sa": 42,
        "sd": 88,
        "sp": 30,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [
          "がんじょう",
          null,
          "ぼうおん"
        ],
        "w": 57
      }
    }
  },
  {
    "n": "トリデプス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 411,
        "hp": 60,
        "at": 52,
        "df": 168,
        "sa": 47,
        "sd": 138,
        "sp": 30,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [
          "がんじょう",
          null,
          "ぼうおん"
        ],
        "w": 149.5
      }
    }
  },
  {
    "n": "ミノムッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 412,
        "hp": 40,
        "at": 29,
        "df": 45,
        "sa": 29,
        "sd": 45,
        "sp": 36,
        "t1": "むし",
        "t2": "",
        "ab": [
          "だっぴ",
          null,
          "ぼうじん"
        ],
        "w": 3.4
      }
    }
  },
  {
    "n": "ミノマダム(くさき)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 413,
        "hp": 60,
        "at": 59,
        "df": 85,
        "sa": 79,
        "sd": 105,
        "sp": 36,
        "t1": "むし",
        "t2": "くさ",
        "ab": [
          "きけんよち",
          null,
          "ぼうじん"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "ミノマダム(すなち)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 413,
        "hp": 60,
        "at": 79,
        "df": 105,
        "sa": 59,
        "sd": 85,
        "sp": 36,
        "t1": "むし",
        "t2": "じめん",
        "ab": [
          "きけんよち",
          null,
          "ぼうじん"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "ミノマダム(ゴミ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 413,
        "hp": 60,
        "at": 69,
        "df": 95,
        "sa": 69,
        "sd": 95,
        "sp": 36,
        "t1": "むし",
        "t2": "はがね",
        "ab": [
          "きけんよち",
          null,
          "ぼうじん"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "ガーメイル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 414,
        "hp": 70,
        "at": 94,
        "df": 50,
        "sa": 94,
        "sd": 50,
        "sp": 66,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "むしのしらせ",
          null,
          "いろめがね"
        ],
        "w": 23.3
      }
    }
  },
  {
    "n": "ミツハニー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 415,
        "hp": 30,
        "at": 30,
        "df": 42,
        "sa": 30,
        "sd": 42,
        "sp": 70,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "みつあつめ",
          null,
          "はりきり"
        ],
        "w": 5.5
      }
    }
  },
  {
    "n": "ビークイン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 416,
        "hp": 70,
        "at": 80,
        "df": 102,
        "sa": 80,
        "sd": 102,
        "sp": 40,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "プレッシャー",
          null,
          "きんちょうかん"
        ],
        "w": 38.5
      }
    }
  },
  {
    "n": "パチリス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 417,
        "hp": 60,
        "at": 45,
        "df": 70,
        "sa": 45,
        "sd": 90,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "にげあし",
          "ものひろい",
          "ちくでん"
        ],
        "w": 3.9
      }
    }
  },
  {
    "n": "ブイゼル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 418,
        "hp": 55,
        "at": 65,
        "df": 35,
        "sa": 60,
        "sd": 30,
        "sp": 85,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "みずのベール"
        ],
        "w": 29.5
      }
    }
  },
  {
    "n": "フローゼル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 419,
        "hp": 85,
        "at": 105,
        "df": 55,
        "sa": 85,
        "sd": 50,
        "sp": 115,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "みずのベール"
        ],
        "w": 33.5
      }
    }
  },
  {
    "n": "チェリンボ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 420,
        "hp": 45,
        "at": 35,
        "df": 45,
        "sa": 62,
        "sd": 53,
        "sp": 35,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          null
        ],
        "w": 3.3
      }
    }
  },
  {
    "n": "チェリム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 421,
        "hp": 70,
        "at": 60,
        "df": 70,
        "sa": 87,
        "sd": 78,
        "sp": 85,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "フラワーギフト",
          null
        ],
        "w": 9.3
      }
    }
  },
  {
    "n": "カラナクシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 422,
        "hp": 76,
        "at": 48,
        "df": 48,
        "sa": 57,
        "sd": 62,
        "sp": 34,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ねんちゃく",
          "よびみず",
          "すなのちから"
        ],
        "w": 6.3
      }
    }
  },
  {
    "n": "トリトドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 423,
        "hp": 111,
        "at": 83,
        "df": 68,
        "sa": 92,
        "sd": 82,
        "sp": 39,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "ねんちゃく",
          "よびみず",
          "すなのちから"
        ],
        "w": 29.9
      }
    }
  },
  {
    "n": "エテボース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 424,
        "hp": 75,
        "at": 100,
        "df": 66,
        "sa": 60,
        "sd": 66,
        "sp": 115,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "テクニシャン",
          "ものひろい",
          "スキルリンク"
        ],
        "w": 20.3
      }
    }
  },
  {
    "n": "フワンテ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 425,
        "hp": 90,
        "at": 50,
        "df": 34,
        "sa": 60,
        "sd": 44,
        "sp": 70,
        "t1": "ゴースト",
        "t2": "ひこう",
        "ab": [
          "ゆうばく",
          "かるわざ",
          "ねつぼうそう"
        ],
        "w": 1.2
      }
    }
  },
  {
    "n": "フワライド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 426,
        "hp": 150,
        "at": 80,
        "df": 44,
        "sa": 90,
        "sd": 54,
        "sp": 80,
        "t1": "ゴースト",
        "t2": "ひこう",
        "ab": [
          "ゆうばく",
          "かるわざ",
          "ねつぼうそう"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "ミミロル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 427,
        "hp": 55,
        "at": 66,
        "df": 44,
        "sa": 44,
        "sd": 56,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "ぶきよう",
          "じゅうなん"
        ],
        "w": 5.5
      }
    }
  },
  {
    "n": "ミミロップ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 428,
        "hp": 65,
        "at": 76,
        "df": 84,
        "sa": 54,
        "sd": 96,
        "sp": 105,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "ぶきよう",
          "じゅうなん"
        ],
        "w": 33.3
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "428m",
        "hp": 65,
        "at": 136,
        "df": 94,
        "sa": 54,
        "sd": 96,
        "sp": 135,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [
          "きもったま",
          null
        ],
        "w": 28.3
      }
    }
  },
  {
    "n": "ムウマージ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 429,
        "hp": 60,
        "at": 60,
        "df": 60,
        "sa": 105,
        "sd": 105,
        "sp": 105,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 4.4
      }
    }
  },
  {
    "n": "ドンカラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 430,
        "hp": 100,
        "at": 125,
        "df": 52,
        "sa": 105,
        "sd": 52,
        "sp": 71,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [
          "ふみん",
          "きょううん",
          "じしんかじょう"
        ],
        "w": 27.3
      }
    }
  },
  {
    "n": "ニャルマー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 431,
        "hp": 49,
        "at": 55,
        "df": 42,
        "sa": 42,
        "sd": 37,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "じゅうなん",
          "マイペース",
          "するどいめ"
        ],
        "w": 3.9
      }
    }
  },
  {
    "n": "ブニャット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 432,
        "hp": 71,
        "at": 82,
        "df": 64,
        "sa": 64,
        "sd": 59,
        "sp": 112,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "あついしぼう",
          "マイペース",
          "まけんき"
        ],
        "w": 43.8
      }
    }
  },
  {
    "n": "リーシャン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 433,
        "hp": 45,
        "at": 30,
        "df": 50,
        "sa": 65,
        "sd": 50,
        "sp": 45,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.6
      }
    }
  },
  {
    "n": "スカンプー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 434,
        "hp": 63,
        "at": 63,
        "df": 47,
        "sa": 41,
        "sd": 41,
        "sp": 74,
        "t1": "どく",
        "t2": "あく",
        "ab": [
          "あくしゅう",
          "ゆうばく",
          "するどいめ"
        ],
        "w": 19.2
      }
    }
  },
  {
    "n": "スカタンク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 435,
        "hp": 103,
        "at": 93,
        "df": 67,
        "sa": 71,
        "sd": 61,
        "sp": 84,
        "t1": "どく",
        "t2": "あく",
        "ab": [
          "あくしゅう",
          "ゆうばく",
          "するどいめ"
        ],
        "w": 38
      }
    }
  },
  {
    "n": "ドーミラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 436,
        "hp": 57,
        "at": 24,
        "df": 86,
        "sa": 24,
        "sd": 86,
        "sp": 23,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          "たいねつ",
          "ヘヴィメタル"
        ],
        "w": 60.5
      }
    }
  },
  {
    "n": "ドータクン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 437,
        "hp": 67,
        "at": 89,
        "df": 116,
        "sa": 79,
        "sd": 116,
        "sp": 33,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          "たいねつ",
          "ヘヴィメタル"
        ],
        "w": 187
      }
    }
  },
  {
    "n": "ウソハチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 438,
        "hp": 50,
        "at": 80,
        "df": 95,
        "sa": 10,
        "sd": 45,
        "sp": 10,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "がんじょう",
          "いしあたま",
          "びびり"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "マネネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 439,
        "hp": 20,
        "at": 25,
        "df": 45,
        "sa": 70,
        "sd": 90,
        "sp": 60,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "ぼうおん",
          "フィルター",
          "テクニシャン"
        ],
        "w": 13
      }
    }
  },
  {
    "n": "ピンプク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 440,
        "hp": 100,
        "at": 5,
        "df": 5,
        "sa": 15,
        "sd": 65,
        "sp": 30,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "しぜんかいふく",
          "てんのめぐみ",
          "フレンドガード"
        ],
        "w": 24.4
      }
    }
  },
  {
    "n": "ペラップ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 441,
        "hp": 76,
        "at": 65,
        "df": 45,
        "sa": 92,
        "sd": 42,
        "sp": 91,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "ちどりあし",
          "はとむね"
        ],
        "w": 1.9
      }
    }
  },
  {
    "n": "ミカルゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 442,
        "hp": 50,
        "at": 92,
        "df": 108,
        "sa": 92,
        "sd": 108,
        "sp": 35,
        "t1": "ゴースト",
        "t2": "あく",
        "ab": [
          "プレッシャー",
          null,
          "すりぬけ"
        ],
        "w": 108
      }
    }
  },
  {
    "n": "フカマル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 443,
        "hp": 58,
        "at": 70,
        "df": 45,
        "sa": 40,
        "sd": 45,
        "sp": 42,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "すながくれ",
          null,
          "さめはだ"
        ],
        "w": 20.5
      }
    }
  },
  {
    "n": "ガバイト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 444,
        "hp": 68,
        "at": 90,
        "df": 65,
        "sa": 50,
        "sd": 55,
        "sp": 82,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "すながくれ",
          null,
          "さめはだ"
        ],
        "w": 56
      }
    }
  },
  {
    "n": "ガブリアス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 445,
        "hp": 108,
        "at": 130,
        "df": 95,
        "sa": 80,
        "sd": 85,
        "sp": 102,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "すながくれ",
          null,
          "さめはだ"
        ],
        "w": 95
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "445m",
        "hp": 108,
        "at": 170,
        "df": 115,
        "sa": 120,
        "sd": 95,
        "sp": 92,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "すなのちから",
          null
        ],
        "w": 95
      },
      "megaZ": {
        "ft": "mega",
        "fn": "メガZ",
        "id": "445z",
        "hp": 108,
        "at": 130,
        "df": 85,
        "sa": 141,
        "sd": 85,
        "sp": 151,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "null",
          null
        ],
        "w": 99
      }
    }
  },
  {
    "n": "ゴンベ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 446,
        "hp": 135,
        "at": 85,
        "df": 40,
        "sa": 40,
        "sd": 85,
        "sp": 5,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ものひろい",
          "あついしぼう",
          "くいしんぼう"
        ],
        "w": 105
      }
    }
  },
  {
    "n": "リオル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 447,
        "hp": 40,
        "at": 70,
        "df": 40,
        "sa": 35,
        "sd": 40,
        "sp": 60,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "ふくつのこころ",
          "せいしんりょく",
          "いたずらごころ"
        ],
        "w": 20.2
      }
    }
  },
  {
    "n": "ルカリオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 448,
        "hp": 70,
        "at": 110,
        "df": 70,
        "sa": 115,
        "sd": 70,
        "sp": 90,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [
          "ふくつのこころ",
          "せいしんりょく",
          "せいぎのこころ"
        ],
        "w": 54
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "448m",
        "hp": 70,
        "at": 145,
        "df": 88,
        "sa": 140,
        "sd": 70,
        "sp": 112,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [
          "てきおうりょく",
          null
        ],
        "w": 57.5
      },
      "megaZ": {
        "ft": "mega",
        "fn": "メガZ",
        "id": "448z",
        "hp": 70,
        "at": 100,
        "df": 70,
        "sa": 164,
        "sd": 70,
        "sp": 151,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [
          "null",
          null
        ],
        "w": 49.4
      }
    }
  },
  {
    "n": "ヒポポタス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 449,
        "hp": 68,
        "at": 72,
        "df": 78,
        "sa": 38,
        "sd": 42,
        "sp": 32,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すなおこし",
          null,
          "すなのちから"
        ],
        "w": 49.5
      }
    }
  },
  {
    "n": "カバルドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 450,
        "hp": 108,
        "at": 112,
        "df": 118,
        "sa": 68,
        "sd": 72,
        "sp": 47,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すなおこし",
          null,
          "すなのちから"
        ],
        "w": 300
      }
    }
  },
  {
    "n": "スコルピ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 451,
        "hp": 40,
        "at": 50,
        "df": 90,
        "sa": 30,
        "sd": 55,
        "sp": 65,
        "t1": "どく",
        "t2": "むし",
        "ab": [
          "カブトアーマー",
          "スナイパー",
          "するどいめ"
        ],
        "w": 12
      }
    }
  },
  {
    "n": "ドラピオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 452,
        "hp": 70,
        "at": 90,
        "df": 110,
        "sa": 60,
        "sd": 75,
        "sp": 95,
        "t1": "どく",
        "t2": "あく",
        "ab": [
          "カブトアーマー",
          "スナイパー",
          "するどいめ"
        ],
        "w": 61.5
      }
    }
  },
  {
    "n": "グレッグル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 453,
        "hp": 48,
        "at": 61,
        "df": 40,
        "sa": 61,
        "sd": 40,
        "sp": 50,
        "t1": "どく",
        "t2": "かくとう",
        "ab": [
          "きけんよち",
          "かんそうはだ",
          "どくしゅ"
        ],
        "w": 23
      }
    }
  },
  {
    "n": "ドクロッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 454,
        "hp": 83,
        "at": 106,
        "df": 65,
        "sa": 86,
        "sd": 65,
        "sp": 85,
        "t1": "どく",
        "t2": "かくとう",
        "ab": [
          "きけんよち",
          "かんそうはだ",
          "どくしゅ"
        ],
        "w": 44.4
      }
    }
  },
  {
    "n": "マスキッパ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 455,
        "hp": 74,
        "at": 100,
        "df": 72,
        "sa": 90,
        "sd": 72,
        "sp": 46,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 27
      }
    }
  },
  {
    "n": "ケイコウオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 456,
        "hp": 49,
        "at": 49,
        "df": 56,
        "sa": 49,
        "sd": 61,
        "sp": 66,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          "よびみず",
          "みずのベール"
        ],
        "w": 7
      }
    }
  },
  {
    "n": "ネオラント",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 457,
        "hp": 69,
        "at": 69,
        "df": 76,
        "sa": 69,
        "sd": 86,
        "sp": 91,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          "よびみず",
          "みずのベール"
        ],
        "w": 24
      }
    }
  },
  {
    "n": "タマンタ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 458,
        "hp": 45,
        "at": 20,
        "df": 50,
        "sa": 60,
        "sd": 120,
        "sp": 50,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [
          "すいすい",
          "ちょすい",
          "みずのベール"
        ],
        "w": 65
      }
    }
  },
  {
    "n": "ユキカブリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 459,
        "hp": 60,
        "at": 62,
        "df": 50,
        "sa": 62,
        "sd": 60,
        "sp": 40,
        "t1": "くさ",
        "t2": "こおり",
        "ab": [
          "ゆきふらし",
          null,
          "ぼうおん"
        ],
        "w": 50.5
      }
    }
  },
  {
    "n": "ユキノオー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 460,
        "hp": 90,
        "at": 92,
        "df": 75,
        "sa": 92,
        "sd": 85,
        "sp": 60,
        "t1": "くさ",
        "t2": "こおり",
        "ab": [
          "ゆきふらし",
          null,
          "ぼうおん"
        ],
        "w": 135.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "460m",
        "hp": 90,
        "at": 132,
        "df": 105,
        "sa": 132,
        "sd": 105,
        "sp": 30,
        "t1": "くさ",
        "t2": "こおり",
        "ab": [
          "ゆきふらし",
          null
        ],
        "w": 185
      }
    }
  },
  {
    "n": "マニューラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 461,
        "hp": 70,
        "at": 120,
        "df": 65,
        "sa": 45,
        "sd": 85,
        "sp": 125,
        "t1": "あく",
        "t2": "こおり",
        "ab": [
          "プレッシャー",
          null,
          "わるいてぐせ"
        ],
        "w": 34
      }
    }
  },
  {
    "n": "ジバコイル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 462,
        "hp": 70,
        "at": 70,
        "df": 115,
        "sa": 130,
        "sd": 90,
        "sp": 60,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [
          "じりょく",
          "がんじょう",
          "アナライズ"
        ],
        "w": 180
      }
    }
  },
  {
    "n": "ベロベルト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 463,
        "hp": 110,
        "at": 85,
        "df": 95,
        "sa": 80,
        "sd": 95,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "マイペース",
          "どんかん",
          "ノーてんき"
        ],
        "w": 140
      }
    }
  },
  {
    "n": "ドサイドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 464,
        "hp": 115,
        "at": 140,
        "df": 130,
        "sa": 55,
        "sd": 55,
        "sp": 40,
        "t1": "じめん",
        "t2": "いわ",
        "ab": [
          "ひらいしん",
          "ハードロック",
          "すてみ"
        ],
        "w": 282.8
      }
    }
  },
  {
    "n": "モジャンボ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 465,
        "hp": 100,
        "at": 100,
        "df": 125,
        "sa": 110,
        "sd": 50,
        "sp": 50,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "リーフガード",
          "さいせいりょく"
        ],
        "w": 128.6
      }
    }
  },
  {
    "n": "エレキブル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 466,
        "hp": 75,
        "at": 123,
        "df": 67,
        "sa": 95,
        "sd": 85,
        "sp": 95,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "でんきエンジン",
          null,
          "やるき"
        ],
        "w": 138.6
      }
    }
  },
  {
    "n": "ブーバーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 467,
        "hp": 75,
        "at": 95,
        "df": 67,
        "sa": 125,
        "sd": 95,
        "sp": 83,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "ほのおのからだ",
          null,
          "やるき"
        ],
        "w": 68
      }
    }
  },
  {
    "n": "トゲキッス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 468,
        "hp": 85,
        "at": 50,
        "df": 95,
        "sa": 120,
        "sd": 115,
        "sp": 80,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [
          "はりきり",
          "てんのめぐみ",
          "きょううん"
        ],
        "w": 38
      }
    }
  },
  {
    "n": "メガヤンマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 469,
        "hp": 86,
        "at": 76,
        "df": 86,
        "sa": 116,
        "sd": 56,
        "sp": 95,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "かそく",
          "いろめがね",
          "おみとおし"
        ],
        "w": 51.5
      }
    }
  },
  {
    "n": "リーフィア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 470,
        "hp": 65,
        "at": 110,
        "df": 130,
        "sa": 60,
        "sd": 65,
        "sp": 95,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "リーフガード",
          null,
          "ようりょくそ"
        ],
        "w": 25.5
      }
    }
  },
  {
    "n": "グレイシア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 471,
        "hp": 65,
        "at": 60,
        "df": 110,
        "sa": 130,
        "sd": 95,
        "sp": 65,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "ゆきがくれ",
          null,
          "アイスボディ"
        ],
        "w": 25.9
      }
    }
  },
  {
    "n": "グライオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 472,
        "hp": 75,
        "at": 95,
        "df": 125,
        "sa": 45,
        "sd": 75,
        "sp": 95,
        "t1": "じめん",
        "t2": "ひこう",
        "ab": [
          "かいりきバサミ",
          "すながくれ",
          "ポイズンヒール"
        ],
        "w": 42.5
      }
    }
  },
  {
    "n": "マンムー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 473,
        "hp": 110,
        "at": 130,
        "df": 80,
        "sa": 70,
        "sd": 60,
        "sp": 80,
        "t1": "こおり",
        "t2": "じめん",
        "ab": [
          "どんかん",
          "ゆきがくれ",
          "あついしぼう"
        ],
        "w": 291
      }
    }
  },
  {
    "n": "ポリゴンＺ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 474,
        "hp": 85,
        "at": 80,
        "df": 70,
        "sa": 135,
        "sd": 75,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "てきおうりょく",
          "ダウンロード",
          "アナライズ"
        ],
        "w": 34
      }
    }
  },
  {
    "n": "エルレイド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 475,
        "hp": 68,
        "at": 125,
        "df": 65,
        "sa": 65,
        "sd": 115,
        "sp": 80,
        "t1": "エスパー",
        "t2": "かくとう",
        "ab": [
          "ふくつのこころ",
          "きれあじ",
          "せいぎのこころ"
        ],
        "w": 52
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "475m",
        "hp": 68,
        "at": 165,
        "df": 95,
        "sa": 65,
        "sd": 115,
        "sp": 110,
        "t1": "エスパー",
        "t2": "かくとう",
        "ab": [
          "せいしんりょく",
          null
        ],
        "w": 56.4
      }
    }
  },
  {
    "n": "ダイノーズ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 476,
        "hp": 60,
        "at": 55,
        "df": 145,
        "sa": 75,
        "sd": 150,
        "sp": 40,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [
          "がんじょう",
          "じりょく",
          "すなのちから"
        ],
        "w": 340
      }
    }
  },
  {
    "n": "ヨノワール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 477,
        "hp": 45,
        "at": 100,
        "df": 135,
        "sa": 65,
        "sd": 135,
        "sp": 45,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "プレッシャー",
          null,
          "おみとおし"
        ],
        "w": 106.6
      }
    }
  },
  {
    "n": "ユキメノコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 478,
        "hp": 70,
        "at": 80,
        "df": 70,
        "sa": 80,
        "sd": 70,
        "sp": 110,
        "t1": "こおり",
        "t2": "ゴースト",
        "ab": [
          "ゆきがくれ",
          null,
          "のろわれボディ"
        ],
        "w": 26.6
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "478m",
        "hp": 70,
        "at": 80,
        "df": 70,
        "sa": 140,
        "sd": 100,
        "sp": 120,
        "t1": "こおり",
        "t2": "ゴースト",
        "ab": [
          "ゆきふらし",
          null
        ],
        "w": 29.6
      }
    }
  },
  {
    "n": "ロトム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 50,
        "df": 77,
        "sa": 95,
        "sd": 77,
        "sp": 91,
        "t1": "でんき",
        "t2": "ゴースト",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "ヒートロトム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "ほのお",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "ウォッシュロトム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "みず",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "フロストロトム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "こおり",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "スピンロトム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "カットロトム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 479,
        "hp": 50,
        "at": 65,
        "df": 107,
        "sa": 105,
        "sd": 107,
        "sp": 86,
        "t1": "でんき",
        "t2": "くさ",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "ユクシー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 480,
        "hp": 75,
        "at": 75,
        "df": 130,
        "sa": 75,
        "sd": 130,
        "sp": 95,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "エムリット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 481,
        "hp": 80,
        "at": 105,
        "df": 105,
        "sa": 105,
        "sd": 105,
        "sp": 80,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "アグノム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 482,
        "hp": 75,
        "at": 125,
        "df": 70,
        "sa": 125,
        "sd": 70,
        "sp": 115,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "ディアルガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 483,
        "hp": 100,
        "at": 120,
        "df": 120,
        "sa": 150,
        "sd": 100,
        "sp": 90,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [
          "プレッシャー",
          null,
          "テレパシー"
        ],
        "w": 683
      }
    }
  },
  {
    "n": "ディアルガ(オリジン)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 483,
        "hp": 100,
        "at": 100,
        "df": 120,
        "sa": 150,
        "sd": 120,
        "sp": 90,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [
          "プレッシャー",
          null,
          "テレパシー"
        ],
        "w": 850
      }
    }
  },
  {
    "n": "パルキア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 484,
        "hp": 90,
        "at": 120,
        "df": 100,
        "sa": 150,
        "sd": 120,
        "sp": 100,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [
          "プレッシャー",
          null,
          "テレパシー"
        ],
        "w": 336
      }
    }
  },
  {
    "n": "パルキア(オリジン)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 484,
        "hp": 90,
        "at": 100,
        "df": 100,
        "sa": 150,
        "sd": 120,
        "sp": 120,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [
          "プレッシャー",
          null,
          "テレパシー"
        ],
        "w": 660
      }
    }
  },
  {
    "n": "ヒードラン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 485,
        "hp": 91,
        "at": 90,
        "df": 106,
        "sa": 130,
        "sd": 106,
        "sp": 77,
        "t1": "ほのお",
        "t2": "はがね",
        "ab": [
          "もらいび",
          null,
          "ほのおのからだ"
        ],
        "w": 430
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "485m",
        "hp": 91,
        "at": 120,
        "df": 106,
        "sa": 175,
        "sd": 141,
        "sp": 67,
        "t1": "ほのお",
        "t2": "はがね",
        "ab": [
          "null",
          null
        ],
        "w": 570
      }
    }
  },
  {
    "n": "レジギガス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 486,
        "hp": 110,
        "at": 160,
        "df": 110,
        "sa": 80,
        "sd": 110,
        "sp": 100,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "スロースタート",
          null
        ],
        "w": 420
      }
    }
  },
  {
    "n": "ギラティナ(アナザー)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 487,
        "hp": 150,
        "at": 100,
        "df": 120,
        "sa": 100,
        "sd": 120,
        "sp": 90,
        "t1": "ゴースト",
        "t2": "ドラゴン",
        "ab": [
          "プレッシャー",
          null,
          "テレパシー"
        ],
        "w": 750
      }
    }
  },
  {
    "n": "ギラティナ(オリジン)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 487,
        "hp": 150,
        "at": 120,
        "df": 100,
        "sa": 120,
        "sd": 100,
        "sp": 90,
        "t1": "ゴースト",
        "t2": "ドラゴン",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 650
      }
    }
  },
  {
    "n": "クレセリア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 488,
        "hp": 120,
        "at": 70,
        "df": 110,
        "sa": 75,
        "sd": 120,
        "sp": 85,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 85.6
      }
    }
  },
  {
    "n": "フィオネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 489,
        "hp": 80,
        "at": 80,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 80,
        "t1": "みず",
        "t2": "",
        "ab": [
          "うるおいボディ",
          null
        ],
        "w": 3.1
      }
    }
  },
  {
    "n": "マナフィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 490,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "みず",
        "t2": "",
        "ab": [
          "うるおいボディ",
          null
        ],
        "w": 1.4
      }
    }
  },
  {
    "n": "ダークライ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 491,
        "hp": 70,
        "at": 90,
        "df": 90,
        "sa": 135,
        "sd": 90,
        "sp": 125,
        "t1": "あく",
        "t2": "",
        "ab": [
          "ナイトメア",
          null
        ],
        "w": 50.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "491m",
        "hp": 70,
        "at": 120,
        "df": 130,
        "sa": 165,
        "sd": 130,
        "sp": 85,
        "t1": "あく",
        "t2": "",
        "ab": [
          "null",
          null
        ],
        "w": 240
      }
    }
  },
  {
    "n": "シェイミ(ランド)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 492,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しぜんかいふく",
          null
        ],
        "w": 2.1
      }
    }
  },
  {
    "n": "シェイミ(スカイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 492,
        "hp": 100,
        "at": 103,
        "df": 75,
        "sa": 120,
        "sd": 75,
        "sp": 127,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [
          "てんのめぐみ",
          null
        ],
        "w": 2.1
      }
    }
  },
  {
    "n": "アルセウス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 493,
        "hp": 120,
        "at": 120,
        "df": 120,
        "sa": 120,
        "sd": 120,
        "sp": 120,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "マルチタイプ",
          null
        ],
        "w": 320
      }
    }
  },
  {
    "n": "ビクティニ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 494,
        "hp": 100,
        "at": 100,
        "df": 100,
        "sa": 100,
        "sd": 100,
        "sp": 100,
        "t1": "エスパー",
        "t2": "ほのお",
        "ab": [
          "しょうりのほし",
          null
        ],
        "w": 4
      }
    }
  },
  {
    "n": "ツタージャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 495,
        "hp": 45,
        "at": 45,
        "df": 55,
        "sa": 45,
        "sd": 55,
        "sp": 63,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "あまのじゃく"
        ],
        "w": 8.1
      }
    }
  },
  {
    "n": "ジャノビー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 496,
        "hp": 60,
        "at": 60,
        "df": 75,
        "sa": 60,
        "sd": 75,
        "sp": 83,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "あまのじゃく"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "ジャローダ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 497,
        "hp": 75,
        "at": 75,
        "df": 95,
        "sa": 75,
        "sd": 95,
        "sp": 113,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "あまのじゃく"
        ],
        "w": 63
      }
    }
  },
  {
    "n": "ポカブ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 498,
        "hp": 65,
        "at": 63,
        "df": 45,
        "sa": 45,
        "sd": 45,
        "sp": 45,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "あついしぼう"
        ],
        "w": 9.9
      }
    }
  },
  {
    "n": "チャオブー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 499,
        "hp": 90,
        "at": 93,
        "df": 55,
        "sa": 70,
        "sd": 55,
        "sp": 55,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "もうか",
          null,
          "あついしぼう"
        ],
        "w": 55.5
      }
    }
  },
  {
    "n": "エンブオー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": "500m",
        "hp": 110,
        "at": 123,
        "df": 65,
        "sa": 100,
        "sd": 65,
        "sp": 65,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "もうか",
          null,
          "すてみ"
        ],
        "w": 150
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": 500,
        "hp": 110,
        "at": 148,
        "df": 75,
        "sa": 110,
        "sd": 110,
        "sp": 75,
        "t1": "ほのお",
        "t2": "かくとう",
        "ab": [
          "かたやぶり",
          null
        ],
        "w": 180.3
      }
    }
  },
  {
    "n": "ミジュマル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 501,
        "hp": 55,
        "at": 55,
        "df": 45,
        "sa": 63,
        "sd": 45,
        "sp": 45,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "シェルアーマー"
        ],
        "w": 5.9
      }
    }
  },
  {
    "n": "フタチマル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 502,
        "hp": 75,
        "at": 75,
        "df": 60,
        "sa": 83,
        "sd": 60,
        "sp": 60,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "シェルアーマー"
        ],
        "w": 24.5
      }
    }
  },
  {
    "n": "ダイケンキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 503,
        "hp": 95,
        "at": 100,
        "df": 85,
        "sa": 108,
        "sd": 70,
        "sp": 70,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "シェルアーマー"
        ],
        "w": 58.2
      }
    }
  },
  {
    "n": "ダイケンキ(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 503,
        "hp": 90,
        "at": 108,
        "df": 80,
        "sa": 100,
        "sd": 65,
        "sp": 85,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "げきりゅう",
          null,
          "きれあじ"
        ],
        "w": 94.6
      }
    }
  },
  {
    "n": "ミネズミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 504,
        "hp": 45,
        "at": 55,
        "df": 39,
        "sa": 35,
        "sd": 39,
        "sp": 42,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "するどいめ",
          "アナライズ"
        ],
        "w": 11.6
      }
    }
  },
  {
    "n": "ミルホッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 505,
        "hp": 60,
        "at": 85,
        "df": 69,
        "sa": 60,
        "sd": 69,
        "sp": 77,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "はっこう",
          "するどいめ",
          "アナライズ"
        ],
        "w": 27
      }
    }
  },
  {
    "n": "ヨーテリー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 506,
        "hp": 45,
        "at": 60,
        "df": 45,
        "sa": 25,
        "sd": 45,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "やるき",
          "ものひろい",
          "にげあし"
        ],
        "w": 4.1
      }
    }
  },
  {
    "n": "ハーデリア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 507,
        "hp": 65,
        "at": 80,
        "df": 65,
        "sa": 35,
        "sd": 65,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "いかく",
          "すなかき",
          "きもったま"
        ],
        "w": 14.7
      }
    }
  },
  {
    "n": "ムーランド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 508,
        "hp": 85,
        "at": 110,
        "df": 90,
        "sa": 45,
        "sd": 90,
        "sp": 80,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "いかく",
          "すなかき",
          "きもったま"
        ],
        "w": 61
      }
    }
  },
  {
    "n": "チョロネコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 509,
        "hp": 41,
        "at": 50,
        "df": 37,
        "sa": 50,
        "sd": 37,
        "sp": 66,
        "t1": "あく",
        "t2": "",
        "ab": [
          "じゅうなん",
          "かるわざ",
          "いたずらごころ"
        ],
        "w": 10.1
      }
    }
  },
  {
    "n": "レパルダス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 510,
        "hp": 64,
        "at": 88,
        "df": 50,
        "sa": 88,
        "sd": 50,
        "sp": 106,
        "t1": "あく",
        "t2": "",
        "ab": [
          "じゅうなん",
          "かるわざ",
          "いたずらごころ"
        ],
        "w": 37.5
      }
    }
  },
  {
    "n": "ヤナップ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 511,
        "hp": 50,
        "at": 53,
        "df": 48,
        "sa": 53,
        "sd": 48,
        "sp": 64,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "くいしんぼう",
          null,
          "しんりょく"
        ],
        "w": 10.5
      }
    }
  },
  {
    "n": "ヤナッキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 512,
        "hp": 75,
        "at": 98,
        "df": 63,
        "sa": 98,
        "sd": 63,
        "sp": 101,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "くいしんぼう",
          null,
          "しんりょく"
        ],
        "w": 30.5
      }
    }
  },
  {
    "n": "バオップ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 513,
        "hp": 50,
        "at": 53,
        "df": 48,
        "sa": 53,
        "sd": 48,
        "sp": 64,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "くいしんぼう",
          null,
          "もうか"
        ],
        "w": 11
      }
    }
  },
  {
    "n": "バオッキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 514,
        "hp": 75,
        "at": 98,
        "df": 63,
        "sa": 98,
        "sd": 63,
        "sp": 101,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "くいしんぼう",
          null,
          "もうか"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "ヒヤップ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 515,
        "hp": 50,
        "at": 53,
        "df": 48,
        "sa": 53,
        "sd": 48,
        "sp": 64,
        "t1": "みず",
        "t2": "",
        "ab": [
          "くいしんぼう",
          null,
          "げきりゅう"
        ],
        "w": 13.5
      }
    }
  },
  {
    "n": "ヒヤッキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 516,
        "hp": 75,
        "at": 98,
        "df": 63,
        "sa": 98,
        "sd": 63,
        "sp": 101,
        "t1": "みず",
        "t2": "",
        "ab": [
          "くいしんぼう",
          null,
          "げきりゅう"
        ],
        "w": 29
      }
    }
  },
  {
    "n": "ムンナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 517,
        "hp": 76,
        "at": 25,
        "df": 45,
        "sa": 67,
        "sd": 55,
        "sp": 24,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "よちむ",
          "シンクロ",
          "テレパシー"
        ],
        "w": 23.3
      }
    }
  },
  {
    "n": "ムシャーナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 518,
        "hp": 116,
        "at": 55,
        "df": 85,
        "sa": 107,
        "sd": 95,
        "sp": 29,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "よちむ",
          "シンクロ",
          "テレパシー"
        ],
        "w": 60.5
      }
    }
  },
  {
    "n": "マメパト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 519,
        "hp": 50,
        "at": 55,
        "df": 50,
        "sa": 36,
        "sd": 30,
        "sp": 43,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "はとむね",
          "きょううん",
          "とうそうしん"
        ],
        "w": 2.1
      }
    }
  },
  {
    "n": "ハトーボー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 520,
        "hp": 62,
        "at": 77,
        "df": 62,
        "sa": 50,
        "sd": 42,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "はとむね",
          "きょううん",
          "とうそうしん"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "ケンホロウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 521,
        "hp": 80,
        "at": 115,
        "df": 80,
        "sa": 65,
        "sd": 55,
        "sp": 93,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "はとむね",
          "きょううん",
          "とうそうしん"
        ],
        "w": 29
      }
    }
  },
  {
    "n": "シママ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 522,
        "hp": 45,
        "at": 60,
        "df": 32,
        "sa": 50,
        "sd": 32,
        "sp": 76,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ひらいしん",
          "でんきエンジン",
          "そうしょく"
        ],
        "w": 29.8
      }
    }
  },
  {
    "n": "ゼブライカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 523,
        "hp": 75,
        "at": 100,
        "df": 63,
        "sa": 80,
        "sd": 63,
        "sp": 116,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ひらいしん",
          "でんきエンジン",
          "そうしょく"
        ],
        "w": 79.5
      }
    }
  },
  {
    "n": "ダンゴロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 524,
        "hp": 55,
        "at": 75,
        "df": 85,
        "sa": 25,
        "sd": 25,
        "sp": 15,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "がんじょう",
          "くだけるよろい",
          "すなのちから"
        ],
        "w": 18
      }
    }
  },
  {
    "n": "ガントル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 525,
        "hp": 70,
        "at": 105,
        "df": 105,
        "sa": 50,
        "sd": 40,
        "sp": 20,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "がんじょう",
          "くだけるよろい",
          "すなのちから"
        ],
        "w": 102
      }
    }
  },
  {
    "n": "ギガイアス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 526,
        "hp": 85,
        "at": 135,
        "df": 130,
        "sa": 60,
        "sd": 80,
        "sp": 25,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "がんじょう",
          "すなおこし",
          "すなのちから"
        ],
        "w": 260
      }
    }
  },
  {
    "n": "コロモリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 527,
        "hp": 65,
        "at": 45,
        "df": 43,
        "sa": 55,
        "sd": 43,
        "sp": 72,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "てんねん",
          "ぶきよう",
          "たんじゅん"
        ],
        "w": 2.1
      }
    }
  },
  {
    "n": "ココロモリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 528,
        "hp": 67,
        "at": 57,
        "df": 55,
        "sa": 77,
        "sd": 55,
        "sp": 114,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "てんねん",
          "ぶきよう",
          "たんじゅん"
        ],
        "w": 10.5
      }
    }
  },
  {
    "n": "モグリュー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 529,
        "hp": 60,
        "at": 85,
        "df": 40,
        "sa": 30,
        "sd": 45,
        "sp": 68,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すなかき",
          "すなのちから",
          "かたやぶり"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "ドリュウズ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 530,
        "hp": 110,
        "at": 135,
        "df": 60,
        "sa": 50,
        "sd": 65,
        "sp": 88,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [
          "すなかき",
          "すなのちから",
          "かたやぶり"
        ],
        "w": 40.4
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "530m",
        "hp": 110,
        "at": 165,
        "df": 100,
        "sa": 65,
        "sd": 65,
        "sp": 103,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [
          "かんつうドリル",
          null
        ],
        "w": 60
      }
    }
  },
  {
    "n": "タブンネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 531,
        "hp": 103,
        "at": 60,
        "df": 86,
        "sa": 60,
        "sd": 86,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "いやしのこころ",
          "さいせいりょく",
          "ぶきよう"
        ],
        "w": 31
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "531m",
        "hp": 103,
        "at": 60,
        "df": 126,
        "sa": 80,
        "sd": 126,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "フェアリー",
        "ab": [
          "いやしのこころ",
          null
        ],
        "w": 32
      }
    }
  },
  {
    "n": "ドッコラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 532,
        "hp": 75,
        "at": 80,
        "df": 55,
        "sa": 25,
        "sd": 35,
        "sp": 35,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "ちからずく",
          "てつのこぶし"
        ],
        "w": 12.5
      }
    }
  },
  {
    "n": "ドテッコツ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 533,
        "hp": 85,
        "at": 105,
        "df": 85,
        "sa": 40,
        "sd": 50,
        "sp": 40,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "ちからずく",
          "てつのこぶし"
        ],
        "w": 40
      }
    }
  },
  {
    "n": "ローブシン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 534,
        "hp": 105,
        "at": 140,
        "df": 95,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "ちからずく",
          "てつのこぶし"
        ],
        "w": 87
      }
    }
  },
  {
    "n": "オタマロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 535,
        "hp": 50,
        "at": 50,
        "df": 40,
        "sa": 50,
        "sd": 40,
        "sp": 64,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          "うるおいボディ",
          "ちょすい"
        ],
        "w": 4.5
      }
    }
  },
  {
    "n": "ガマガル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 536,
        "hp": 75,
        "at": 65,
        "df": 55,
        "sa": 65,
        "sd": 55,
        "sp": 69,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "すいすい",
          "うるおいボディ",
          "ちょすい"
        ],
        "w": 17
      }
    }
  },
  {
    "n": "ガマゲロゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 537,
        "hp": 105,
        "at": 95,
        "df": 75,
        "sa": 85,
        "sd": 75,
        "sp": 74,
        "t1": "みず",
        "t2": "じめん",
        "ab": [
          "すいすい",
          "どくしゅ",
          "ちょすい"
        ],
        "w": 62
      }
    }
  },
  {
    "n": "ナゲキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 538,
        "hp": 120,
        "at": 100,
        "df": 85,
        "sa": 30,
        "sd": 85,
        "sp": 45,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "こんじょう",
          "せいしんりょく",
          "かたやぶり"
        ],
        "w": 55.5
      }
    }
  },
  {
    "n": "ダゲキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 539,
        "hp": 75,
        "at": 125,
        "df": 75,
        "sa": 30,
        "sd": 75,
        "sp": 85,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "がんじょう",
          "せいしんりょく",
          "かたやぶり"
        ],
        "w": 51
      }
    }
  },
  {
    "n": "クルミル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 540,
        "hp": 45,
        "at": 53,
        "df": 70,
        "sa": 40,
        "sd": 60,
        "sp": 42,
        "t1": "むし",
        "t2": "くさ",
        "ab": [
          "むしのしらせ",
          "ようりょくそ",
          "ぼうじん"
        ],
        "w": 2.5
      }
    }
  },
  {
    "n": "クルマユ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 541,
        "hp": 55,
        "at": 63,
        "df": 90,
        "sa": 50,
        "sd": 80,
        "sp": 42,
        "t1": "むし",
        "t2": "くさ",
        "ab": [
          "リーフガード",
          "ようりょくそ",
          "ぼうじん"
        ],
        "w": 7.3
      }
    }
  },
  {
    "n": "ハハコモリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 542,
        "hp": 75,
        "at": 103,
        "df": 80,
        "sa": 70,
        "sd": 80,
        "sp": 92,
        "t1": "むし",
        "t2": "くさ",
        "ab": [
          "むしのしらせ",
          "ようりょくそ",
          "ぼうじん"
        ],
        "w": 20.5
      }
    }
  },
  {
    "n": "フシデ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 543,
        "hp": 30,
        "at": 45,
        "df": 59,
        "sa": 30,
        "sd": 39,
        "sp": 57,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "どくのトゲ",
          "むしのしらせ",
          "かそく"
        ],
        "w": 5.3
      }
    }
  },
  {
    "n": "ホイーガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 544,
        "hp": 40,
        "at": 55,
        "df": 99,
        "sa": 40,
        "sd": 79,
        "sp": 47,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "どくのトゲ",
          "むしのしらせ",
          "かそく"
        ],
        "w": 58.5
      }
    }
  },
  {
    "n": "ペンドラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 545,
        "hp": 60,
        "at": 100,
        "df": 89,
        "sa": 55,
        "sd": 69,
        "sp": 112,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "どくのトゲ",
          "むしのしらせ",
          "かそく"
        ],
        "w": 200.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "545m",
        "hp": 60,
        "at": 140,
        "df": 149,
        "sa": 75,
        "sd": 99,
        "sp": 62,
        "t1": "むし",
        "t2": "どく",
        "ab": [
          "null",
          null
        ],
        "w": 230.5
      }
    }
  },
  {
    "n": "モンメン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 546,
        "hp": 40,
        "at": 27,
        "df": 60,
        "sa": 37,
        "sd": 50,
        "sp": 66,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [
          "いたずらごころ",
          "すりぬけ",
          "ようりょくそ"
        ],
        "w": 0.6
      }
    }
  },
  {
    "n": "エルフーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 547,
        "hp": 60,
        "at": 67,
        "df": 85,
        "sa": 77,
        "sd": 75,
        "sp": 116,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [
          "いたずらごころ",
          "すりぬけ",
          "ようりょくそ"
        ],
        "w": 6.6
      }
    }
  },
  {
    "n": "チュリネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 548,
        "hp": 45,
        "at": 35,
        "df": 50,
        "sa": 70,
        "sd": 50,
        "sp": 30,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "マイペース",
          "リーフガード"
        ],
        "w": 6.6
      }
    }
  },
  {
    "n": "ドレディア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 549,
        "hp": 70,
        "at": 60,
        "df": 75,
        "sa": 110,
        "sd": 75,
        "sp": 90,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "マイペース",
          "リーフガード"
        ],
        "w": 16.3
      }
    }
  },
  {
    "n": "ドレディア(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 549,
        "hp": 70,
        "at": 105,
        "df": 75,
        "sa": 50,
        "sd": 75,
        "sp": 105,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [
          "ようりょくそ",
          "はりきり",
          "リーフガード"
        ],
        "w": 19.2
      }
    }
  },
  {
    "n": "バスラオ(あかすじ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 550,
        "hp": 70,
        "at": 92,
        "df": 65,
        "sa": 80,
        "sd": 55,
        "sp": 98,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すてみ",
          "てきおうりょく",
          "かたやぶり"
        ],
        "w": 18
      }
    }
  },
  {
    "n": "バスラオ(あおすじ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 550,
        "hp": 70,
        "at": 92,
        "df": 65,
        "sa": 80,
        "sd": 55,
        "sp": 98,
        "t1": "みず",
        "t2": "",
        "ab": [
          "いしあたま",
          "てきおうりょく",
          "かたやぶり"
        ],
        "w": 18
      }
    }
  },
  {
    "n": "バスラオ(しろすじ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 550,
        "hp": 70,
        "at": 92,
        "df": 65,
        "sa": 80,
        "sd": 55,
        "sp": 98,
        "t1": "みず",
        "t2": "",
        "ab": [
          "びびり",
          "てきおうりょく",
          "かたやぶり"
        ],
        "w": 18
      }
    }
  },
  {
    "n": "メグロコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 551,
        "hp": 50,
        "at": 72,
        "df": 35,
        "sa": 35,
        "sd": 35,
        "sp": 65,
        "t1": "じめん",
        "t2": "あく",
        "ab": [
          "いかく",
          "じしんかじょう",
          "いかりのつぼ"
        ],
        "w": 15.2
      }
    }
  },
  {
    "n": "ワルビル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 552,
        "hp": 60,
        "at": 82,
        "df": 45,
        "sa": 45,
        "sd": 45,
        "sp": 74,
        "t1": "じめん",
        "t2": "あく",
        "ab": [
          "いかく",
          "じしんかじょう",
          "いかりのつぼ"
        ],
        "w": 33.4
      }
    }
  },
  {
    "n": "ワルビアル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 553,
        "hp": 95,
        "at": 117,
        "df": 80,
        "sa": 65,
        "sd": 70,
        "sp": 92,
        "t1": "じめん",
        "t2": "あく",
        "ab": [
          "いかく",
          "じしんかじょう",
          "いかりのつぼ"
        ],
        "w": 96.3
      }
    }
  },
  {
    "n": "ダルマッカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 554,
        "hp": 70,
        "at": 90,
        "df": 45,
        "sa": 15,
        "sd": 45,
        "sp": 50,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "はりきり",
          null,
          "せいしんりょく"
        ],
        "w": 37.5
      }
    }
  },
  {
    "n": "ダルマッカ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 554,
        "hp": 70,
        "at": 90,
        "df": 45,
        "sa": 15,
        "sd": 45,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "はりきり",
          null,
          "せいしんりょく"
        ],
        "w": 40
      }
    }
  },
  {
    "n": "ヒヒダルマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 555,
        "hp": 105,
        "at": 30,
        "df": 105,
        "sa": 140,
        "sd": 105,
        "sp": 55,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [
          "ちからずく",
          null,
          "ダルマモード"
        ],
        "w": 92.9
      }
    }
  },
  {
    "n": "ヒヒダルマ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 555,
        "hp": 105,
        "at": 160,
        "df": 55,
        "sa": 30,
        "sd": 55,
        "sp": 135,
        "t1": "こおり",
        "t2": "ほのお",
        "ab": [
          "ごりむちゅう",
          null,
          "ダルマモード"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "マラカッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 556,
        "hp": 75,
        "at": 86,
        "df": 67,
        "sa": 106,
        "sd": 67,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ちょすい",
          "ようりょくそ",
          "よびみず"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "イシズマイ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 557,
        "hp": 50,
        "at": 65,
        "df": 85,
        "sa": 35,
        "sd": 35,
        "sp": 55,
        "t1": "むし",
        "t2": "いわ",
        "ab": [
          "がんじょう",
          "シェルアーマー",
          "くだけるよろい"
        ],
        "w": 14.5
      }
    }
  },
  {
    "n": "イワパレス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 558,
        "hp": 70,
        "at": 105,
        "df": 125,
        "sa": 65,
        "sd": 75,
        "sp": 45,
        "t1": "むし",
        "t2": "いわ",
        "ab": [
          "がんじょう",
          "シェルアーマー",
          "くだけるよろい"
        ],
        "w": 200
      }
    }
  },
  {
    "n": "ズルッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 559,
        "hp": 50,
        "at": 75,
        "df": 70,
        "sa": 35,
        "sd": 70,
        "sp": 48,
        "t1": "あく",
        "t2": "かくとう",
        "ab": [
          "だっぴ",
          "じしんかじょう",
          "いかく"
        ],
        "w": 11.8
      }
    }
  },
  {
    "n": "ズルズキン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 560,
        "hp": 65,
        "at": 90,
        "df": 115,
        "sa": 45,
        "sd": 115,
        "sp": 58,
        "t1": "あく",
        "t2": "かくとう",
        "ab": [
          "だっぴ",
          "じしんかじょう",
          "いかく"
        ],
        "w": 30
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "560m",
        "hp": 65,
        "at": 130,
        "df": 135,
        "sa": 55,
        "sd": 135,
        "sp": 68,
        "t1": "あく",
        "t2": "かくとう",
        "ab": [
          "null",
          null
        ],
        "w": 31
      }
    }
  },
  {
    "n": "シンボラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 561,
        "hp": 72,
        "at": 58,
        "df": 80,
        "sa": 103,
        "sd": 80,
        "sp": 97,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "ミラクルスキン",
          "マジックガード",
          "いろめがね"
        ],
        "w": 14
      }
    }
  },
  {
    "n": "デスマス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 562,
        "hp": 38,
        "at": 30,
        "df": 85,
        "sa": 55,
        "sd": 65,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ミイラ",
          null
        ],
        "w": 1.5
      }
    }
  },
  {
    "n": "デスマス(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 562,
        "hp": 38,
        "at": 55,
        "df": 85,
        "sa": 30,
        "sd": 65,
        "sp": 30,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [
          "さまようたましい",
          null
        ],
        "w": 1.5
      }
    }
  },
  {
    "n": "デスカーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 563,
        "hp": 58,
        "at": 50,
        "df": 145,
        "sa": 95,
        "sd": 105,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ミイラ",
          null
        ],
        "w": 76.5
      }
    }
  },
  {
    "n": "プロトーガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 564,
        "hp": 54,
        "at": 78,
        "df": 103,
        "sa": 53,
        "sd": 45,
        "sp": 22,
        "t1": "みず",
        "t2": "いわ",
        "ab": [
          "ハードロック",
          "がんじょう",
          "すいすい"
        ],
        "w": 16.5
      }
    }
  },
  {
    "n": "アバゴーラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 565,
        "hp": 74,
        "at": 108,
        "df": 133,
        "sa": 83,
        "sd": 65,
        "sp": 32,
        "t1": "みず",
        "t2": "いわ",
        "ab": [
          "ハードロック",
          "がんじょう",
          "すいすい"
        ],
        "w": 81
      }
    }
  },
  {
    "n": "アーケン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 566,
        "hp": 55,
        "at": 112,
        "df": 45,
        "sa": 74,
        "sd": 45,
        "sp": 70,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [
          "よわき",
          null
        ],
        "w": 9.5
      }
    }
  },
  {
    "n": "アーケオス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 567,
        "hp": 75,
        "at": 140,
        "df": 65,
        "sa": 112,
        "sd": 65,
        "sp": 110,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [
          "よわき",
          null
        ],
        "w": 32
      }
    }
  },
  {
    "n": "ヤブクロン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 568,
        "hp": 50,
        "at": 50,
        "df": 62,
        "sa": 40,
        "sd": 62,
        "sp": 65,
        "t1": "どく",
        "t2": "",
        "ab": [
          "あくしゅう",
          "ねんちゃく",
          "ゆうばく"
        ],
        "w": 31
      }
    }
  },
  {
    "n": "ダストダス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 569,
        "hp": 80,
        "at": 95,
        "df": 82,
        "sa": 60,
        "sd": 82,
        "sp": 75,
        "t1": "どく",
        "t2": "",
        "ab": [
          "あくしゅう",
          "くだけるよろい",
          "ゆうばく"
        ],
        "w": 107.3
      }
    }
  },
  {
    "n": "ゾロア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 570,
        "hp": 40,
        "at": 65,
        "df": 40,
        "sa": 80,
        "sd": 40,
        "sp": 65,
        "t1": "あく",
        "t2": "",
        "ab": [
          "イリュージョン",
          null
        ],
        "w": 12.5
      }
    }
  },
  {
    "n": "ゾロア(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 570,
        "hp": 35,
        "at": 60,
        "df": 40,
        "sa": 85,
        "sd": 40,
        "sp": 70,
        "t1": "ノーマル",
        "t2": "ゴースト",
        "ab": [
          "イリュージョン",
          null
        ],
        "w": 12.5
      }
    }
  },
  {
    "n": "ゾロアーク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 571,
        "hp": 60,
        "at": 105,
        "df": 60,
        "sa": 120,
        "sd": 60,
        "sp": 105,
        "t1": "あく",
        "t2": "",
        "ab": [
          "イリュージョン",
          null
        ],
        "w": 73
      }
    }
  },
  {
    "n": "ゾロアーク(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 571,
        "hp": 55,
        "at": 100,
        "df": 60,
        "sa": 125,
        "sd": 60,
        "sp": 110,
        "t1": "ノーマル",
        "t2": "ゴースト",
        "ab": [
          "イリュージョン",
          null
        ],
        "w": 81.1
      }
    }
  },
  {
    "n": "チラーミィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 572,
        "hp": 55,
        "at": 50,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "テクニシャン",
          "スキルリンク"
        ],
        "w": 5.8
      }
    }
  },
  {
    "n": "チラチーノ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 573,
        "hp": 75,
        "at": 95,
        "df": 60,
        "sa": 65,
        "sd": 60,
        "sp": 115,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "メロメロボディ",
          "テクニシャン",
          "スキルリンク"
        ],
        "w": 7.5
      }
    }
  },
  {
    "n": "ゴチム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 574,
        "hp": 45,
        "at": 30,
        "df": 50,
        "sa": 55,
        "sd": 65,
        "sp": 45,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "おみとおし",
          "かちき",
          "かげふみ"
        ],
        "w": 5.8
      }
    }
  },
  {
    "n": "ゴチミル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 575,
        "hp": 60,
        "at": 45,
        "df": 70,
        "sa": 75,
        "sd": 85,
        "sp": 55,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "おみとおし",
          "かちき",
          "かげふみ"
        ],
        "w": 18
      }
    }
  },
  {
    "n": "ゴチルゼル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 576,
        "hp": 70,
        "at": 55,
        "df": 95,
        "sa": 95,
        "sd": 110,
        "sp": 65,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "おみとおし",
          "かちき",
          "かげふみ"
        ],
        "w": 44
      }
    }
  },
  {
    "n": "ユニラン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 577,
        "hp": 45,
        "at": 30,
        "df": 40,
        "sa": 105,
        "sd": 50,
        "sp": 20,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ぼうじん",
          "マジックガード",
          "さいせいりょく"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "ダブラン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 578,
        "hp": 65,
        "at": 40,
        "df": 50,
        "sa": 125,
        "sd": 60,
        "sp": 30,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ぼうじん",
          "マジックガード",
          "さいせいりょく"
        ],
        "w": 8
      }
    }
  },
  {
    "n": "ランクルス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 579,
        "hp": 110,
        "at": 65,
        "df": 75,
        "sa": 125,
        "sd": 85,
        "sp": 30,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "ぼうじん",
          "マジックガード",
          "さいせいりょく"
        ],
        "w": 20.1
      }
    }
  },
  {
    "n": "コアルヒー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 580,
        "hp": 62,
        "at": 44,
        "df": 50,
        "sa": 44,
        "sd": 50,
        "sp": 55,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "はとむね",
          "うるおいボディ"
        ],
        "w": 5.5
      }
    }
  },
  {
    "n": "スワンナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 581,
        "hp": 75,
        "at": 87,
        "df": 63,
        "sa": 87,
        "sd": 63,
        "sp": 98,
        "t1": "みず",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "はとむね",
          "うるおいボディ"
        ],
        "w": 24.2
      }
    }
  },
  {
    "n": "バニプッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 582,
        "hp": 36,
        "at": 50,
        "df": 50,
        "sa": 65,
        "sd": 60,
        "sp": 44,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "アイスボディ",
          "ゆきがくれ",
          "くだけるよろい"
        ],
        "w": 5.7
      }
    }
  },
  {
    "n": "バニリッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 583,
        "hp": 51,
        "at": 65,
        "df": 65,
        "sa": 80,
        "sd": 75,
        "sp": 59,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "アイスボディ",
          "ゆきがくれ",
          "くだけるよろい"
        ],
        "w": 41
      }
    }
  },
  {
    "n": "バイバニラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 584,
        "hp": 71,
        "at": 95,
        "df": 85,
        "sa": 110,
        "sd": 95,
        "sp": 79,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "アイスボディ",
          "ゆきふらし",
          "くだけるよろい"
        ],
        "w": 57.5
      }
    }
  },
  {
    "n": "シキジカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 585,
        "hp": 60,
        "at": 60,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "くさ",
        "ab": [
          "ようりょくそ",
          "そうしょく",
          "てんのめぐみ"
        ],
        "w": 19.5
      }
    }
  },
  {
    "n": "メブキジカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 586,
        "hp": 80,
        "at": 100,
        "df": 70,
        "sa": 60,
        "sd": 70,
        "sp": 95,
        "t1": "ノーマル",
        "t2": "くさ",
        "ab": [
          "ようりょくそ",
          "そうしょく",
          "てんのめぐみ"
        ],
        "w": 92.5
      }
    }
  },
  {
    "n": "エモンガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 587,
        "hp": 55,
        "at": 75,
        "df": 60,
        "sa": 75,
        "sd": 60,
        "sp": 103,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "せいでんき",
          null,
          "でんきエンジン"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "カブルモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 588,
        "hp": 50,
        "at": 75,
        "df": 45,
        "sa": 40,
        "sd": 45,
        "sp": 60,
        "t1": "むし",
        "t2": "",
        "ab": [
          "むしのしらせ",
          "だっぴ",
          "ノーガード"
        ],
        "w": 5.9
      }
    }
  },
  {
    "n": "シュバルゴ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 589,
        "hp": 70,
        "at": 135,
        "df": 105,
        "sa": 60,
        "sd": 105,
        "sp": 20,
        "t1": "むし",
        "t2": "はがね",
        "ab": [
          "むしのしらせ",
          "シェルアーマー",
          "ぼうじん"
        ],
        "w": 33
      }
    }
  },
  {
    "n": "タマゲタケ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 590,
        "hp": 69,
        "at": 55,
        "df": 45,
        "sa": 55,
        "sd": 55,
        "sp": 15,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ほうし",
          null,
          "さいせいりょく"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "モロバレル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 591,
        "hp": 114,
        "at": 85,
        "df": 70,
        "sa": 85,
        "sd": 80,
        "sp": 30,
        "t1": "くさ",
        "t2": "どく",
        "ab": [
          "ほうし",
          null,
          "さいせいりょく"
        ],
        "w": 10.5
      }
    }
  },
  {
    "n": "プルリル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 592,
        "hp": 55,
        "at": 40,
        "df": 50,
        "sa": 65,
        "sd": 85,
        "sp": 40,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [
          "ちょすい",
          "のろわれボディ",
          "しめりけ"
        ],
        "w": 33
      }
    }
  },
  {
    "n": "ブルンゲル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 593,
        "hp": 100,
        "at": 60,
        "df": 70,
        "sa": 85,
        "sd": 105,
        "sp": 60,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [
          "ちょすい",
          "のろわれボディ",
          "しめりけ"
        ],
        "w": 135
      }
    }
  },
  {
    "n": "ママンボウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 594,
        "hp": 165,
        "at": 75,
        "df": 80,
        "sa": 40,
        "sd": 45,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [
          "いやしのこころ",
          "うるおいボディ",
          "さいせいりょく"
        ],
        "w": 31.6
      }
    }
  },
  {
    "n": "バチュル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 595,
        "hp": 50,
        "at": 47,
        "df": 50,
        "sa": 57,
        "sd": 50,
        "sp": 65,
        "t1": "むし",
        "t2": "でんき",
        "ab": [
          "ふくがん",
          "きんちょうかん",
          "むしのしらせ"
        ],
        "w": 0.6
      }
    }
  },
  {
    "n": "デンチュラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 596,
        "hp": 70,
        "at": 77,
        "df": 60,
        "sa": 97,
        "sd": 60,
        "sp": 108,
        "t1": "むし",
        "t2": "でんき",
        "ab": [
          "ふくがん",
          "きんちょうかん",
          "むしのしらせ"
        ],
        "w": 14.3
      }
    }
  },
  {
    "n": "テッシード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 597,
        "hp": 44,
        "at": 50,
        "df": 91,
        "sa": 24,
        "sd": 86,
        "sp": 10,
        "t1": "くさ",
        "t2": "はがね",
        "ab": [
          "てつのトゲ",
          null
        ],
        "w": 18.8
      }
    }
  },
  {
    "n": "ナットレイ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 598,
        "hp": 74,
        "at": 94,
        "df": 131,
        "sa": 54,
        "sd": 116,
        "sp": 20,
        "t1": "くさ",
        "t2": "はがね",
        "ab": [
          "てつのトゲ",
          null,
          "きけんよち"
        ],
        "w": 110
      }
    }
  },
  {
    "n": "ギアル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 599,
        "hp": 40,
        "at": 55,
        "df": 70,
        "sa": 45,
        "sd": 60,
        "sp": 30,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "プラス",
          "マイナス",
          "クリアボディ"
        ],
        "w": 21
      }
    }
  },
  {
    "n": "ギギアル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 600,
        "hp": 60,
        "at": 80,
        "df": 95,
        "sa": 70,
        "sd": 85,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "プラス",
          "マイナス",
          "クリアボディ"
        ],
        "w": 51
      }
    }
  },
  {
    "n": "ギギギアル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 601,
        "hp": 60,
        "at": 100,
        "df": 115,
        "sa": 70,
        "sd": 85,
        "sp": 90,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "プラス",
          "マイナス",
          "クリアボディ"
        ],
        "w": 81
      }
    }
  },
  {
    "n": "シビシラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 602,
        "hp": 35,
        "at": 55,
        "df": 40,
        "sa": 45,
        "sd": 40,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "シビビール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 603,
        "hp": 65,
        "at": 85,
        "df": 70,
        "sa": 75,
        "sd": 70,
        "sp": 40,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 22
      }
    }
  },
  {
    "n": "シビルドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 604,
        "hp": 85,
        "at": 115,
        "df": 80,
        "sa": 105,
        "sd": 80,
        "sp": 50,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 80.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "604m",
        "hp": 85,
        "at": 145,
        "df": 80,
        "sa": 135,
        "sd": 90,
        "sp": 80,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "null",
          null
        ],
        "w": 180
      }
    }
  },
  {
    "n": "リグレー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 605,
        "hp": 55,
        "at": 55,
        "df": 55,
        "sa": 85,
        "sd": 55,
        "sp": 30,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "テレパシー",
          "シンクロ",
          "アナライズ"
        ],
        "w": 9
      }
    }
  },
  {
    "n": "オーベム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 606,
        "hp": 75,
        "at": 75,
        "df": 75,
        "sa": 125,
        "sd": 95,
        "sp": 40,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "テレパシー",
          "シンクロ",
          "アナライズ"
        ],
        "w": 34.5
      }
    }
  },
  {
    "n": "ヒトモシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 607,
        "hp": 50,
        "at": 30,
        "df": 55,
        "sa": 65,
        "sd": 55,
        "sp": 20,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [
          "もらいび",
          "ほのおのからだ",
          "すりぬけ"
        ],
        "w": 3.1
      }
    }
  },
  {
    "n": "ランプラー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 608,
        "hp": 60,
        "at": 40,
        "df": 60,
        "sa": 95,
        "sd": 60,
        "sp": 55,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [
          "もらいび",
          "ほのおのからだ",
          "すりぬけ"
        ],
        "w": 13
      }
    }
  },
  {
    "n": "シャンデラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 609,
        "hp": 60,
        "at": 55,
        "df": 90,
        "sa": 145,
        "sd": 90,
        "sp": 80,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [
          "もらいび",
          "ほのおのからだ",
          "すりぬけ"
        ],
        "w": 34.3
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "609m",
        "hp": 60,
        "at": 75,
        "df": 110,
        "sa": 175,
        "sd": 110,
        "sp": 90,
        "t1": "ゴースト",
        "t2": "ほのお",
        "ab": [
          "すりぬけ",
          null
        ],
        "w": 69.6
      }
    }
  },
  {
    "n": "キバゴ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 610,
        "hp": 46,
        "at": 87,
        "df": 60,
        "sa": 30,
        "sd": 40,
        "sp": 57,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "とうそうしん",
          "かたやぶり",
          "きんちょうかん"
        ],
        "w": 18
      }
    }
  },
  {
    "n": "オノンド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 611,
        "hp": 66,
        "at": 117,
        "df": 70,
        "sa": 40,
        "sd": 50,
        "sp": 67,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "とうそうしん",
          "かたやぶり",
          "きんちょうかん"
        ],
        "w": 36
      }
    }
  },
  {
    "n": "オノノクス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 612,
        "hp": 76,
        "at": 147,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 97,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "とうそうしん",
          "かたやぶり",
          "きんちょうかん"
        ],
        "w": 105.5
      }
    }
  },
  {
    "n": "クマシュン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 613,
        "hp": 55,
        "at": 70,
        "df": 40,
        "sa": 60,
        "sd": 40,
        "sp": 40,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "ゆきがくれ",
          "ゆきかき",
          "びびり"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "ツンベアー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 614,
        "hp": 95,
        "at": 130,
        "df": 80,
        "sa": 70,
        "sd": 80,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "ゆきがくれ",
          "ゆきかき",
          "すいすい"
        ],
        "w": 260
      }
    }
  },
  {
    "n": "フリージオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 615,
        "hp": 80,
        "at": 50,
        "df": 50,
        "sa": 95,
        "sd": 135,
        "sp": 105,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 148
      }
    }
  },
  {
    "n": "チョボマキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 616,
        "hp": 50,
        "at": 40,
        "df": 85,
        "sa": 40,
        "sd": 65,
        "sp": 25,
        "t1": "むし",
        "t2": "",
        "ab": [
          "うるおいボディ",
          "シェルアーマー",
          "ぼうじん"
        ],
        "w": 7.7
      }
    }
  },
  {
    "n": "アギルダー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 617,
        "hp": 80,
        "at": 70,
        "df": 40,
        "sa": 100,
        "sd": 60,
        "sp": 145,
        "t1": "むし",
        "t2": "",
        "ab": [
          "うるおいボディ",
          "ねんちゃく",
          "かるわざ"
        ],
        "w": 25.3
      }
    }
  },
  {
    "n": "マッギョ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 618,
        "hp": 109,
        "at": 66,
        "df": 84,
        "sa": 81,
        "sd": 99,
        "sp": 32,
        "t1": "じめん",
        "t2": "でんき",
        "ab": [
          "せいでんき",
          "じゅうでん",
          "すながくれ"
        ],
        "w": 11
      }
    }
  },
  {
    "n": "マッギョ(ガラル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 618,
        "hp": 109,
        "at": 81,
        "df": 99,
        "sa": 66,
        "sd": 84,
        "sp": 32,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [
          "ぎたい",
          null
        ],
        "w": 20.5
      }
    }
  },
  {
    "n": "コジョフー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 619,
        "hp": 45,
        "at": 85,
        "df": 50,
        "sa": 55,
        "sd": 50,
        "sp": 65,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "せいしんりょく",
          "さいせいりょく",
          "すてみ"
        ],
        "w": 20
      }
    }
  },
  {
    "n": "コジョンド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 620,
        "hp": 65,
        "at": 125,
        "df": 60,
        "sa": 95,
        "sd": 60,
        "sp": 105,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "せいしんりょく",
          "さいせいりょく",
          "すてみ"
        ],
        "w": 35.5
      }
    }
  },
  {
    "n": "クリムガン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 621,
        "hp": 77,
        "at": 120,
        "df": 90,
        "sa": 60,
        "sd": 90,
        "sp": 48,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "さめはだ",
          "ちからずく",
          "かたやぶり"
        ],
        "w": 139
      }
    }
  },
  {
    "n": "ゴビット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 622,
        "hp": 59,
        "at": 74,
        "df": 50,
        "sa": 35,
        "sd": 50,
        "sp": 35,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [
          "てつのこぶし",
          "ぶきよう",
          "ノーガード"
        ],
        "w": 92
      }
    }
  },
  {
    "n": "ゴルーグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 623,
        "hp": 89,
        "at": 124,
        "df": 80,
        "sa": 55,
        "sd": 80,
        "sp": 55,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [
          "てつのこぶし",
          "ぶきよう",
          "ノーガード"
        ],
        "w": 330
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "623m",
        "hp": 89,
        "at": 159,
        "df": 105,
        "sa": 70,
        "sd": 105,
        "sp": 55,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [
          "ふかしのこぶし",
          null
        ],
        "w": 330
      }
    }
  },
  {
    "n": "コマタナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 624,
        "hp": 45,
        "at": 85,
        "df": 70,
        "sa": 40,
        "sd": 40,
        "sp": 60,
        "t1": "あく",
        "t2": "はがね",
        "ab": [
          "まけんき",
          "せいしんりょく",
          "プレッシャー"
        ],
        "w": 10.2
      }
    }
  },
  {
    "n": "キリキザン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 625,
        "hp": 65,
        "at": 125,
        "df": 100,
        "sa": 60,
        "sd": 70,
        "sp": 70,
        "t1": "あく",
        "t2": "はがね",
        "ab": [
          "まけんき",
          "せいしんりょく",
          "プレッシャー"
        ],
        "w": 70
      }
    }
  },
  {
    "n": "バッフロン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 626,
        "hp": 95,
        "at": 110,
        "df": 95,
        "sa": 40,
        "sd": 95,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "すてみ",
          "そうしょく",
          "ぼうおん"
        ],
        "w": 94.6
      }
    }
  },
  {
    "n": "ワシボン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 627,
        "hp": 70,
        "at": 83,
        "df": 50,
        "sa": 37,
        "sd": 50,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "ちからずく",
          "はりきり"
        ],
        "w": 10.5
      }
    }
  },
  {
    "n": "ウォーグル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 628,
        "hp": 100,
        "at": 123,
        "df": 75,
        "sa": 57,
        "sd": 75,
        "sp": 80,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "ちからずく",
          "まけんき"
        ],
        "w": 41
      }
    }
  },
  {
    "n": "ウォーグル(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 628,
        "hp": 110,
        "at": 83,
        "df": 70,
        "sa": 112,
        "sd": 70,
        "sp": 65,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "ちからずく",
          "いろめがね"
        ],
        "w": 43.4
      }
    }
  },
  {
    "n": "バルチャイ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 629,
        "hp": 70,
        "at": 55,
        "df": 75,
        "sa": 45,
        "sd": 65,
        "sp": 60,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [
          "はとむね",
          "ぼうじん",
          "くだけるよろい"
        ],
        "w": 9
      }
    }
  },
  {
    "n": "バルジーナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 630,
        "hp": 110,
        "at": 65,
        "df": 105,
        "sa": 55,
        "sd": 95,
        "sp": 80,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [
          "はとむね",
          "ぼうじん",
          "くだけるよろい"
        ],
        "w": 39.5
      }
    }
  },
  {
    "n": "クイタラン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 631,
        "hp": 85,
        "at": 97,
        "df": 66,
        "sa": 105,
        "sd": 66,
        "sp": 65,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "くいしんぼう",
          "もらいび",
          "しろいけむり"
        ],
        "w": 58
      }
    }
  },
  {
    "n": "アイアント",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 632,
        "hp": 58,
        "at": 109,
        "df": 112,
        "sa": 48,
        "sd": 48,
        "sp": 109,
        "t1": "むし",
        "t2": "はがね",
        "ab": [
          "むしのしらせ",
          "はりきり",
          "なまけ"
        ],
        "w": 33
      }
    }
  },
  {
    "n": "モノズ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 633,
        "hp": 52,
        "at": 65,
        "df": 50,
        "sa": 45,
        "sd": 50,
        "sp": 38,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [
          "はりきり",
          null
        ],
        "w": 17.3
      }
    }
  },
  {
    "n": "ジヘッド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 634,
        "hp": 72,
        "at": 85,
        "df": 70,
        "sa": 65,
        "sd": 70,
        "sp": 58,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [
          "はりきり",
          null
        ],
        "w": 50
      }
    }
  },
  {
    "n": "サザンドラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 635,
        "hp": 92,
        "at": 105,
        "df": 90,
        "sa": 125,
        "sd": 90,
        "sp": 98,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 160
      }
    }
  },
  {
    "n": "メラルバ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 636,
        "hp": 55,
        "at": 85,
        "df": 55,
        "sa": 50,
        "sd": 55,
        "sp": 60,
        "t1": "むし",
        "t2": "ほのお",
        "ab": [
          "ほのおのからだ",
          null,
          "むしのしらせ"
        ],
        "w": 28.8
      }
    }
  },
  {
    "n": "ウルガモス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 637,
        "hp": 85,
        "at": 60,
        "df": 65,
        "sa": 135,
        "sd": 105,
        "sp": 100,
        "t1": "むし",
        "t2": "ほのお",
        "ab": [
          "ほのおのからだ",
          null,
          "むしのしらせ"
        ],
        "w": 46
      }
    }
  },
  {
    "n": "コバルオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 638,
        "hp": 91,
        "at": 90,
        "df": 129,
        "sa": 90,
        "sd": 72,
        "sp": 108,
        "t1": "はがね",
        "t2": "かくとう",
        "ab": [
          "せいぎのこころ",
          null
        ],
        "w": 250
      }
    }
  },
  {
    "n": "テラキオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 639,
        "hp": 91,
        "at": 129,
        "df": 90,
        "sa": 72,
        "sd": 90,
        "sp": 108,
        "t1": "いわ",
        "t2": "かくとう",
        "ab": [
          "せいぎのこころ",
          null
        ],
        "w": 260
      }
    }
  },
  {
    "n": "ビリジオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 640,
        "hp": 91,
        "at": 90,
        "df": 72,
        "sa": 90,
        "sd": 129,
        "sp": 108,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [
          "せいぎのこころ",
          null
        ],
        "w": 200
      }
    }
  },
  {
    "n": "トルネロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 641,
        "hp": 79,
        "at": 115,
        "df": 70,
        "sa": 125,
        "sd": 80,
        "sp": 111,
        "t1": "ひこう",
        "t2": "",
        "ab": [
          "いたずらごころ",
          null,
          "まけんき"
        ],
        "w": 63
      }
    }
  },
  {
    "n": "トルネロス(れいじゅう)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 641,
        "hp": 79,
        "at": 100,
        "df": 80,
        "sa": 110,
        "sd": 90,
        "sp": 121,
        "t1": "ひこう",
        "t2": "",
        "ab": [
          "さいせいりょく",
          null
        ],
        "w": 63
      }
    }
  },
  {
    "n": "ボルトロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 642,
        "hp": 79,
        "at": 115,
        "df": 70,
        "sa": 125,
        "sd": 80,
        "sp": 111,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "いたずらごころ",
          null,
          "まけんき"
        ],
        "w": 61
      }
    }
  },
  {
    "n": "ボルトロス(れいじゅう)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 642,
        "hp": 79,
        "at": 105,
        "df": 70,
        "sa": 145,
        "sd": 80,
        "sp": 101,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "ちくでん",
          null
        ],
        "w": 61
      }
    }
  },
  {
    "n": "レシラム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 643,
        "hp": 100,
        "at": 120,
        "df": 100,
        "sa": 150,
        "sd": 120,
        "sp": 90,
        "t1": "ドラゴン",
        "t2": "ほのお",
        "ab": [
          "ターボブレイズ",
          null
        ],
        "w": 330
      }
    }
  },
  {
    "n": "ゼクロム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 644,
        "hp": 100,
        "at": 150,
        "df": 120,
        "sa": 120,
        "sd": 100,
        "sp": 90,
        "t1": "ドラゴン",
        "t2": "でんき",
        "ab": [
          "テラボルテージ",
          null
        ],
        "w": 345
      }
    }
  },
  {
    "n": "ランドロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 645,
        "hp": 89,
        "at": 125,
        "df": 90,
        "sa": 115,
        "sd": 80,
        "sp": 101,
        "t1": "じめん",
        "t2": "ひこう",
        "ab": [
          "すなのちから",
          null,
          "ちからずく"
        ],
        "w": 68
      }
    }
  },
  {
    "n": "ランドロス(れいじゅう)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 645,
        "hp": 89,
        "at": 145,
        "df": 90,
        "sa": 105,
        "sd": 80,
        "sp": 91,
        "t1": "じめん",
        "t2": "ひこう",
        "ab": [
          "いかく",
          null
        ],
        "w": 68
      }
    }
  },
  {
    "n": "キュレム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 646,
        "hp": 125,
        "at": 130,
        "df": 90,
        "sa": 130,
        "sd": 90,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [
          "プレッシャー",
          null
        ],
        "w": 325
      }
    }
  },
  {
    "n": "キュレム(ブラック)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 646,
        "hp": 125,
        "at": 170,
        "df": 100,
        "sa": 120,
        "sd": 90,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [
          "テラボルテージ",
          null
        ],
        "w": 325
      }
    }
  },
  {
    "n": "キュレム(ホワイト)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 646,
        "hp": 125,
        "at": 120,
        "df": 90,
        "sa": 170,
        "sd": 100,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [
          "ターボブレイズ",
          null
        ],
        "w": 325
      }
    }
  },
  {
    "n": "ケルディオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 647,
        "hp": 91,
        "at": 72,
        "df": 90,
        "sa": 129,
        "sd": 90,
        "sp": 108,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [
          "せいぎのこころ",
          null
        ],
        "w": 48.5
      }
    }
  },
  {
    "n": "ケルディオ(かくご)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 647,
        "hp": 91,
        "at": 72,
        "df": 90,
        "sa": 129,
        "sd": 90,
        "sp": 108,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [
          "せいぎのこころ",
          null
        ],
        "w": 48.5
      }
    }
  },
  {
    "n": "メロエッタ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 648,
        "hp": 100,
        "at": 77,
        "df": 77,
        "sa": 128,
        "sd": 128,
        "sp": 90,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [
          "てんのめぐみ",
          null
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "メロエッタ(ステップ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 648,
        "hp": 100,
        "at": 128,
        "df": 90,
        "sa": 77,
        "sd": 77,
        "sp": 128,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [
          "てんのめぐみ",
          null
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "ゲノセクト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 649,
        "hp": 71,
        "at": 120,
        "df": 95,
        "sa": 120,
        "sd": 95,
        "sp": 99,
        "t1": "むし",
        "t2": "はがね",
        "ab": [
          "ダウンロード",
          null
        ],
        "w": 82.5
      }
    }
  },
  {
    "n": "ハリマロン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 650,
        "hp": 56,
        "at": 61,
        "df": 65,
        "sa": 48,
        "sd": 45,
        "sp": 38,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "ぼうだん"
        ],
        "w": 9
      }
    }
  },
  {
    "n": "ハリボーグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 651,
        "hp": 61,
        "at": 78,
        "df": 95,
        "sa": 56,
        "sd": 58,
        "sp": 57,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "ぼうだん"
        ],
        "w": 29
      }
    }
  },
  {
    "n": "ブリガロン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 652,
        "hp": 88,
        "at": 107,
        "df": 122,
        "sa": 74,
        "sd": 75,
        "sp": 64,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [
          "しんりょく",
          null,
          "ぼうだん"
        ],
        "w": 90
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "652m",
        "hp": 88,
        "at": 135,
        "df": 172,
        "sa": 74,
        "sd": 115,
        "sp": 44,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [
          "ぼうだん",
          null
        ],
        "w": 90
      }
    }
  },
  {
    "n": "フォッコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 653,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 62,
        "sd": 60,
        "sp": 60,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "マジシャン"
        ],
        "w": 9.4
      }
    }
  },
  {
    "n": "テールナー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 654,
        "hp": 59,
        "at": 59,
        "df": 58,
        "sa": 90,
        "sd": 70,
        "sp": 73,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "マジシャン"
        ],
        "w": 14.5
      }
    }
  },
  {
    "n": "マフォクシー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 655,
        "hp": 75,
        "at": 69,
        "df": 72,
        "sa": 114,
        "sd": 100,
        "sp": 104,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [
          "もうか",
          null,
          "マジシャン"
        ],
        "w": 39
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "655m",
        "hp": 75,
        "at": 69,
        "df": 72,
        "sa": 159,
        "sd": 125,
        "sp": 134,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 39
      }
    }
  },
  {
    "n": "ケロマツ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 656,
        "hp": 41,
        "at": 56,
        "df": 40,
        "sa": 62,
        "sd": 44,
        "sp": 71,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "へんげんじざい"
        ],
        "w": 7
      }
    }
  },
  {
    "n": "ゲコガシラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 657,
        "hp": 54,
        "at": 63,
        "df": 52,
        "sa": 83,
        "sd": 56,
        "sp": 97,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "へんげんじざい"
        ],
        "w": 10.9
      }
    }
  },
  {
    "n": "ゲッコウガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 658,
        "hp": 72,
        "at": 95,
        "df": 67,
        "sa": 103,
        "sd": 71,
        "sp": 122,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "げきりゅう",
          null,
          "へんげんじざい"
        ],
        "w": 40
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "658m",
        "hp": 72,
        "at": 125,
        "df": 77,
        "sa": 133,
        "sd": 81,
        "sp": 142,
        "t1": "みず",
        "t2": "あく",
        "ab": [
          "へんげんじざい",
          null
        ],
        "w": 40
      }
    }
  },
  {
    "n": "ホルビー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 659,
        "hp": 38,
        "at": 36,
        "df": 38,
        "sa": 32,
        "sd": 36,
        "sp": 57,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ものひろい",
          "ほおぶくろ",
          "ちからもち"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "ホルード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 660,
        "hp": 85,
        "at": 56,
        "df": 77,
        "sa": 50,
        "sd": 77,
        "sp": 78,
        "t1": "ノーマル",
        "t2": "じめん",
        "ab": [
          "ものひろい",
          "ほおぶくろ",
          "ちからもち"
        ],
        "w": 42.4
      }
    }
  },
  {
    "n": "ヤヤコマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 661,
        "hp": 45,
        "at": 50,
        "df": 43,
        "sa": 40,
        "sd": 38,
        "sp": 62,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "はとむね",
          null,
          "はやてのつばさ"
        ],
        "w": 1.7
      }
    }
  },
  {
    "n": "ヒノヤコマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 662,
        "hp": 62,
        "at": 73,
        "df": 55,
        "sa": 56,
        "sd": 52,
        "sp": 84,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [
          "ほのおのからだ",
          null,
          "はやてのつばさ"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "ファイアロー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 663,
        "hp": 78,
        "at": 81,
        "df": 71,
        "sa": 74,
        "sd": 69,
        "sp": 126,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [
          "ほのおのからだ",
          null,
          "はやてのつばさ"
        ],
        "w": 24.5
      }
    }
  },
  {
    "n": "コフキムシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 664,
        "hp": 38,
        "at": 35,
        "df": 40,
        "sa": 27,
        "sd": 25,
        "sp": 35,
        "t1": "むし",
        "t2": "",
        "ab": [
          "りんぷん",
          "ふくがん",
          "フレンドガード"
        ],
        "w": 2.5
      }
    }
  },
  {
    "n": "コフーライ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 665,
        "hp": 45,
        "at": 22,
        "df": 60,
        "sa": 27,
        "sd": 30,
        "sp": 29,
        "t1": "むし",
        "t2": "",
        "ab": [
          "だっぴ",
          null,
          "フレンドガード"
        ],
        "w": 8.4
      }
    }
  },
  {
    "n": "ビビヨン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 666,
        "hp": 80,
        "at": 52,
        "df": 50,
        "sa": 90,
        "sd": 50,
        "sp": 89,
        "t1": "むし",
        "t2": "ひこう",
        "ab": [
          "りんぷん",
          "ふくがん",
          "フレンドガード"
        ],
        "w": 17
      }
    }
  },
  {
    "n": "シシコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 667,
        "hp": 62,
        "at": 50,
        "df": 58,
        "sa": 73,
        "sd": 54,
        "sp": 72,
        "t1": "ほのお",
        "t2": "ノーマル",
        "ab": [
          "とうそうしん",
          "きんちょうかん",
          "じしんかじょう"
        ],
        "w": 13.5
      }
    }
  },
  {
    "n": "カエンジシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 668,
        "hp": 86,
        "at": 68,
        "df": 72,
        "sa": 109,
        "sd": 66,
        "sp": 106,
        "t1": "ほのお",
        "t2": "ノーマル",
        "ab": [
          "とうそうしん",
          "きんちょうかん",
          "じしんかじょう"
        ],
        "w": 81.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "668m",
        "hp": 86,
        "at": 88,
        "df": 92,
        "sa": 129,
        "sd": 86,
        "sp": 126,
        "t1": "ほのお",
        "t2": "ノーマル",
        "ab": [
          "null",
          null
        ],
        "w": 93.3
      }
    }
  },
  {
    "n": "フラベベ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 669,
        "hp": 44,
        "at": 38,
        "df": 39,
        "sa": 61,
        "sd": 79,
        "sp": 42,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "フラワーベール",
          null,
          "きょうせい"
        ],
        "w": 0.1
      }
    }
  },
  {
    "n": "フラエッテ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 670,
        "hp": 54,
        "at": 45,
        "df": 47,
        "sa": 75,
        "sd": 98,
        "sp": 52,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "フラワーベール",
          null,
          "きょうせい"
        ],
        "w": 0.9
      }
    }
  },
  {
    "n": "フラエッテ(えいえん)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 670,
        "hp": 74,
        "at": 65,
        "df": 67,
        "sa": 125,
        "sd": 128,
        "sp": 92,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "フラワーベール",
          null,
          "きょうせい"
        ],
        "w": 0.9
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "670m",
        "hp": 74,
        "at": 85,
        "df": 87,
        "sa": 155,
        "sd": 148,
        "sp": 102,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "フェアリーオーラ",
          null
        ],
        "w": 100.8
      }
    }
  },
  {
    "n": "フラージェス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 671,
        "hp": 78,
        "at": 65,
        "df": 68,
        "sa": 112,
        "sd": 154,
        "sp": 75,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "フラワーベール",
          null,
          "きょうせい"
        ],
        "w": 10
      }
    }
  },
  {
    "n": "メェークル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 672,
        "hp": 66,
        "at": 65,
        "df": 48,
        "sa": 62,
        "sd": 57,
        "sp": 52,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "そうしょく",
          null,
          "くさのけがわ"
        ],
        "w": 31
      }
    }
  },
  {
    "n": "ゴーゴート",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 673,
        "hp": 123,
        "at": 100,
        "df": 62,
        "sa": 97,
        "sd": 81,
        "sp": 68,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "そうしょく",
          null,
          "くさのけがわ"
        ],
        "w": 91
      }
    }
  },
  {
    "n": "ヤンチャム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 674,
        "hp": 67,
        "at": 82,
        "df": 62,
        "sa": 46,
        "sd": 48,
        "sp": 43,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "てつのこぶし",
          "かたやぶり",
          "きもったま"
        ],
        "w": 8
      }
    }
  },
  {
    "n": "ゴロンダ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 675,
        "hp": 95,
        "at": 124,
        "df": 78,
        "sa": 69,
        "sd": 71,
        "sp": 58,
        "t1": "かくとう",
        "t2": "あく",
        "ab": [
          "てつのこぶし",
          "かたやぶり",
          "きもったま"
        ],
        "w": 136
      }
    }
  },
  {
    "n": "トリミアン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 676,
        "hp": 75,
        "at": 80,
        "df": 60,
        "sa": 65,
        "sd": 90,
        "sp": 102,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ファーコート",
          null
        ],
        "w": 28
      }
    }
  },
  {
    "n": "ニャスパー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 677,
        "hp": 62,
        "at": 48,
        "df": 54,
        "sa": 63,
        "sd": 60,
        "sp": 68,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "するどいめ",
          "すりぬけ",
          "マイペース"
        ],
        "w": 3.5
      }
    }
  },
  {
    "n": "ニャオニクス♂",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 678,
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 83,
        "sd": 81,
        "sp": 104,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "するどいめ",
          "すりぬけ",
          "いたずらごころ"
        ],
        "w": 8.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "678m",
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 143,
        "sd": 101,
        "sp": 124,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "トレース",
          null
        ],
        "w": 10.1
      }
    }
  },
  {
    "n": "ニャオニクス♀",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 678,
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 83,
        "sd": 81,
        "sp": 104,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "するどいめ",
          "すりぬけ",
          "かちき"
        ],
        "w": 8.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "678fm",
        "hp": 74,
        "at": 48,
        "df": 76,
        "sa": 143,
        "sd": 101,
        "sp": 124,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "トレース",
          null
        ],
        "w": 10.1
      }
    }
  },
  {
    "n": "ヒトツキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 679,
        "hp": 45,
        "at": 80,
        "df": 100,
        "sa": 35,
        "sd": 37,
        "sp": 28,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [
          "ノーガード",
          null
        ],
        "w": 2
      }
    }
  },
  {
    "n": "ニダンギル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 680,
        "hp": 59,
        "at": 110,
        "df": 150,
        "sa": 45,
        "sd": 49,
        "sp": 35,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [
          "ノーガード",
          null
        ],
        "w": 4.5
      }
    }
  },
  {
    "n": "ギルガルド",
    "f": {
      "form1": {
        "ft": "normal",
        "fn": "シールド",
        "id": 681,
        "hp": 60,
        "at": 50,
        "df": 140,
        "sa": 50,
        "sd": 140,
        "sp": 60,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [
          "バトルスイッチ",
          null
        ],
        "w": 53
      },
      "form2": {
        "ft": "normal",
        "fn": "ブレード",
        "id": 681,
        "hp": 60,
        "at": 140,
        "df": 50,
        "sa": 140,
        "sd": 50,
        "sp": 60,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [
          "バトルスイッチ",
          null
        ],
        "w": 53
      }
    }
  },
  {
    "n": "シュシュプ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 682,
        "hp": 78,
        "at": 52,
        "df": 60,
        "sa": 63,
        "sd": 65,
        "sp": 23,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "いやしのこころ",
          null,
          "アロマベール"
        ],
        "w": 0.5
      }
    }
  },
  {
    "n": "フレフワン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 683,
        "hp": 101,
        "at": 72,
        "df": 72,
        "sa": 99,
        "sd": 89,
        "sp": 29,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "いやしのこころ",
          null,
          "アロマベール"
        ],
        "w": 15.5
      }
    }
  },
  {
    "n": "ペロッパフ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 684,
        "hp": 62,
        "at": 48,
        "df": 66,
        "sa": 59,
        "sd": 57,
        "sp": 49,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "スイートベール",
          null,
          "かるわざ"
        ],
        "w": 3.5
      }
    }
  },
  {
    "n": "ペロリーム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 685,
        "hp": 82,
        "at": 80,
        "df": 86,
        "sa": 85,
        "sd": 75,
        "sp": 72,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "スイートベール",
          null,
          "かるわざ"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "マーイーカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 686,
        "hp": 53,
        "at": 54,
        "df": 53,
        "sa": 37,
        "sd": 46,
        "sp": 45,
        "t1": "あく",
        "t2": "エスパー",
        "ab": [
          "あまのじゃく",
          "きゅうばん",
          "すりぬけ"
        ],
        "w": 3.5
      }
    }
  },
  {
    "n": "カラマネロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 687,
        "hp": 86,
        "at": 92,
        "df": 88,
        "sa": 68,
        "sd": 75,
        "sp": 73,
        "t1": "あく",
        "t2": "エスパー",
        "ab": [
          "あまのじゃく",
          "きゅうばん",
          "すりぬけ"
        ],
        "w": 47
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "687m",
        "hp": 86,
        "at": 102,
        "df": 88,
        "sa": 98,
        "sd": 120,
        "sp": 88,
        "t1": "あく",
        "t2": "エスパー",
        "ab": [
          "null",
          null
        ],
        "w": 69.8
      }
    }
  },
  {
    "n": "カメテテ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 688,
        "hp": 42,
        "at": 52,
        "df": 67,
        "sa": 39,
        "sd": 56,
        "sp": 50,
        "t1": "いわ",
        "t2": "みず",
        "ab": [
          "かたいツメ",
          "スナイパー",
          "わるいてぐせ"
        ],
        "w": 31
      }
    }
  },
  {
    "n": "ガメノデス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 689,
        "hp": 72,
        "at": 105,
        "df": 115,
        "sa": 54,
        "sd": 86,
        "sp": 68,
        "t1": "いわ",
        "t2": "みず",
        "ab": [
          "かたいツメ",
          "スナイパー",
          "わるいてぐせ"
        ],
        "w": 96
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "689m",
        "hp": 72,
        "at": 140,
        "df": 130,
        "sa": 64,
        "sd": 106,
        "sp": 88,
        "t1": "いわ",
        "t2": "かくとう",
        "ab": [
          "null",
          null
        ],
        "w": 100
      }
    }
  },
  {
    "n": "クズモー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 690,
        "hp": 50,
        "at": 60,
        "df": 60,
        "sa": 60,
        "sd": 60,
        "sp": 30,
        "t1": "どく",
        "t2": "みず",
        "ab": [
          "どくのトゲ",
          "どくしゅ",
          "てきおうりょく"
        ],
        "w": 7.3
      }
    }
  },
  {
    "n": "ドラミドロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 691,
        "hp": 65,
        "at": 75,
        "df": 90,
        "sa": 97,
        "sd": 123,
        "sp": 44,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [
          "どくのトゲ",
          "どくしゅ",
          "てきおうりょく"
        ],
        "w": 81.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "691m",
        "hp": 65,
        "at": 85,
        "df": 105,
        "sa": 132,
        "sd": 163,
        "sp": 44,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [
          "null",
          null
        ],
        "w": 100.3
      }
    }
  },
  {
    "n": "ウデッポウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 692,
        "hp": 50,
        "at": 53,
        "df": 62,
        "sa": 58,
        "sd": 63,
        "sp": 44,
        "t1": "みず",
        "t2": "",
        "ab": [
          "メガランチャー",
          null
        ],
        "w": 8.3
      }
    }
  },
  {
    "n": "ブロスター",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 693,
        "hp": 71,
        "at": 73,
        "df": 88,
        "sa": 120,
        "sd": 89,
        "sp": 59,
        "t1": "みず",
        "t2": "",
        "ab": [
          "メガランチャー",
          null
        ],
        "w": 35.3
      }
    }
  },
  {
    "n": "エリキテル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 694,
        "hp": 44,
        "at": 38,
        "df": 33,
        "sa": 61,
        "sd": 43,
        "sp": 70,
        "t1": "でんき",
        "t2": "ノーマル",
        "ab": [
          "かんそうはだ",
          "すながくれ",
          "サンパワー"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "エレザード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 695,
        "hp": 62,
        "at": 55,
        "df": 52,
        "sa": 109,
        "sd": 94,
        "sp": 109,
        "t1": "でんき",
        "t2": "ノーマル",
        "ab": [
          "かんそうはだ",
          "すながくれ",
          "サンパワー"
        ],
        "w": 21
      }
    }
  },
  {
    "n": "チゴラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 696,
        "hp": 58,
        "at": 89,
        "df": 77,
        "sa": 45,
        "sd": 45,
        "sp": 48,
        "t1": "いわ",
        "t2": "ドラゴン",
        "ab": [
          "がんじょうあご",
          null,
          "がんじょう"
        ],
        "w": 26
      }
    }
  },
  {
    "n": "ガチゴラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 697,
        "hp": 82,
        "at": 121,
        "df": 119,
        "sa": 69,
        "sd": 59,
        "sp": 71,
        "t1": "いわ",
        "t2": "ドラゴン",
        "ab": [
          "がんじょうあご",
          null,
          "いしあたま"
        ],
        "w": 270
      }
    }
  },
  {
    "n": "アマルス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 698,
        "hp": 77,
        "at": 59,
        "df": 50,
        "sa": 67,
        "sd": 63,
        "sp": 46,
        "t1": "いわ",
        "t2": "こおり",
        "ab": [
          "フリーズスキン",
          null,
          "ゆきふらし"
        ],
        "w": 25.2
      }
    }
  },
  {
    "n": "アマルルガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 699,
        "hp": 123,
        "at": 77,
        "df": 72,
        "sa": 99,
        "sd": 92,
        "sp": 58,
        "t1": "いわ",
        "t2": "こおり",
        "ab": [
          "フリーズスキン",
          null,
          "ゆきふらし"
        ],
        "w": 225
      }
    }
  },
  {
    "n": "ニンフィア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 700,
        "hp": 95,
        "at": 65,
        "df": 65,
        "sa": 110,
        "sd": 130,
        "sp": 60,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "メロメロボディ",
          null,
          "フェアリースキン"
        ],
        "w": 23.5
      }
    }
  },
  {
    "n": "ルチャブル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 701,
        "hp": 78,
        "at": 92,
        "df": 75,
        "sa": 74,
        "sd": 63,
        "sp": 118,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [
          "じゅうなん",
          "かるわざ",
          "かたやぶり"
        ],
        "w": 21.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "701m",
        "hp": 78,
        "at": 137,
        "df": 100,
        "sa": 74,
        "sd": 93,
        "sp": 118,
        "t1": "かくとう",
        "t2": "ひこう",
        "ab": [
          "ノーガード",
          null
        ],
        "w": 25
      }
    }
  },
  {
    "n": "デデンネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 702,
        "hp": 67,
        "at": 58,
        "df": 57,
        "sa": 81,
        "sd": 67,
        "sp": 101,
        "t1": "でんき",
        "t2": "フェアリー",
        "ab": [
          "ほおぶくろ",
          "ものひろい",
          "プラス"
        ],
        "w": 2.2
      }
    }
  },
  {
    "n": "メレシー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 703,
        "hp": 50,
        "at": 50,
        "df": 150,
        "sa": 50,
        "sd": 150,
        "sp": 50,
        "t1": "いわ",
        "t2": "フェアリー",
        "ab": [
          "クリアボディ",
          null,
          "がんじょう"
        ],
        "w": 5.7
      }
    }
  },
  {
    "n": "ヌメラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 704,
        "hp": 45,
        "at": 50,
        "df": 35,
        "sa": 55,
        "sd": 75,
        "sp": 40,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "そうしょく",
          "うるおいボディ",
          "ぬめぬめ"
        ],
        "w": 2.8
      }
    }
  },
  {
    "n": "ヌメイル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 705,
        "hp": 68,
        "at": 75,
        "df": 53,
        "sa": 83,
        "sd": 113,
        "sp": 60,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "そうしょく",
          "うるおいボディ",
          "ぬめぬめ"
        ],
        "w": 17.5
      }
    }
  },
  {
    "n": "ヌメイル(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 705,
        "hp": 58,
        "at": 75,
        "df": 83,
        "sa": 83,
        "sd": 113,
        "sp": 40,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [
          "そうしょく",
          "シェルアーマー",
          "ぬめぬめ"
        ],
        "w": 68.5
      }
    }
  },
  {
    "n": "ヌメルゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 706,
        "hp": 90,
        "at": 100,
        "df": 70,
        "sa": 110,
        "sd": 150,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "そうしょく",
          "うるおいボディ",
          "ぬめぬめ"
        ],
        "w": 150.5
      }
    }
  },
  {
    "n": "ヌメルゴン(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 706,
        "hp": 80,
        "at": 100,
        "df": 100,
        "sa": 110,
        "sd": 150,
        "sp": 60,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [
          "そうしょく",
          "シェルアーマー",
          "ぬめぬめ"
        ],
        "w": 334.1
      }
    }
  },
  {
    "n": "クレッフィ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 707,
        "hp": 57,
        "at": 80,
        "df": 91,
        "sa": 80,
        "sd": 87,
        "sp": 75,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [
          "いたずらごころ",
          null,
          "マジシャン"
        ],
        "w": 3
      }
    }
  },
  {
    "n": "ボクレー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 708,
        "hp": 43,
        "at": 70,
        "df": 48,
        "sa": 50,
        "sd": 60,
        "sp": 38,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "しぜんかいふく",
          "おみとおし",
          "しゅうかく"
        ],
        "w": 7
      }
    }
  },
  {
    "n": "オーロット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 709,
        "hp": 85,
        "at": 110,
        "df": 76,
        "sa": 65,
        "sd": 82,
        "sp": 56,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "しぜんかいふく",
          "おみとおし",
          "しゅうかく"
        ],
        "w": 71
      }
    }
  },
  {
    "n": "バケッチャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 49,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 51,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "バケッチャS",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 44,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 56,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 3.5
      }
    }
  },
  {
    "n": "バケッチャM",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 54,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 46,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 7.5
      }
    }
  },
  {
    "n": "バケッチャL",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 710,
        "hp": 59,
        "at": 66,
        "df": 70,
        "sa": 44,
        "sd": 55,
        "sp": 41,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "パンプジン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 65,
        "at": 90,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 84,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 12.5
      }
    }
  },
  {
    "n": "パンプジンS",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 55,
        "at": 85,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 99,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 9.5
      }
    }
  },
  {
    "n": "パンプジンM",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 75,
        "at": 95,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 69,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 14
      }
    }
  },
  {
    "n": "パンプジンL",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 711,
        "hp": 85,
        "at": 100,
        "df": 122,
        "sa": 58,
        "sd": 75,
        "sp": 54,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "ものひろい",
          "おみとおし",
          "ふみん"
        ],
        "w": 39
      }
    }
  },
  {
    "n": "カチコール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 712,
        "hp": 55,
        "at": 69,
        "df": 85,
        "sa": 32,
        "sd": 35,
        "sp": 28,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "マイペース",
          "アイスボディ",
          "がんじょう"
        ],
        "w": 99.5
      }
    }
  },
  {
    "n": "クレベース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 713,
        "hp": 95,
        "at": 117,
        "df": 184,
        "sa": 44,
        "sd": 46,
        "sp": 28,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "マイペース",
          "アイスボディ",
          "がんじょう"
        ],
        "w": 505
      }
    }
  },
  {
    "n": "クレベース(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 713,
        "hp": 95,
        "at": 127,
        "df": 184,
        "sa": 34,
        "sd": 36,
        "sp": 38,
        "t1": "こおり",
        "t2": "いわ",
        "ab": [
          "がんじょうあご",
          "アイスボディ",
          "がんじょう"
        ],
        "w": 262.4
      }
    }
  },
  {
    "n": "オンバット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 714,
        "hp": 40,
        "at": 30,
        "df": 35,
        "sa": 45,
        "sd": 40,
        "sp": 55,
        "t1": "ひこう",
        "t2": "ドラゴン",
        "ab": [
          "おみとおし",
          "すりぬけ",
          "テレパシー"
        ],
        "w": 8
      }
    }
  },
  {
    "n": "オンバーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 715,
        "hp": 85,
        "at": 70,
        "df": 80,
        "sa": 97,
        "sd": 80,
        "sp": 123,
        "t1": "ひこう",
        "t2": "ドラゴン",
        "ab": [
          "おみとおし",
          "すりぬけ",
          "テレパシー"
        ],
        "w": 85
      }
    }
  },
  {
    "n": "ゼルネアス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 716,
        "hp": 126,
        "at": 131,
        "df": 95,
        "sa": 131,
        "sd": 98,
        "sp": 99,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "フェアリーオーラ",
          null
        ],
        "w": 215
      }
    }
  },
  {
    "n": "イベルタル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 717,
        "hp": 126,
        "at": 131,
        "df": 95,
        "sa": 131,
        "sd": 98,
        "sp": 99,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [
          "ダークオーラ",
          null
        ],
        "w": 203
      }
    }
  },
  {
    "n": "ジガルデ(10％)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 718,
        "hp": 54,
        "at": 100,
        "df": 71,
        "sa": 61,
        "sd": 85,
        "sp": 115,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "スワームチェンジ",
          "オーラブレイク"
        ],
        "w": 33.5
      }
    }
  },
  {
    "n": "ジガルデ(50％)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 718,
        "hp": 108,
        "at": 100,
        "df": 121,
        "sa": 81,
        "sd": 95,
        "sp": 95,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "スワームチェンジ",
          "オーラブレイク"
        ],
        "w": 305
      }
    }
  },
  {
    "n": "ジガルデ(100％)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 718,
        "hp": 216,
        "at": 100,
        "df": 121,
        "sa": 91,
        "sd": 95,
        "sp": 85,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "スワームチェンジ",
          null
        ],
        "w": 610
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "718m",
        "hp": 216,
        "at": 70,
        "df": 91,
        "sa": 216,
        "sd": 85,
        "sp": 100,
        "t1": "ドラゴン",
        "t2": "じめん",
        "ab": [
          "null",
          null
        ],
        "w": 610
      }
    }
  },
  {
    "n": "ディアンシー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 719,
        "hp": 50,
        "at": 100,
        "df": 150,
        "sa": 100,
        "sd": 150,
        "sp": 50,
        "t1": "いわ",
        "t2": "フェアリー",
        "ab": [
          "クリアボディ",
          null
        ],
        "w": 8.8
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": 719,
        "hp": 50,
        "at": 160,
        "df": 110,
        "sa": 160,
        "sd": 110,
        "sp": 110,
        "t1": "いわ",
        "t2": "フェアリー",
        "ab": [
          "マジックミラー",
          null
        ],
        "w": 27.8
      }
    }
  },
  {
    "n": "フーパ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 720,
        "hp": 80,
        "at": 110,
        "df": 60,
        "sa": 150,
        "sd": 130,
        "sp": 70,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [
          "マジシャン",
          null
        ],
        "w": 9
      }
    }
  },
  {
    "n": "フーパ(ときはなたれし)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 720,
        "hp": 80,
        "at": 160,
        "df": 60,
        "sa": 170,
        "sd": 130,
        "sp": 80,
        "t1": "エスパー",
        "t2": "あく",
        "ab": [
          "マジシャン",
          null
        ],
        "w": 490
      }
    }
  },
  {
    "n": "ボルケニオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 721,
        "hp": 80,
        "at": 110,
        "df": 120,
        "sa": 130,
        "sd": 90,
        "sp": 70,
        "t1": "ほのお",
        "t2": "みず",
        "ab": [
          "ちょすい",
          null
        ],
        "w": 195
      }
    }
  },
  {
    "n": "モクロー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 722,
        "hp": 68,
        "at": 55,
        "df": 55,
        "sa": 50,
        "sd": 50,
        "sp": 42,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [
          "しんりょく",
          null,
          "えんかく"
        ],
        "w": 1.5
      }
    }
  },
  {
    "n": "フクスロー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 723,
        "hp": 78,
        "at": 75,
        "df": 75,
        "sa": 70,
        "sd": 70,
        "sp": 52,
        "t1": "くさ",
        "t2": "ひこう",
        "ab": [
          "しんりょく",
          null,
          "えんかく"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "ジュナイパー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 724,
        "hp": 78,
        "at": 107,
        "df": 75,
        "sa": 100,
        "sd": 100,
        "sp": 70,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [
          "しんりょく",
          null,
          "えんかく"
        ],
        "w": 36.6
      }
    }
  },
  {
    "n": "ジュナイパー(ヒスイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 724,
        "hp": 88,
        "at": 112,
        "df": 80,
        "sa": 95,
        "sd": 95,
        "sp": 60,
        "t1": "くさ",
        "t2": "かくとう",
        "ab": [
          "しんりょく",
          null,
          "きもったま"
        ],
        "w": 36.6
      }
    }
  },
  {
    "n": "ニャビー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 725,
        "hp": 45,
        "at": 65,
        "df": 40,
        "sa": 60,
        "sd": 40,
        "sp": 70,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "いかく"
        ],
        "w": 4.3
      }
    }
  },
  {
    "n": "ニャヒート",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 726,
        "hp": 65,
        "at": 85,
        "df": 50,
        "sa": 80,
        "sd": 50,
        "sp": 90,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "いかく"
        ],
        "w": 25
      }
    }
  },
  {
    "n": "ガオガエン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 727,
        "hp": 95,
        "at": 115,
        "df": 90,
        "sa": 80,
        "sd": 90,
        "sp": 60,
        "t1": "ほのお",
        "t2": "あく",
        "ab": [
          "もうか",
          null,
          "いかく"
        ],
        "w": 83
      }
    }
  },
  {
    "n": "アシマリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 728,
        "hp": 50,
        "at": 54,
        "df": 54,
        "sa": 66,
        "sd": 56,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "うるおいボイス"
        ],
        "w": 7.5
      }
    }
  },
  {
    "n": "オシャマリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 729,
        "hp": 60,
        "at": 69,
        "df": 69,
        "sa": 91,
        "sd": 81,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "うるおいボイス"
        ],
        "w": 17.5
      }
    }
  },
  {
    "n": "アシレーヌ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 730,
        "hp": 80,
        "at": 74,
        "df": 74,
        "sa": 126,
        "sd": 116,
        "sp": 60,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [
          "げきりゅう",
          null,
          "うるおいボイス"
        ],
        "w": 44
      }
    }
  },
  {
    "n": "ツツケラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 731,
        "hp": 35,
        "at": 75,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "スキルリンク",
          "ものひろい"
        ],
        "w": 1.2
      }
    }
  },
  {
    "n": "ケララッパ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 732,
        "hp": 55,
        "at": 85,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "スキルリンク",
          "ものひろい"
        ],
        "w": 14.8
      }
    }
  },
  {
    "n": "ドデカバシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 733,
        "hp": 80,
        "at": 120,
        "df": 75,
        "sa": 75,
        "sd": 75,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "するどいめ",
          "スキルリンク",
          "ちからずく"
        ],
        "w": 26
      }
    }
  },
  {
    "n": "ヤングース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 734,
        "hp": 48,
        "at": 70,
        "df": 30,
        "sa": 30,
        "sd": 30,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "はりこみ",
          "がんじょうあご",
          "てきおうりょく"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "デカグース",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 735,
        "hp": 88,
        "at": 110,
        "df": 60,
        "sa": 55,
        "sd": 60,
        "sp": 45,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "はりこみ",
          "がんじょうあご",
          "てきおうりょく"
        ],
        "w": 14.2
      }
    }
  },
  {
    "n": "アゴジムシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 736,
        "hp": 47,
        "at": 62,
        "df": 45,
        "sa": 55,
        "sd": 45,
        "sp": 46,
        "t1": "むし",
        "t2": "",
        "ab": [
          "むしのしらせ",
          null
        ],
        "w": 4.4
      }
    }
  },
  {
    "n": "デンヂムシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 737,
        "hp": 57,
        "at": 82,
        "df": 95,
        "sa": 55,
        "sd": 75,
        "sp": 36,
        "t1": "むし",
        "t2": "でんき",
        "ab": [
          "バッテリー",
          null
        ],
        "w": 10.5
      }
    }
  },
  {
    "n": "クワガノン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 738,
        "hp": 77,
        "at": 70,
        "df": 90,
        "sa": 145,
        "sd": 75,
        "sp": 43,
        "t1": "むし",
        "t2": "でんき",
        "ab": [
          "ふゆう",
          null
        ],
        "w": 45
      }
    }
  },
  {
    "n": "マケンカニ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 739,
        "hp": 47,
        "at": 82,
        "df": 57,
        "sa": 42,
        "sd": 47,
        "sp": 63,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "かいりきバサミ",
          "てつのこぶし",
          "いかりのつぼ"
        ],
        "w": 7
      }
    }
  },
  {
    "n": "ケケンカニ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 740,
        "hp": 97,
        "at": 132,
        "df": 77,
        "sa": 62,
        "sd": 67,
        "sp": 43,
        "t1": "かくとう",
        "t2": "こおり",
        "ab": [
          "かいりきバサミ",
          "てつのこぶし",
          "いかりのつぼ"
        ],
        "w": 180
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "739m",
        "hp": 97,
        "at": 157,
        "df": 122,
        "sa": 62,
        "sd": 107,
        "sp": 33,
        "t1": "かくとう",
        "t2": "こおり",
        "ab": [
          "てつのこぶし",
          null
        ],
        "w": 180
      }
    }
  },
  {
    "n": "オドリドリ(めらめら)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "ほのお",
        "t2": "ひこう",
        "ab": [
          "おどりこ",
          null
        ],
        "w": 3.4
      }
    }
  },
  {
    "n": "オドリドリ(ぱちぱち)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "おどりこ",
          null
        ],
        "w": 3.4
      }
    }
  },
  {
    "n": "オドリドリ(ふらふら)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "エスパー",
        "t2": "ひこう",
        "ab": [
          "おどりこ",
          null
        ],
        "w": 3.4
      }
    }
  },
  {
    "n": "オドリドリ(まいまい)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 741,
        "hp": 75,
        "at": 70,
        "df": 70,
        "sa": 98,
        "sd": 70,
        "sp": 93,
        "t1": "ゴースト",
        "t2": "ひこう",
        "ab": [
          "おどりこ",
          null
        ],
        "w": 3.4
      }
    }
  },
  {
    "n": "アブリー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 742,
        "hp": 40,
        "at": 45,
        "df": 40,
        "sa": 55,
        "sd": 40,
        "sp": 84,
        "t1": "むし",
        "t2": "フェアリー",
        "ab": [
          "みつあつめ",
          "りんぷん",
          "スイートベール"
        ],
        "w": 0.2
      }
    }
  },
  {
    "n": "アブリボン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 743,
        "hp": 60,
        "at": 55,
        "df": 60,
        "sa": 95,
        "sd": 70,
        "sp": 124,
        "t1": "むし",
        "t2": "フェアリー",
        "ab": [
          "みつあつめ",
          "りんぷん",
          "スイートベール"
        ],
        "w": 0.5
      }
    }
  },
  {
    "n": "イワンコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 744,
        "hp": 45,
        "at": 65,
        "df": 40,
        "sa": 30,
        "sd": 40,
        "sp": 60,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "するどいめ",
          "やるき",
          "ふくつのこころ"
        ],
        "w": 9.2
      }
    }
  },
  {
    "n": "ルガルガン(まひる)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 745,
        "hp": 75,
        "at": 115,
        "df": 65,
        "sa": 55,
        "sd": 65,
        "sp": 112,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "するどいめ",
          "すなかき",
          "ふくつのこころ"
        ],
        "w": 25
      }
    }
  },
  {
    "n": "ルガルガン(まよなか)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 745,
        "hp": 85,
        "at": 115,
        "df": 75,
        "sa": 55,
        "sd": 75,
        "sp": 82,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "するどいめ",
          "やるき",
          "ノーガード"
        ],
        "w": 25
      }
    }
  },
  {
    "n": "ルガルガン(たそがれ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 745,
        "hp": 75,
        "at": 117,
        "df": 65,
        "sa": 55,
        "sd": 65,
        "sp": 110,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "かたいツメ",
          null
        ],
        "w": 25
      }
    }
  },
  {
    "n": "ヨワシ",
    "f": {
      "form1": {
        "ft": "normal",
        "fn": "たんどく",
        "id": 746,
        "hp": 45,
        "at": 20,
        "df": 20,
        "sa": 25,
        "sd": 25,
        "sp": 40,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ぎょぐん",
          null
        ],
        "w": 0.3
      },
      "form2": {
        "ft": "normal",
        "fn": "むれた",
        "id": 746,
        "hp": 45,
        "at": 140,
        "df": 130,
        "sa": 140,
        "sd": 135,
        "sp": 30,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ぎょぐん",
          null
        ],
        "w": 78.6
      }
    }
  },
  {
    "n": "ヒドイデ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 747,
        "hp": 50,
        "at": 53,
        "df": 62,
        "sa": 43,
        "sd": 52,
        "sp": 45,
        "t1": "どく",
        "t2": "みず",
        "ab": [
          "ひとでなし",
          "じゅうなん",
          "さいせいりょく"
        ],
        "w": 8
      }
    }
  },
  {
    "n": "ドヒドイデ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 748,
        "hp": 50,
        "at": 63,
        "df": 152,
        "sa": 53,
        "sd": 142,
        "sp": 35,
        "t1": "どく",
        "t2": "みず",
        "ab": [
          "ひとでなし",
          "じゅうなん",
          "さいせいりょく"
        ],
        "w": 14.5
      }
    }
  },
  {
    "n": "ドロバンコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 749,
        "hp": 70,
        "at": 100,
        "df": 70,
        "sa": 45,
        "sd": 55,
        "sp": 45,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "マイペース",
          "じきゅうりょく",
          "せいしんりょく"
        ],
        "w": 110
      }
    }
  },
  {
    "n": "バンバドロ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 750,
        "hp": 100,
        "at": 125,
        "df": 100,
        "sa": 55,
        "sd": 85,
        "sp": 35,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "マイペース",
          "じきゅうりょく",
          "せいしんりょく"
        ],
        "w": 920
      }
    }
  },
  {
    "n": "シズクモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 751,
        "hp": 38,
        "at": 40,
        "df": 52,
        "sa": 40,
        "sd": 72,
        "sp": 27,
        "t1": "みず",
        "t2": "むし",
        "ab": [
          "すいほう",
          null,
          "ちょすい"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "オニシズクモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 752,
        "hp": 68,
        "at": 70,
        "df": 92,
        "sa": 50,
        "sd": 132,
        "sp": 42,
        "t1": "みず",
        "t2": "むし",
        "ab": [
          "すいほう",
          null,
          "ちょすい"
        ],
        "w": 82
      }
    }
  },
  {
    "n": "カリキリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 753,
        "hp": 40,
        "at": 55,
        "df": 35,
        "sa": 50,
        "sd": 35,
        "sp": 35,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "リーフガード",
          null,
          "あまのじゃく"
        ],
        "w": 1.5
      }
    }
  },
  {
    "n": "ラランテス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 754,
        "hp": 70,
        "at": 105,
        "df": 90,
        "sa": 80,
        "sd": 90,
        "sp": 45,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "リーフガード",
          null,
          "あまのじゃく"
        ],
        "w": 18.5
      }
    }
  },
  {
    "n": "ネマシュ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 755,
        "hp": 40,
        "at": 35,
        "df": 55,
        "sa": 65,
        "sd": 75,
        "sp": 15,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [
          "はっこう",
          "ほうし",
          "あめうけざら"
        ],
        "w": 1.5
      }
    }
  },
  {
    "n": "マシェード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 756,
        "hp": 60,
        "at": 45,
        "df": 80,
        "sa": 90,
        "sd": 100,
        "sp": 30,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [
          "はっこう",
          "ほうし",
          "あめうけざら"
        ],
        "w": 11.5
      }
    }
  },
  {
    "n": "ヤトウモリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 757,
        "hp": 48,
        "at": 44,
        "df": 40,
        "sa": 71,
        "sd": 40,
        "sp": 77,
        "t1": "どく",
        "t2": "ほのお",
        "ab": [
          "ふしょく",
          null,
          "どんかん"
        ],
        "w": 4.8
      }
    }
  },
  {
    "n": "エンニュート",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 758,
        "hp": 68,
        "at": 64,
        "df": 60,
        "sa": 111,
        "sd": 60,
        "sp": 117,
        "t1": "どく",
        "t2": "ほのお",
        "ab": [
          "ふしょく",
          null,
          "どんかん"
        ],
        "w": 22.2
      }
    }
  },
  {
    "n": "ヌイコグマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 759,
        "hp": 70,
        "at": 75,
        "df": 50,
        "sa": 45,
        "sd": 50,
        "sp": 50,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [
          "もふもふ",
          "ぶきよう",
          "メロメロボディ"
        ],
        "w": 6.8
      }
    }
  },
  {
    "n": "キテルグマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 760,
        "hp": 120,
        "at": 125,
        "df": 80,
        "sa": 55,
        "sd": 60,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "かくとう",
        "ab": [
          "もふもふ",
          "ぶきよう",
          "きんちょうかん"
        ],
        "w": 135
      }
    }
  },
  {
    "n": "アマカジ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 761,
        "hp": 42,
        "at": 30,
        "df": 38,
        "sa": 30,
        "sd": 38,
        "sp": 32,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "リーフガード",
          "どんかん",
          "スイートベール"
        ],
        "w": 3.2
      }
    }
  },
  {
    "n": "アママイコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 762,
        "hp": 52,
        "at": 40,
        "df": 48,
        "sa": 40,
        "sd": 48,
        "sp": 62,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "リーフガード",
          "どんかん",
          "スイートベール"
        ],
        "w": 8.2
      }
    }
  },
  {
    "n": "アマージョ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 763,
        "hp": 72,
        "at": 120,
        "df": 98,
        "sa": 50,
        "sd": 98,
        "sp": 72,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "リーフガード",
          "じょおうのいげん",
          "スイートベール"
        ],
        "w": 21.4
      }
    }
  },
  {
    "n": "キュワワー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 764,
        "hp": 51,
        "at": 52,
        "df": 90,
        "sa": 82,
        "sd": 110,
        "sp": 100,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "フラワーベール",
          "ヒーリングシフト",
          "しぜんかいふく"
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "ヤレユータン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 765,
        "hp": 90,
        "at": 60,
        "df": 80,
        "sa": 90,
        "sd": 110,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [
          "せいしんりょく",
          "テレパシー",
          "きょうせい"
        ],
        "w": 76
      }
    }
  },
  {
    "n": "ナゲツケサル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 766,
        "hp": 100,
        "at": 120,
        "df": 90,
        "sa": 40,
        "sd": 60,
        "sp": 80,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "レシーバー",
          null,
          "まけんき"
        ],
        "w": 82.8
      }
    }
  },
  {
    "n": "コソクムシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 767,
        "hp": 25,
        "at": 35,
        "df": 40,
        "sa": 20,
        "sd": 30,
        "sp": 80,
        "t1": "むし",
        "t2": "みず",
        "ab": [
          "にげごし",
          null
        ],
        "w": 12
      }
    }
  },
  {
    "n": "グソクムシャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 768,
        "hp": 75,
        "at": 125,
        "df": 140,
        "sa": 60,
        "sd": 90,
        "sp": 40,
        "t1": "むし",
        "t2": "みず",
        "ab": [
          "ききかいひ",
          null
        ],
        "w": 108
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "768m",
        "hp": 75,
        "at": 150,
        "df": 175,
        "sa": 70,
        "sd": 120,
        "sp": 40,
        "t1": "むし",
        "t2": "みず",
        "ab": [
          "null",
          null
        ],
        "w": 148
      }
    }
  },
  {
    "n": "スナバァ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 769,
        "hp": 55,
        "at": 55,
        "df": 80,
        "sa": 70,
        "sd": 45,
        "sp": 15,
        "t1": "ゴースト",
        "t2": "じめん",
        "ab": [
          "みずがため",
          null,
          "すながくれ"
        ],
        "w": 70
      }
    }
  },
  {
    "n": "シロデスナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 770,
        "hp": 85,
        "at": 75,
        "df": 110,
        "sa": 100,
        "sd": 75,
        "sp": 35,
        "t1": "ゴースト",
        "t2": "じめん",
        "ab": [
          "みずがため",
          null,
          "すながくれ"
        ],
        "w": 250
      }
    }
  },
  {
    "n": "ナマコブシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 771,
        "hp": 55,
        "at": 60,
        "df": 130,
        "sa": 30,
        "sd": 130,
        "sp": 5,
        "t1": "みず",
        "t2": "",
        "ab": [
          "とびだすなかみ",
          null,
          "てんねん"
        ],
        "w": 1.2
      }
    }
  },
  {
    "n": "タイプ：ヌル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 772,
        "hp": 95,
        "at": 95,
        "df": 95,
        "sa": 95,
        "sd": 95,
        "sp": 59,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "カブトアーマー",
          null
        ],
        "w": 120.5
      }
    }
  },
  {
    "n": "シルヴァディ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 773,
        "hp": 95,
        "at": 95,
        "df": 95,
        "sa": 95,
        "sd": 95,
        "sp": 95,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ＡＲシステム",
          null
        ],
        "w": 100.5
      }
    }
  },
  {
    "n": "メテノ(りゅうせい)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 774,
        "hp": 60,
        "at": 60,
        "df": 100,
        "sa": 60,
        "sd": 100,
        "sp": 60,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [
          "リミットシールド",
          null
        ],
        "w": 40
      }
    }
  },
  {
    "n": "メテノ(コア)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 774,
        "hp": 60,
        "at": 100,
        "df": 60,
        "sa": 100,
        "sd": 60,
        "sp": 120,
        "t1": "いわ",
        "t2": "ひこう",
        "ab": [
          "リミットシールド",
          null
        ],
        "w": 40
      }
    }
  },
  {
    "n": "ネッコアラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 775,
        "hp": 65,
        "at": 115,
        "df": 65,
        "sa": 75,
        "sd": 95,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ぜったいねむり",
          null
        ],
        "w": 19.9
      }
    }
  },
  {
    "n": "バクガメス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 776,
        "hp": 60,
        "at": 78,
        "df": 135,
        "sa": 91,
        "sd": 85,
        "sp": 36,
        "t1": "ほのお",
        "t2": "ドラゴン",
        "ab": [
          "シェルアーマー",
          null
        ],
        "w": 212
      }
    }
  },
  {
    "n": "トゲデマル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 777,
        "hp": 65,
        "at": 98,
        "df": 63,
        "sa": 40,
        "sd": 73,
        "sp": 96,
        "t1": "でんき",
        "t2": "はがね",
        "ab": [
          "てつのトゲ",
          "ひらいしん",
          "がんじょう"
        ],
        "w": 3.3
      }
    }
  },
  {
    "n": "ミミッキュ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 778,
        "hp": 55,
        "at": 90,
        "df": 80,
        "sa": 50,
        "sd": 105,
        "sp": 96,
        "t1": "ゴースト",
        "t2": "フェアリー",
        "ab": [
          "ばけのかわ",
          null
        ],
        "w": 0.7
      }
    }
  },
  {
    "n": "ハギギシリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 779,
        "hp": 68,
        "at": 105,
        "df": 70,
        "sa": 70,
        "sd": 70,
        "sp": 92,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "ビビッドボディ",
          "がんじょうあご",
          "ミラクルスキン"
        ],
        "w": 19
      }
    }
  },
  {
    "n": "ジジーロン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 780,
        "hp": 78,
        "at": 60,
        "df": 85,
        "sa": 135,
        "sd": 91,
        "sp": 36,
        "t1": "ノーマル",
        "t2": "ドラゴン",
        "ab": [
          "ぎゃくじょう",
          "そうしょく",
          "ノーてんき"
        ],
        "w": 185
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "780m",
        "hp": 78,
        "at": 85,
        "df": 110,
        "sa": 160,
        "sd": 116,
        "sp": 36,
        "t1": "ノーマル",
        "t2": "ドラゴン",
        "ab": [
          "ぎゃくじょう",
          null
        ],
        "w": 240.5
      }
    }
  },
  {
    "n": "ダダリン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 781,
        "hp": 70,
        "at": 131,
        "df": 100,
        "sa": 86,
        "sd": 90,
        "sp": 40,
        "t1": "ゴースト",
        "t2": "くさ",
        "ab": [
          "はがねつかい",
          null
        ],
        "w": 210
      }
    }
  },
  {
    "n": "ジャラコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 782,
        "hp": 45,
        "at": 55,
        "df": 65,
        "sa": 45,
        "sd": 45,
        "sp": 45,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "ぼうだん",
          "ぼうおん",
          "ぼうじん"
        ],
        "w": 29.7
      }
    }
  },
  {
    "n": "ジャランゴ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 783,
        "hp": 55,
        "at": 75,
        "df": 90,
        "sa": 65,
        "sd": 70,
        "sp": 65,
        "t1": "ドラゴン",
        "t2": "かくとう",
        "ab": [
          "ぼうだん",
          "ぼうおん",
          "ぼうじん"
        ],
        "w": 47
      }
    }
  },
  {
    "n": "ジャラランガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 784,
        "hp": 75,
        "at": 110,
        "df": 125,
        "sa": 100,
        "sd": 105,
        "sp": 85,
        "t1": "ドラゴン",
        "t2": "かくとう",
        "ab": [
          "ぼうだん",
          "ぼうおん",
          "ぼうじん"
        ],
        "w": 78.2
      }
    }
  },
  {
    "n": "カプ・コケコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 785,
        "hp": 70,
        "at": 115,
        "df": 85,
        "sa": 95,
        "sd": 75,
        "sp": 130,
        "t1": "でんき",
        "t2": "フェアリー",
        "ab": [
          "エレキメイカー",
          null,
          "テレパシー"
        ],
        "w": 20.5
      }
    }
  },
  {
    "n": "カプ・テテフ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 786,
        "hp": 70,
        "at": 85,
        "df": 75,
        "sa": 130,
        "sd": 115,
        "sp": 95,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "サイコメイカー",
          null,
          "テレパシー"
        ],
        "w": 18.6
      }
    }
  },
  {
    "n": "カプ・ブルル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 787,
        "hp": 70,
        "at": 130,
        "df": 115,
        "sa": 85,
        "sd": 95,
        "sp": 75,
        "t1": "くさ",
        "t2": "フェアリー",
        "ab": [
          "グラスメイカー",
          null,
          "テレパシー"
        ],
        "w": 45.5
      }
    }
  },
  {
    "n": "カプ・レヒレ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 788,
        "hp": 70,
        "at": 75,
        "df": 115,
        "sa": 95,
        "sd": 130,
        "sp": 85,
        "t1": "みず",
        "t2": "フェアリー",
        "ab": [
          "ミストメイカー",
          null,
          "テレパシー"
        ],
        "w": 21.2
      }
    }
  },
  {
    "n": "コスモッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 789,
        "hp": 43,
        "at": 29,
        "df": 31,
        "sa": 29,
        "sd": 31,
        "sp": 37,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "てんねん",
          null
        ],
        "w": 0.1
      }
    }
  },
  {
    "n": "コスモウム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 790,
        "hp": 43,
        "at": 29,
        "df": 131,
        "sa": 29,
        "sd": 131,
        "sp": 37,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "がんじょう",
          null
        ],
        "w": 999.9
      }
    }
  },
  {
    "n": "ソルガレオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 791,
        "hp": 137,
        "at": 137,
        "df": 107,
        "sa": 113,
        "sd": 89,
        "sp": 97,
        "t1": "エスパー",
        "t2": "はがね",
        "ab": [
          "メタルプロテクト",
          null
        ],
        "w": 230
      }
    }
  },
  {
    "n": "ルナアーラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 792,
        "hp": 137,
        "at": 113,
        "df": 89,
        "sa": 137,
        "sd": 107,
        "sp": 97,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [
          "ファントムガード",
          null
        ],
        "w": 120
      }
    }
  },
  {
    "n": "ウツロイド",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 793,
        "hp": 109,
        "at": 53,
        "df": 47,
        "sa": 127,
        "sd": 131,
        "sp": 103,
        "t1": "いわ",
        "t2": "どく",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 55.5
      }
    }
  },
  {
    "n": "マッシブーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 794,
        "hp": 107,
        "at": 139,
        "df": 139,
        "sa": 53,
        "sd": 53,
        "sp": 79,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 333.6
      }
    }
  },
  {
    "n": "フェローチェ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 795,
        "hp": 71,
        "at": 137,
        "df": 37,
        "sa": 137,
        "sd": 37,
        "sp": 151,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 25
      }
    }
  },
  {
    "n": "デンジュモク",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 796,
        "hp": 83,
        "at": 89,
        "df": 71,
        "sa": 173,
        "sd": 71,
        "sp": 83,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 100
      }
    }
  },
  {
    "n": "テッカグヤ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 797,
        "hp": 97,
        "at": 101,
        "df": 103,
        "sa": 107,
        "sd": 101,
        "sp": 61,
        "t1": "はがね",
        "t2": "ひこう",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 999.9
      }
    }
  },
  {
    "n": "カミツルギ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 798,
        "hp": 59,
        "at": 181,
        "df": 131,
        "sa": 59,
        "sd": 31,
        "sp": 109,
        "t1": "くさ",
        "t2": "はがね",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 0.1
      }
    }
  },
  {
    "n": "アクジキング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 799,
        "hp": 223,
        "at": 101,
        "df": 53,
        "sa": 97,
        "sd": 53,
        "sp": 43,
        "t1": "あく",
        "t2": "ドラゴン",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 888
      }
    }
  },
  {
    "n": "ネクロズマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 107,
        "df": 101,
        "sa": 127,
        "sd": 89,
        "sp": 79,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "プリズムアーマー",
          null
        ],
        "w": 230
      }
    }
  },
  {
    "n": "ネクロズマ(たそがれ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 157,
        "df": 127,
        "sa": 113,
        "sd": 109,
        "sp": 77,
        "t1": "エスパー",
        "t2": "はがね",
        "ab": [
          "プリズムアーマー",
          null
        ],
        "w": 230
      }
    }
  },
  {
    "n": "ネクロズマ(あかつき)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 113,
        "df": 109,
        "sa": 157,
        "sd": 127,
        "sp": 77,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [
          "プリズムアーマー",
          null
        ],
        "w": 230
      }
    }
  },
  {
    "n": "ネクロズマ(ウルトラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 800,
        "hp": 97,
        "at": 167,
        "df": 97,
        "sa": 167,
        "sd": 97,
        "sp": 129,
        "t1": "エスパー",
        "t2": "ドラゴン",
        "ab": [
          "ブレインフォース",
          null
        ],
        "w": 230
      }
    }
  },
  {
    "n": "マギアナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 801,
        "hp": 80,
        "at": 95,
        "df": 115,
        "sa": 130,
        "sd": 115,
        "sp": 65,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [
          "ソウルハート",
          null
        ],
        "w": 80.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "801m",
        "hp": 80,
        "at": 125,
        "df": 115,
        "sa": 170,
        "sd": 115,
        "sp": 95,
        "t1": "はがね",
        "t2": "フェアリー",
        "ab": [
          "null",
          null
        ],
        "w": 248.1
      }
    }
  },
  {
    "n": "マーシャドー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 802,
        "hp": 90,
        "at": 125,
        "df": 80,
        "sa": 90,
        "sd": 90,
        "sp": 125,
        "t1": "かくとう",
        "t2": "ゴースト",
        "ab": [
          "テクニシャン",
          null
        ],
        "w": 22.2
      }
    }
  },
  {
    "n": "ベベノム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 803,
        "hp": 67,
        "at": 73,
        "df": 67,
        "sa": 73,
        "sd": 67,
        "sp": 73,
        "t1": "どく",
        "t2": "",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 1.8
      }
    }
  },
  {
    "n": "アーゴヨン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 804,
        "hp": 73,
        "at": 73,
        "df": 73,
        "sa": 127,
        "sd": 73,
        "sp": 121,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 150
      }
    }
  },
  {
    "n": "ツンデツンデ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 805,
        "hp": 61,
        "at": 131,
        "df": 211,
        "sa": 53,
        "sd": 101,
        "sp": 13,
        "t1": "いわ",
        "t2": "はがね",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 820
      }
    }
  },
  {
    "n": "ズガドーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 806,
        "hp": 53,
        "at": 127,
        "df": 53,
        "sa": 151,
        "sd": 79,
        "sp": 107,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [
          "ビーストブースト",
          null
        ],
        "w": 13
      }
    }
  },
  {
    "n": "ゼラオラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 807,
        "hp": 88,
        "at": 112,
        "df": 75,
        "sa": 102,
        "sd": 80,
        "sp": 143,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ちくでん",
          null
        ],
        "w": 44.5
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "807m",
        "hp": 88,
        "at": 157,
        "df": 75,
        "sa": 147,
        "sd": 80,
        "sp": 153,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "null",
          null
        ],
        "w": 44.5
      }
    }
  },
  {
    "n": "メルタン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 808,
        "hp": 46,
        "at": 65,
        "df": 65,
        "sa": 55,
        "sd": 35,
        "sp": 34,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "じりょく",
          null
        ],
        "w": 8
      }
    }
  },
  {
    "n": "メルメタル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 809,
        "hp": 135,
        "at": 143,
        "df": 143,
        "sa": 80,
        "sd": 65,
        "sp": 34,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "てつのこぶし",
          null
        ],
        "w": 800
      }
    }
  },
  {
    "n": "サルノリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 810,
        "hp": 50,
        "at": 65,
        "df": 50,
        "sa": 40,
        "sd": 40,
        "sp": 65,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "グラスメイカー"
        ],
        "w": 5
      }
    }
  },
  {
    "n": "バチンキー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 811,
        "hp": 70,
        "at": 85,
        "df": 70,
        "sa": 55,
        "sd": 60,
        "sp": 80,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "グラスメイカー"
        ],
        "w": 14
      }
    }
  },
  {
    "n": "ゴリランダー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 812,
        "hp": 100,
        "at": 125,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 85,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "グラスメイカー"
        ],
        "w": 90
      }
    }
  },
  {
    "n": "ヒバニー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 813,
        "hp": 50,
        "at": 71,
        "df": 40,
        "sa": 40,
        "sd": 40,
        "sp": 69,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "リベロ"
        ],
        "w": 4.5
      }
    }
  },
  {
    "n": "ラビフット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 814,
        "hp": 65,
        "at": 86,
        "df": 60,
        "sa": 55,
        "sd": 60,
        "sp": 94,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "リベロ"
        ],
        "w": 9
      }
    }
  },
  {
    "n": "エースバーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 815,
        "hp": 80,
        "at": 116,
        "df": 75,
        "sa": 65,
        "sd": 75,
        "sp": 119,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "リベロ"
        ],
        "w": 33
      }
    }
  },
  {
    "n": "メッソン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 816,
        "hp": 50,
        "at": 40,
        "df": 40,
        "sa": 70,
        "sd": 40,
        "sp": 70,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "スナイパー"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "ジメレオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 817,
        "hp": 65,
        "at": 60,
        "df": 55,
        "sa": 95,
        "sd": 55,
        "sp": 90,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "スナイパー"
        ],
        "w": 11.5
      }
    }
  },
  {
    "n": "インテレオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 818,
        "hp": 70,
        "at": 85,
        "df": 65,
        "sa": 125,
        "sd": 65,
        "sp": 120,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "スナイパー"
        ],
        "w": 45.2
      }
    }
  },
  {
    "n": "ホシガリス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 819,
        "hp": 70,
        "at": 55,
        "df": 55,
        "sa": 35,
        "sd": 35,
        "sp": 25,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ほおぶくろ",
          null,
          "くいしんぼう"
        ],
        "w": 2.5
      }
    }
  },
  {
    "n": "ヨクバリス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 820,
        "hp": 120,
        "at": 95,
        "df": 95,
        "sa": 55,
        "sd": 75,
        "sp": 20,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ほおぶくろ",
          null,
          "くいしんぼう"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "ココガラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 821,
        "hp": 38,
        "at": 47,
        "df": 35,
        "sa": 33,
        "sd": 35,
        "sp": 57,
        "t1": "ひこう",
        "t2": "",
        "ab": [
          "するどいめ",
          "きんちょうかん",
          "はとむね"
        ],
        "w": 1.8
      }
    }
  },
  {
    "n": "アオガラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 822,
        "hp": 68,
        "at": 67,
        "df": 55,
        "sa": 43,
        "sd": 55,
        "sp": 77,
        "t1": "ひこう",
        "t2": "",
        "ab": [
          "するどいめ",
          "きんちょうかん",
          "はとむね"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "アーマーガア",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 823,
        "hp": 98,
        "at": 87,
        "df": 105,
        "sa": 53,
        "sd": 85,
        "sp": 67,
        "t1": "ひこう",
        "t2": "はがね",
        "ab": [
          "プレッシャー",
          "きんちょうかん",
          "ミラーアーマー"
        ],
        "w": 75
      }
    }
  },
  {
    "n": "サッチムシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 824,
        "hp": 25,
        "at": 20,
        "df": 20,
        "sa": 25,
        "sd": 45,
        "sp": 45,
        "t1": "むし",
        "t2": "",
        "ab": [
          "むしのしらせ",
          "ふくがん",
          "テレパシー"
        ],
        "w": 8
      }
    }
  },
  {
    "n": "レドームシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 825,
        "hp": 50,
        "at": 35,
        "df": 80,
        "sa": 50,
        "sd": 90,
        "sp": 30,
        "t1": "むし",
        "t2": "エスパー",
        "ab": [
          "むしのしらせ",
          "ふくがん",
          "テレパシー"
        ],
        "w": 19.5
      }
    }
  },
  {
    "n": "イオルブ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 826,
        "hp": 60,
        "at": 45,
        "df": 110,
        "sa": 80,
        "sd": 120,
        "sp": 90,
        "t1": "むし",
        "t2": "エスパー",
        "ab": [
          "むしのしらせ",
          "おみとおし",
          "テレパシー"
        ],
        "w": 40.8
      }
    }
  },
  {
    "n": "クスネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 827,
        "hp": 40,
        "at": 28,
        "df": 28,
        "sa": 47,
        "sd": 52,
        "sp": 50,
        "t1": "あく",
        "t2": "",
        "ab": [
          "にげあし",
          "かるわざ",
          "はりこみ"
        ],
        "w": 8.9
      }
    }
  },
  {
    "n": "フォクスライ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 828,
        "hp": 70,
        "at": 58,
        "df": 58,
        "sa": 87,
        "sd": 92,
        "sp": 90,
        "t1": "あく",
        "t2": "",
        "ab": [
          "にげあし",
          "かるわざ",
          "はりこみ"
        ],
        "w": 19.9
      }
    }
  },
  {
    "n": "ヒメンカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 829,
        "hp": 40,
        "at": 40,
        "df": 60,
        "sa": 40,
        "sd": 60,
        "sp": 10,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "わたげ",
          "さいせいりょく",
          "ほうし"
        ],
        "w": 2.2
      }
    }
  },
  {
    "n": "ワタシラガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 830,
        "hp": 60,
        "at": 50,
        "df": 90,
        "sa": 80,
        "sd": 120,
        "sp": 60,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "わたげ",
          "さいせいりょく",
          "ほうし"
        ],
        "w": 2.5
      }
    }
  },
  {
    "n": "ウールー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 831,
        "hp": 42,
        "at": 40,
        "df": 55,
        "sa": 40,
        "sd": 45,
        "sp": 48,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "もふもふ",
          "にげあし",
          "ぼうだん"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "バイウールー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 832,
        "hp": 72,
        "at": 80,
        "df": 100,
        "sa": 60,
        "sd": 90,
        "sp": 88,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "もふもふ",
          "ふくつのこころ",
          "ぼうだん"
        ],
        "w": 43
      }
    }
  },
  {
    "n": "カムカメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 833,
        "hp": 50,
        "at": 64,
        "df": 50,
        "sa": 38,
        "sd": 38,
        "sp": 44,
        "t1": "みず",
        "t2": "",
        "ab": [
          "がんじょうあご",
          "シェルアーマー",
          "すいすい"
        ],
        "w": 8.5
      }
    }
  },
  {
    "n": "カジリガメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 834,
        "hp": 90,
        "at": 115,
        "df": 90,
        "sa": 48,
        "sd": 68,
        "sp": 74,
        "t1": "みず",
        "t2": "いわ",
        "ab": [
          "がんじょうあご",
          "シェルアーマー",
          "すいすい"
        ],
        "w": 115.5
      }
    }
  },
  {
    "n": "ワンパチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 835,
        "hp": 59,
        "at": 45,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 26,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "たまひろい",
          null,
          "びびり"
        ],
        "w": 13.5
      }
    }
  },
  {
    "n": "パルスワン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 836,
        "hp": 69,
        "at": 90,
        "df": 60,
        "sa": 90,
        "sd": 60,
        "sp": 121,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "がんじょうあご",
          null,
          "かちき"
        ],
        "w": 34
      }
    }
  },
  {
    "n": "タンドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 837,
        "hp": 30,
        "at": 40,
        "df": 50,
        "sa": 40,
        "sd": 50,
        "sp": 30,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "じょうききかん",
          "たいねつ",
          "もらいび"
        ],
        "w": 12
      }
    }
  },
  {
    "n": "トロッゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 838,
        "hp": 80,
        "at": 60,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 50,
        "t1": "いわ",
        "t2": "ほのお",
        "ab": [
          "じょうききかん",
          "ほのおのからだ",
          "もらいび"
        ],
        "w": 78
      }
    }
  },
  {
    "n": "セキタンザン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 839,
        "hp": 110,
        "at": 80,
        "df": 120,
        "sa": 80,
        "sd": 90,
        "sp": 30,
        "t1": "いわ",
        "t2": "ほのお",
        "ab": [
          "じょうききかん",
          "ほのおのからだ",
          "もらいび"
        ],
        "w": 310.5
      }
    }
  },
  {
    "n": "カジッチュ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 840,
        "hp": 40,
        "at": 40,
        "df": 80,
        "sa": 40,
        "sd": 40,
        "sp": 20,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [
          "じゅくせい",
          "くいしんぼう",
          "ぼうだん"
        ],
        "w": 0.5
      }
    }
  },
  {
    "n": "アップリュー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 841,
        "hp": 70,
        "at": 110,
        "df": 80,
        "sa": 95,
        "sd": 60,
        "sp": 70,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [
          "じゅくせい",
          "くいしんぼう",
          "はりきり"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "タルップル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 842,
        "hp": 110,
        "at": 85,
        "df": 80,
        "sa": 100,
        "sd": 80,
        "sp": 30,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [
          "じゅくせい",
          "くいしんぼう",
          "あついしぼう"
        ],
        "w": 13
      }
    }
  },
  {
    "n": "スナヘビ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 843,
        "hp": 52,
        "at": 57,
        "df": 75,
        "sa": 35,
        "sd": 50,
        "sp": 46,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すなはき",
          "だっぴ",
          "すながくれ"
        ],
        "w": 7.6
      }
    }
  },
  {
    "n": "サダイジャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 844,
        "hp": 72,
        "at": 107,
        "df": 125,
        "sa": 65,
        "sd": 70,
        "sp": 71,
        "t1": "じめん",
        "t2": "",
        "ab": [
          "すなはき",
          "だっぴ",
          "すながくれ"
        ],
        "w": 65.5
      }
    }
  },
  {
    "n": "ウッウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 845,
        "hp": 70,
        "at": 85,
        "df": 55,
        "sa": 85,
        "sd": 95,
        "sp": 85,
        "t1": "ひこう",
        "t2": "みず",
        "ab": [
          "うのミサイル",
          null
        ],
        "w": 18
      }
    }
  },
  {
    "n": "サシカマス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 846,
        "hp": 41,
        "at": 63,
        "df": 40,
        "sa": 40,
        "sd": 30,
        "sp": 66,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "スクリューおびれ"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "カマスジョー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 847,
        "hp": 61,
        "at": 123,
        "df": 60,
        "sa": 60,
        "sd": 50,
        "sp": 136,
        "t1": "みず",
        "t2": "",
        "ab": [
          "すいすい",
          null,
          "スクリューおびれ"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "エレズン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 848,
        "hp": 40,
        "at": 38,
        "df": 35,
        "sa": 54,
        "sd": 35,
        "sp": 40,
        "t1": "でんき",
        "t2": "どく",
        "ab": [
          "びびり",
          "せいでんき",
          "ぶきよう"
        ],
        "w": 11
      }
    }
  },
  {
    "n": "ストリンダー(ハイ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 849,
        "hp": 75,
        "at": 98,
        "df": 70,
        "sa": 114,
        "sd": 70,
        "sp": 75,
        "t1": "でんき",
        "t2": "どく",
        "ab": [
          "パンクロック",
          "プラス",
          "テクニシャン"
        ],
        "w": 40
      }
    }
  },
  {
    "n": "ストリンダー(ロー)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 849,
        "hp": 75,
        "at": 98,
        "df": 70,
        "sa": 114,
        "sd": 70,
        "sp": 75,
        "t1": "でんき",
        "t2": "どく",
        "ab": [
          "パンクロック",
          "マイナス",
          "テクニシャン"
        ],
        "w": 40
      }
    }
  },
  {
    "n": "ヤクデ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 850,
        "hp": 50,
        "at": 65,
        "df": 45,
        "sa": 50,
        "sd": 50,
        "sp": 45,
        "t1": "ほのお",
        "t2": "むし",
        "ab": [
          "もらいび",
          "しろいけむり",
          "ほのおのからだ"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "マルヤクデ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 851,
        "hp": 100,
        "at": 115,
        "df": 65,
        "sa": 90,
        "sd": 90,
        "sp": 65,
        "t1": "ほのお",
        "t2": "むし",
        "ab": [
          "もらいび",
          "しろいけむり",
          "ほのおのからだ"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "タタッコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 852,
        "hp": 50,
        "at": 68,
        "df": 60,
        "sa": 50,
        "sd": 50,
        "sp": 32,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "じゅうなん",
          null,
          "テクニシャン"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "オトスパス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 853,
        "hp": 80,
        "at": 118,
        "df": 90,
        "sa": 70,
        "sd": 80,
        "sp": 42,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "じゅうなん",
          null,
          "テクニシャン"
        ],
        "w": 39
      }
    }
  },
  {
    "n": "ヤバチャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 854,
        "hp": 40,
        "at": 45,
        "df": 45,
        "sa": 74,
        "sd": 54,
        "sp": 50,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "くだけるよろい",
          null,
          "のろわれボディ"
        ],
        "w": 0.2
      }
    }
  },
  {
    "n": "ポットデス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 855,
        "hp": 60,
        "at": 65,
        "df": 65,
        "sa": 134,
        "sd": 114,
        "sp": 70,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "くだけるよろい",
          null,
          "のろわれボディ"
        ],
        "w": 0.4
      }
    }
  },
  {
    "n": "ミブリム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 856,
        "hp": 42,
        "at": 30,
        "df": 45,
        "sa": 56,
        "sd": 53,
        "sp": 39,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "いやしのこころ",
          "きけんよち",
          "マジックミラー"
        ],
        "w": 3.4
      }
    }
  },
  {
    "n": "テブリム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 857,
        "hp": 57,
        "at": 40,
        "df": 65,
        "sa": 86,
        "sd": 73,
        "sp": 49,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "いやしのこころ",
          "きけんよち",
          "マジックミラー"
        ],
        "w": 4.8
      }
    }
  },
  {
    "n": "ブリムオン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 858,
        "hp": 57,
        "at": 90,
        "df": 95,
        "sa": 136,
        "sd": 103,
        "sp": 29,
        "t1": "エスパー",
        "t2": "フェアリー",
        "ab": [
          "いやしのこころ",
          "きけんよち",
          "マジックミラー"
        ],
        "w": 5.1
      }
    }
  },
  {
    "n": "ベロバー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 859,
        "hp": 45,
        "at": 45,
        "df": 30,
        "sa": 55,
        "sd": 40,
        "sp": 50,
        "t1": "あく",
        "t2": "フェアリー",
        "ab": [
          "いたずらごころ",
          "おみとおし",
          "わるいてぐせ"
        ],
        "w": 5.5
      }
    }
  },
  {
    "n": "ギモー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 860,
        "hp": 65,
        "at": 60,
        "df": 45,
        "sa": 75,
        "sd": 55,
        "sp": 70,
        "t1": "あく",
        "t2": "フェアリー",
        "ab": [
          "いたずらごころ",
          "おみとおし",
          "わるいてぐせ"
        ],
        "w": 12.5
      }
    }
  },
  {
    "n": "オーロンゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 861,
        "hp": 95,
        "at": 120,
        "df": 65,
        "sa": 95,
        "sd": 75,
        "sp": 60,
        "t1": "あく",
        "t2": "フェアリー",
        "ab": [
          "いたずらごころ",
          "おみとおし",
          "わるいてぐせ"
        ],
        "w": 61
      }
    }
  },
  {
    "n": "タチフサグマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 862,
        "hp": 93,
        "at": 90,
        "df": 101,
        "sa": 60,
        "sd": 81,
        "sp": 95,
        "t1": "あく",
        "t2": "ノーマル",
        "ab": [
          "すてみ",
          "こんじょう",
          "まけんき"
        ],
        "w": 46
      }
    }
  },
  {
    "n": "ニャイキング",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 863,
        "hp": 70,
        "at": 110,
        "df": 100,
        "sa": 50,
        "sd": 60,
        "sp": 50,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "カブトアーマー",
          "かたいツメ",
          "はがねのせいしん"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "サニゴーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 864,
        "hp": 60,
        "at": 95,
        "df": 50,
        "sa": 145,
        "sd": 130,
        "sp": 30,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "くだけるよろい",
          null,
          "ほろびのボディ"
        ],
        "w": 0.4
      }
    }
  },
  {
    "n": "ネギガナイト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 865,
        "hp": 62,
        "at": 135,
        "df": 95,
        "sa": 68,
        "sd": 82,
        "sp": 65,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "ふくつのこころ",
          null,
          "きもったま"
        ],
        "w": 117
      }
    }
  },
  {
    "n": "バリコオル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 866,
        "hp": 80,
        "at": 85,
        "df": 75,
        "sa": 110,
        "sd": 100,
        "sp": 70,
        "t1": "こおり",
        "t2": "エスパー",
        "ab": [
          "ちどりあし",
          "バリアフリー",
          "アイスボディ"
        ],
        "w": 58.2
      }
    }
  },
  {
    "n": "デスバーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 867,
        "hp": 58,
        "at": 95,
        "df": 145,
        "sa": 50,
        "sd": 105,
        "sp": 30,
        "t1": "じめん",
        "t2": "ゴースト",
        "ab": [
          "さまようたましい",
          null
        ],
        "w": 66.6
      }
    }
  },
  {
    "n": "マホミル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 868,
        "hp": 45,
        "at": 40,
        "df": 40,
        "sa": 50,
        "sd": 61,
        "sp": 34,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "スイートベール",
          null,
          "アロマベール"
        ],
        "w": 0.3
      }
    }
  },
  {
    "n": "マホイップ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 869,
        "hp": 65,
        "at": 60,
        "df": 75,
        "sa": 110,
        "sd": 121,
        "sp": 64,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "スイートベール",
          null,
          "アロマベール"
        ],
        "w": 0.5
      }
    }
  },
  {
    "n": "タイレーツ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 870,
        "hp": 65,
        "at": 100,
        "df": 100,
        "sa": 70,
        "sd": 60,
        "sp": 75,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "カブトアーマー",
          null,
          "まけんき"
        ],
        "w": 62
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "870m",
        "hp": 65,
        "at": 135,
        "df": 135,
        "sa": 70,
        "sd": 65,
        "sp": 100,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "null",
          null
        ],
        "w": 99
      }
    }
  },
  {
    "n": "バチンウニ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 871,
        "hp": 48,
        "at": 101,
        "df": 95,
        "sa": 91,
        "sd": 85,
        "sp": 15,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "ひらいしん",
          null,
          "エレキメイカー"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "ユキハミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 872,
        "hp": 30,
        "at": 25,
        "df": 35,
        "sa": 45,
        "sd": 30,
        "sp": 20,
        "t1": "こおり",
        "t2": "むし",
        "ab": [
          "りんぷん",
          null,
          "こおりのりんぷん"
        ],
        "w": 3.8
      }
    }
  },
  {
    "n": "モスノウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 873,
        "hp": 70,
        "at": 65,
        "df": 60,
        "sa": 125,
        "sd": 90,
        "sp": 65,
        "t1": "こおり",
        "t2": "むし",
        "ab": [
          "りんぷん",
          null,
          "こおりのりんぷん"
        ],
        "w": 42
      }
    }
  },
  {
    "n": "イシヘンジン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 874,
        "hp": 100,
        "at": 125,
        "df": 135,
        "sa": 20,
        "sd": 20,
        "sp": 70,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "パワースポット",
          null
        ],
        "w": 520
      }
    }
  },
  {
    "n": "コオリッポ(アイス)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 875,
        "hp": 75,
        "at": 80,
        "df": 110,
        "sa": 65,
        "sd": 90,
        "sp": 50,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "アイスフェイス",
          null
        ],
        "w": 89
      }
    }
  },
  {
    "n": "コオリッポ(ナイス)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 875,
        "hp": 75,
        "at": 80,
        "df": 70,
        "sa": 65,
        "sd": 50,
        "sp": 130,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "アイスフェイス",
          null
        ],
        "w": 89
      }
    }
  },
  {
    "n": "イエッサン♂",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 876,
        "hp": 60,
        "at": 65,
        "df": 55,
        "sa": 105,
        "sd": 95,
        "sp": 95,
        "t1": "エスパー",
        "t2": "ノーマル",
        "ab": [
          "せいしんりょく",
          "シンクロ",
          "サイコメイカー"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "イエッサン♀",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 876,
        "hp": 70,
        "at": 55,
        "df": 65,
        "sa": 95,
        "sd": 105,
        "sp": 85,
        "t1": "エスパー",
        "t2": "ノーマル",
        "ab": [
          "マイペース",
          "シンクロ",
          "サイコメイカー"
        ],
        "w": 28
      }
    }
  },
  {
    "n": "モルペコ(まんぷく)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 877,
        "hp": 58,
        "at": 95,
        "df": 58,
        "sa": 70,
        "sd": 58,
        "sp": 97,
        "t1": "でんき",
        "t2": "あく",
        "ab": [
          "はらぺこスイッチ",
          null
        ],
        "w": 3
      }
    }
  },
  {
    "n": "モルペコ(はらぺこ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 877,
        "hp": 58,
        "at": 95,
        "df": 58,
        "sa": 70,
        "sd": 58,
        "sp": 97,
        "t1": "でんき",
        "t2": "あく",
        "ab": [
          "はらぺこスイッチ",
          null
        ],
        "w": 3
      }
    }
  },
  {
    "n": "ゾウドウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 878,
        "hp": 72,
        "at": 80,
        "df": 49,
        "sa": 40,
        "sd": 49,
        "sp": 40,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "ちからずく",
          null,
          "ヘヴィメタル"
        ],
        "w": 100
      }
    }
  },
  {
    "n": "ダイオウドウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 879,
        "hp": 122,
        "at": 130,
        "df": 69,
        "sa": 80,
        "sd": 69,
        "sp": 30,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "ちからずく",
          null,
          "ヘヴィメタル"
        ],
        "w": 650
      }
    }
  },
  {
    "n": "パッチラゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 880,
        "hp": 90,
        "at": 100,
        "df": 90,
        "sa": 80,
        "sd": 70,
        "sp": 75,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [
          "ちくでん",
          "はりきり",
          "すなかき"
        ],
        "w": 190
      }
    }
  },
  {
    "n": "パッチルドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 881,
        "hp": 90,
        "at": 100,
        "df": 90,
        "sa": 90,
        "sd": 80,
        "sp": 55,
        "t1": "でんき",
        "t2": "こおり",
        "ab": [
          "ちくでん",
          "せいでんき",
          "ゆきかき"
        ],
        "w": 150
      }
    }
  },
  {
    "n": "ウオノラゴン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 882,
        "hp": 90,
        "at": 90,
        "df": 100,
        "sa": 70,
        "sd": 80,
        "sp": 75,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [
          "ちょすい",
          "がんじょうあご",
          "すなかき"
        ],
        "w": 215
      }
    }
  },
  {
    "n": "ウオチルドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 883,
        "hp": 90,
        "at": 90,
        "df": 100,
        "sa": 80,
        "sd": 90,
        "sp": 55,
        "t1": "みず",
        "t2": "こおり",
        "ab": [
          "ちょすい",
          "アイスボディ",
          "ゆきかき"
        ],
        "w": 175
      }
    }
  },
  {
    "n": "ジュラルドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 884,
        "hp": 70,
        "at": 95,
        "df": 115,
        "sa": 120,
        "sd": 50,
        "sp": 85,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [
          "ライトメタル",
          "ヘヴィメタル",
          "すじがねいり"
        ],
        "w": 40
      }
    }
  },
  {
    "n": "ドラメシヤ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 885,
        "hp": 28,
        "at": 60,
        "df": 30,
        "sa": 40,
        "sd": 30,
        "sp": 82,
        "t1": "ドラゴン",
        "t2": "ゴースト",
        "ab": [
          "クリアボディ",
          "すりぬけ",
          "のろわれボディ"
        ],
        "w": 2
      }
    }
  },
  {
    "n": "ドロンチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 886,
        "hp": 68,
        "at": 80,
        "df": 50,
        "sa": 60,
        "sd": 50,
        "sp": 102,
        "t1": "ドラゴン",
        "t2": "ゴースト",
        "ab": [
          "クリアボディ",
          "すりぬけ",
          "のろわれボディ"
        ],
        "w": 11
      }
    }
  },
  {
    "n": "ドラパルト",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 887,
        "hp": 88,
        "at": 120,
        "df": 75,
        "sa": 100,
        "sd": 75,
        "sp": 142,
        "t1": "ドラゴン",
        "t2": "ゴースト",
        "ab": [
          "クリアボディ",
          "すりぬけ",
          "のろわれボディ"
        ],
        "w": 50
      }
    }
  },
  {
    "n": "ザシアン(ゆうしゃ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 888,
        "hp": 92,
        "at": 120,
        "df": 115,
        "sa": 80,
        "sd": 115,
        "sp": 138,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "ふとうのけん",
          null
        ],
        "w": 110
      }
    }
  },
  {
    "n": "ザシアン(おう)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 888,
        "hp": 92,
        "at": 150,
        "df": 115,
        "sa": 80,
        "sd": 115,
        "sp": 148,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [
          "ふとうのけん",
          null
        ],
        "w": 110
      }
    }
  },
  {
    "n": "ザマゼンタ(ゆうしゃ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 889,
        "hp": 92,
        "at": 120,
        "df": 115,
        "sa": 80,
        "sd": 115,
        "sp": 138,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "ふくつのたて",
          null
        ],
        "w": 210
      }
    }
  },
  {
    "n": "ザマゼンタ(おう)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 889,
        "hp": 92,
        "at": 120,
        "df": 140,
        "sa": 80,
        "sd": 140,
        "sp": 128,
        "t1": "かくとう",
        "t2": "はがね",
        "ab": [
          "ふくつのたて",
          null
        ],
        "w": 210
      }
    }
  },
  {
    "n": "ムゲンダイナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 890,
        "hp": 140,
        "at": 85,
        "df": 95,
        "sa": 145,
        "sd": 95,
        "sp": 130,
        "t1": "どく",
        "t2": "ドラゴン",
        "ab": [
          "プレッシャー",
          null
        ],
        "w": 950
      }
    }
  },
  {
    "n": "ダクマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 891,
        "hp": 60,
        "at": 90,
        "df": 60,
        "sa": 53,
        "sd": 50,
        "sp": 72,
        "t1": "かくとう",
        "t2": "",
        "ab": [
          "せいしんりょく",
          null
        ],
        "w": 12
      }
    }
  },
  {
    "n": "ウーラオス(いちげき)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 892,
        "hp": 100,
        "at": 130,
        "df": 100,
        "sa": 63,
        "sd": 60,
        "sp": 97,
        "t1": "かくとう",
        "t2": "あく",
        "ab": [
          "ふかしのこぶし",
          null
        ],
        "w": 105
      }
    }
  },
  {
    "n": "ウーラオス(れんげき)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 892,
        "hp": 100,
        "at": 130,
        "df": 100,
        "sa": 63,
        "sd": 60,
        "sp": 97,
        "t1": "かくとう",
        "t2": "みず",
        "ab": [
          "ふかしのこぶし",
          null
        ],
        "w": 105
      }
    }
  },
  {
    "n": "ザルード",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 893,
        "hp": 105,
        "at": 120,
        "df": 105,
        "sa": 70,
        "sd": 95,
        "sp": 105,
        "t1": "あく",
        "t2": "くさ",
        "ab": [
          "リーフガード",
          null
        ],
        "w": 70
      }
    }
  },
  {
    "n": "レジエレキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 894,
        "hp": 80,
        "at": 100,
        "df": 50,
        "sa": 100,
        "sd": 50,
        "sp": 200,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "トランジスタ",
          null
        ],
        "w": 145
      }
    }
  },
  {
    "n": "レジドラゴ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 895,
        "hp": 200,
        "at": 100,
        "df": 50,
        "sa": 100,
        "sd": 50,
        "sp": 80,
        "t1": "ドラゴン",
        "t2": "",
        "ab": [
          "りゅうのあぎと",
          null
        ],
        "w": 200
      }
    }
  },
  {
    "n": "ブリザポス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 896,
        "hp": 100,
        "at": 145,
        "df": 130,
        "sa": 65,
        "sd": 110,
        "sp": 30,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "しろのいななき",
          null
        ],
        "w": 800
      }
    }
  },
  {
    "n": "レイスポス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 897,
        "hp": 100,
        "at": 65,
        "df": 60,
        "sa": 145,
        "sd": 80,
        "sp": 130,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "くろのいななき",
          null
        ],
        "w": 44.5
      }
    }
  },
  {
    "n": "バドレックス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 898,
        "hp": 100,
        "at": 80,
        "df": 80,
        "sa": 80,
        "sd": 80,
        "sp": 80,
        "t1": "エスパー",
        "t2": "くさ",
        "ab": [
          "きんちょうかん",
          null
        ],
        "w": 7.7
      }
    }
  },
  {
    "n": "バドレックス(はくば)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 898,
        "hp": 100,
        "at": 165,
        "df": 150,
        "sa": 85,
        "sd": 130,
        "sp": 50,
        "t1": "エスパー",
        "t2": "こおり",
        "ab": [
          "じんばいったい",
          null
        ],
        "w": 7.7
      }
    }
  },
  {
    "n": "バドレックス(こくば)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 898,
        "hp": 100,
        "at": 85,
        "df": 80,
        "sa": 165,
        "sd": 100,
        "sp": 150,
        "t1": "エスパー",
        "t2": "ゴースト",
        "ab": [
          "じんばいったい",
          null
        ],
        "w": 7.7
      }
    }
  },
  {
    "n": "アヤシシ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 899,
        "hp": 103,
        "at": 105,
        "df": 72,
        "sa": 105,
        "sd": 75,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [
          "いかく",
          "おみとおし",
          "そうしょく"
        ],
        "w": 95.1
      }
    }
  },
  {
    "n": "バサギリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 900,
        "hp": 70,
        "at": 135,
        "df": 95,
        "sa": 45,
        "sd": 70,
        "sp": 85,
        "t1": "むし",
        "t2": "いわ",
        "ab": [
          "むしのしらせ",
          "ちからずく",
          "きれあじ"
        ],
        "w": 89
      }
    }
  },
  {
    "n": "ガチグマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 901,
        "hp": 130,
        "at": 140,
        "df": 105,
        "sa": 45,
        "sd": 80,
        "sp": 50,
        "t1": "じめん",
        "t2": "ノーマル",
        "ab": [
          "こんじょう",
          "ぼうだん",
          "きんちょうかん"
        ],
        "w": 290
      }
    }
  },
  {
    "n": "ガチグマ(あかつき)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 901,
        "hp": 113,
        "at": 70,
        "df": 120,
        "sa": 135,
        "sd": 65,
        "sp": 52,
        "t1": "じめん",
        "t2": "ノーマル",
        "ab": [
          "しんがん",
          null
        ],
        "w": 290
      }
    }
  },
  {
    "n": "イダイトウ♂",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 902,
        "hp": 120,
        "at": 112,
        "df": 65,
        "sa": 80,
        "sd": 75,
        "sp": 78,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [
          "すいすい",
          "てきおうりょく",
          "かたやぶり"
        ],
        "w": 110
      }
    }
  },
  {
    "n": "イダイトウ♀",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 902,
        "hp": 120,
        "at": 92,
        "df": 65,
        "sa": 100,
        "sd": 75,
        "sp": 78,
        "t1": "みず",
        "t2": "ゴースト",
        "ab": [
          "すいすい",
          "てきおうりょく",
          "かたやぶり"
        ],
        "w": 110
      }
    }
  },
  {
    "n": "オオニューラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 903,
        "hp": 80,
        "at": 130,
        "df": 60,
        "sa": 40,
        "sd": 80,
        "sp": 120,
        "t1": "かくとう",
        "t2": "どく",
        "ab": [
          "プレッシャー",
          "かるわざ",
          "どくしゅ"
        ],
        "w": 43
      }
    }
  },
  {
    "n": "ハリーマン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 904,
        "hp": 85,
        "at": 115,
        "df": 95,
        "sa": 65,
        "sd": 65,
        "sp": 85,
        "t1": "あく",
        "t2": "どく",
        "ab": [
          "どくのトゲ",
          "すいすい",
          "いかく"
        ],
        "w": 60.5
      }
    }
  },
  {
    "n": "ラブトロス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 905,
        "hp": 74,
        "at": 115,
        "df": 70,
        "sa": 135,
        "sd": 80,
        "sp": 106,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [
          "メロメロボディ",
          null,
          "あまのじゃく"
        ],
        "w": 48
      }
    }
  },
  {
    "n": "ラブトロス(れいじゅう)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 905,
        "hp": 74,
        "at": 115,
        "df": 110,
        "sa": 135,
        "sd": 100,
        "sp": 46,
        "t1": "フェアリー",
        "t2": "ひこう",
        "ab": [
          "ぼうじん",
          null
        ],
        "w": 48
      }
    }
  },
  {
    "n": "ニャオハ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 906,
        "hp": 40,
        "at": 61,
        "df": 54,
        "sa": 45,
        "sd": 45,
        "sp": 65,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "へんげんじざい"
        ],
        "w": 4.1
      }
    }
  },
  {
    "n": "ニャローテ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 907,
        "hp": 61,
        "at": 80,
        "df": 63,
        "sa": 60,
        "sd": 63,
        "sp": 83,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "しんりょく",
          null,
          "へんげんじざい"
        ],
        "w": 12.2
      }
    }
  },
  {
    "n": "マスカーニャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 908,
        "hp": 76,
        "at": 110,
        "df": 70,
        "sa": 81,
        "sd": 70,
        "sp": 123,
        "t1": "くさ",
        "t2": "あく",
        "ab": [
          "しんりょく",
          null,
          "へんげんじざい"
        ],
        "w": 31.2
      }
    }
  },
  {
    "n": "ホゲータ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 909,
        "hp": 67,
        "at": 45,
        "df": 59,
        "sa": 63,
        "sd": 40,
        "sp": 36,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "てんねん"
        ],
        "w": 9.8
      }
    }
  },
  {
    "n": "アチゲータ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 910,
        "hp": 81,
        "at": 55,
        "df": 78,
        "sa": 90,
        "sd": 58,
        "sp": 49,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もうか",
          null,
          "てんねん"
        ],
        "w": 30.7
      }
    }
  },
  {
    "n": "ラウドボーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 911,
        "hp": 104,
        "at": 75,
        "df": 100,
        "sa": 110,
        "sd": 75,
        "sp": 66,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [
          "もうか",
          null,
          "てんねん"
        ],
        "w": 326.5
      }
    }
  },
  {
    "n": "クワッス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 912,
        "hp": 55,
        "at": 65,
        "df": 45,
        "sa": 50,
        "sd": 45,
        "sp": 50,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "じしんかじょう"
        ],
        "w": 6.1
      }
    }
  },
  {
    "n": "ウェルカモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 913,
        "hp": 70,
        "at": 85,
        "df": 65,
        "sa": 65,
        "sd": 60,
        "sp": 65,
        "t1": "みず",
        "t2": "",
        "ab": [
          "げきりゅう",
          null,
          "じしんかじょう"
        ],
        "w": 21.5
      }
    }
  },
  {
    "n": "ウェーニバル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 914,
        "hp": 85,
        "at": 120,
        "df": 80,
        "sa": 85,
        "sd": 75,
        "sp": 85,
        "t1": "みず",
        "t2": "かくとう",
        "ab": [
          "げきりゅう",
          null,
          "じしんかじょう"
        ],
        "w": 61.9
      }
    }
  },
  {
    "n": "グルトン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 915,
        "hp": 54,
        "at": 45,
        "df": 40,
        "sa": 35,
        "sd": 45,
        "sp": 35,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "アロマベール",
          "くいしんぼう",
          "あついしぼう"
        ],
        "w": 10.2
      }
    }
  },
  {
    "n": "パフュートン♂",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 916,
        "hp": 110,
        "at": 100,
        "df": 75,
        "sa": 59,
        "sd": 80,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "とれないにおい",
          "くいしんぼう",
          "あついしぼう"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "パフュートン♀",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 916,
        "hp": 115,
        "at": 90,
        "df": 70,
        "sa": 59,
        "sd": 90,
        "sp": 65,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "アロマベール",
          "くいしんぼう",
          "あついしぼう"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "タマンチュラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 917,
        "hp": 35,
        "at": 41,
        "df": 45,
        "sa": 29,
        "sd": 40,
        "sp": 20,
        "t1": "むし",
        "t2": "",
        "ab": [
          "ふみん",
          null,
          "はりこみ"
        ],
        "w": 4
      }
    }
  },
  {
    "n": "ワナイダー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 918,
        "hp": 60,
        "at": 79,
        "df": 92,
        "sa": 52,
        "sd": 86,
        "sp": 35,
        "t1": "むし",
        "t2": "",
        "ab": [
          "ふみん",
          null,
          "はりこみ"
        ],
        "w": 16.5
      }
    }
  },
  {
    "n": "マメバッタ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 919,
        "hp": 33,
        "at": 46,
        "df": 40,
        "sa": 21,
        "sd": 25,
        "sp": 45,
        "t1": "むし",
        "t2": "",
        "ab": [
          "むしのしらせ",
          null,
          "いろめがね"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "エクスレッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 920,
        "hp": 71,
        "at": 102,
        "df": 78,
        "sa": 52,
        "sd": 55,
        "sp": 92,
        "t1": "むし",
        "t2": "あく",
        "ab": [
          "むしのしらせ",
          null,
          "いろめがね"
        ],
        "w": 17.5
      }
    }
  },
  {
    "n": "パモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 921,
        "hp": 45,
        "at": 50,
        "df": 20,
        "sa": 40,
        "sd": 25,
        "sp": 60,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "せいでんき",
          "しぜんかいふく",
          "てつのこぶし"
        ],
        "w": 2.5
      }
    }
  },
  {
    "n": "パモット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 922,
        "hp": 60,
        "at": 75,
        "df": 40,
        "sa": 50,
        "sd": 40,
        "sp": 85,
        "t1": "でんき",
        "t2": "かくとう",
        "ab": [
          "ちくでん",
          "しぜんかいふく",
          "てつのこぶし"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "パーモット",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 923,
        "hp": 70,
        "at": 115,
        "df": 70,
        "sa": 70,
        "sd": 60,
        "sp": 105,
        "t1": "でんき",
        "t2": "かくとう",
        "ab": [
          "ちくでん",
          "しぜんかいふく",
          "てつのこぶし"
        ],
        "w": 41
      }
    }
  },
  {
    "n": "ワッカネズミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 924,
        "hp": 50,
        "at": 50,
        "df": 45,
        "sa": 40,
        "sd": 45,
        "sp": 75,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "にげあし",
          "ものひろい",
          "マイペース"
        ],
        "w": 1.8
      }
    }
  },
  {
    "n": "イッカネズミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 925,
        "hp": 74,
        "at": 75,
        "df": 70,
        "sa": 65,
        "sd": 75,
        "sp": 111,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "フレンドガード",
          "ほおぶくろ",
          "テクニシャン"
        ],
        "w": 2.8
      }
    }
  },
  {
    "n": "パピモッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 926,
        "hp": 37,
        "at": 55,
        "df": 70,
        "sa": 30,
        "sd": 55,
        "sp": 65,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "マイペース",
          null,
          "ぶきよう"
        ],
        "w": 10.9
      }
    }
  },
  {
    "n": "バウッツェル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 927,
        "hp": 57,
        "at": 80,
        "df": 115,
        "sa": 50,
        "sd": 80,
        "sp": 95,
        "t1": "フェアリー",
        "t2": "",
        "ab": [
          "こんがりボディ",
          null,
          "アロマベール"
        ],
        "w": 14.9
      }
    }
  },
  {
    "n": "ミニーブ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 928,
        "hp": 41,
        "at": 35,
        "df": 45,
        "sa": 58,
        "sd": 51,
        "sp": 30,
        "t1": "くさ",
        "t2": "ノーマル",
        "ab": [
          "はやおき",
          null,
          "しゅうかく"
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "オリーニョ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 929,
        "hp": 52,
        "at": 53,
        "df": 60,
        "sa": 78,
        "sd": 78,
        "sp": 33,
        "t1": "くさ",
        "t2": "ノーマル",
        "ab": [
          "はやおき",
          null,
          "しゅうかく"
        ],
        "w": 11.9
      }
    }
  },
  {
    "n": "オリーヴァ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 930,
        "hp": 78,
        "at": 69,
        "df": 90,
        "sa": 125,
        "sd": 109,
        "sp": 39,
        "t1": "くさ",
        "t2": "ノーマル",
        "ab": [
          "こぼれダネ",
          null,
          "しゅうかく"
        ],
        "w": 48.2
      }
    }
  },
  {
    "n": "イキリンコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 931,
        "hp": 82,
        "at": 96,
        "df": 51,
        "sa": 45,
        "sd": 51,
        "sp": 92,
        "t1": "ノーマル",
        "t2": "ひこう",
        "ab": [
          "いかく",
          "はりきり",
          "こんじょう"
        ],
        "w": 2.4
      }
    }
  },
  {
    "n": "コジオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 932,
        "hp": 55,
        "at": 55,
        "df": 75,
        "sa": 35,
        "sd": 35,
        "sp": 25,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "きよめのしお",
          "がんじょう",
          "クリアボディ"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "ジオヅム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 933,
        "hp": 60,
        "at": 60,
        "df": 100,
        "sa": 35,
        "sd": 65,
        "sp": 35,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "きよめのしお",
          "がんじょう",
          "クリアボディ"
        ],
        "w": 105
      }
    }
  },
  {
    "n": "キョジオーン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 934,
        "hp": 100,
        "at": 100,
        "df": 130,
        "sa": 45,
        "sd": 90,
        "sp": 35,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "きよめのしお",
          "がんじょう",
          "クリアボディ"
        ],
        "w": 240
      }
    }
  },
  {
    "n": "カルボウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 935,
        "hp": 40,
        "at": 50,
        "df": 40,
        "sa": 50,
        "sd": 40,
        "sp": 35,
        "t1": "ほのお",
        "t2": "",
        "ab": [
          "もらいび",
          null,
          "ほのおのからだ"
        ],
        "w": 10.5
      }
    }
  },
  {
    "n": "グレンアルマ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 936,
        "hp": 85,
        "at": 60,
        "df": 100,
        "sa": 125,
        "sd": 80,
        "sp": 75,
        "t1": "ほのお",
        "t2": "エスパー",
        "ab": [
          "もらいび",
          null,
          "くだけるよろい"
        ],
        "w": 85
      }
    }
  },
  {
    "n": "ソウブレイズ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 937,
        "hp": 75,
        "at": 125,
        "df": 80,
        "sa": 60,
        "sd": 100,
        "sp": 85,
        "t1": "ほのお",
        "t2": "ゴースト",
        "ab": [
          "もらいび",
          null,
          "くだけるよろい"
        ],
        "w": 62
      }
    }
  },
  {
    "n": "ズピカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 938,
        "hp": 61,
        "at": 31,
        "df": 41,
        "sa": 59,
        "sd": 35,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "マイペース",
          "せいでんき",
          "しめりけ"
        ],
        "w": 0.4
      }
    }
  },
  {
    "n": "ハラバリー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 939,
        "hp": 109,
        "at": 64,
        "df": 91,
        "sa": 103,
        "sd": 83,
        "sp": 45,
        "t1": "でんき",
        "t2": "",
        "ab": [
          "でんきにかえる",
          "せいでんき",
          "しめりけ"
        ],
        "w": 113
      }
    }
  },
  {
    "n": "カイデン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 940,
        "hp": 40,
        "at": 40,
        "df": 35,
        "sa": 55,
        "sd": 40,
        "sp": 70,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "ふうりょくでんき",
          "ちくでん",
          "かちき"
        ],
        "w": 3.6
      }
    }
  },
  {
    "n": "タイカイデン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 941,
        "hp": 70,
        "at": 70,
        "df": 60,
        "sa": 105,
        "sd": 60,
        "sp": 125,
        "t1": "でんき",
        "t2": "ひこう",
        "ab": [
          "ふうりょくでんき",
          "ちくでん",
          "かちき"
        ],
        "w": 38.6
      }
    }
  },
  {
    "n": "オラチフ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 942,
        "hp": 60,
        "at": 78,
        "df": 60,
        "sa": 40,
        "sd": 51,
        "sp": 51,
        "t1": "あく",
        "t2": "",
        "ab": [
          "いかく",
          "にげあし",
          "はりこみ"
        ],
        "w": 16
      }
    }
  },
  {
    "n": "マフィティフ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 943,
        "hp": 80,
        "at": 120,
        "df": 90,
        "sa": 60,
        "sd": 70,
        "sp": 85,
        "t1": "あく",
        "t2": "",
        "ab": [
          "いかく",
          "ばんけん",
          "はりこみ"
        ],
        "w": 61
      }
    }
  },
  {
    "n": "シルシュルー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 944,
        "hp": 40,
        "at": 65,
        "df": 35,
        "sa": 40,
        "sd": 35,
        "sp": 75,
        "t1": "どく",
        "t2": "ノーマル",
        "ab": [
          "かるわざ",
          "わるいてぐせ",
          "いたずらごころ"
        ],
        "w": 0.7
      }
    }
  },
  {
    "n": "タギングル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 945,
        "hp": 63,
        "at": 95,
        "df": 65,
        "sa": 80,
        "sd": 72,
        "sp": 110,
        "t1": "どく",
        "t2": "ノーマル",
        "ab": [
          "かるわざ",
          "どくしゅ",
          "いたずらごころ"
        ],
        "w": 27.2
      }
    }
  },
  {
    "n": "アノクサ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 946,
        "hp": 40,
        "at": 65,
        "df": 30,
        "sa": 45,
        "sd": 35,
        "sp": 60,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [
          "かぜのり",
          null,
          "すりぬけ"
        ],
        "w": 0.6
      }
    }
  },
  {
    "n": "アノホラグサ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 947,
        "hp": 55,
        "at": 115,
        "df": 70,
        "sa": 80,
        "sd": 70,
        "sp": 90,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [
          "かぜのり",
          null,
          "すりぬけ"
        ],
        "w": 6
      }
    }
  },
  {
    "n": "ノノクラゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 948,
        "hp": 40,
        "at": 40,
        "df": 35,
        "sa": 50,
        "sd": 100,
        "sp": 70,
        "t1": "じめん",
        "t2": "くさ",
        "ab": [
          "きんしのちから",
          null,
          "きんしのちから"
        ],
        "w": 33
      }
    }
  },
  {
    "n": "リククラゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 949,
        "hp": 80,
        "at": 70,
        "df": 65,
        "sa": 80,
        "sd": 120,
        "sp": 100,
        "t1": "じめん",
        "t2": "くさ",
        "ab": [
          "きんしのちから",
          null,
          "きんしのちから"
        ],
        "w": 58
      }
    }
  },
  {
    "n": "ガケガニ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 950,
        "hp": 70,
        "at": 100,
        "df": 115,
        "sa": 35,
        "sd": 55,
        "sp": 75,
        "t1": "いわ",
        "t2": "",
        "ab": [
          "いかりのこうら",
          "シェルアーマー",
          "さいせいりょく"
        ],
        "w": 79
      }
    }
  },
  {
    "n": "カプサイジ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 951,
        "hp": 50,
        "at": 62,
        "df": 40,
        "sa": 62,
        "sd": 40,
        "sp": 50,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "ようりょくそ",
          "ふみん",
          "ぶきよう"
        ],
        "w": 3
      }
    }
  },
  {
    "n": "スコヴィラン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 952,
        "hp": 65,
        "at": 108,
        "df": 65,
        "sa": 108,
        "sd": 65,
        "sp": 75,
        "t1": "くさ",
        "t2": "ほのお",
        "ab": [
          "ようりょくそ",
          "ふみん",
          "ムラっけ"
        ],
        "w": 15
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "952m",
        "hp": 65,
        "at": 138,
        "df": 85,
        "sa": 138,
        "sd": 65,
        "sp": 75,
        "t1": "くさ",
        "t2": "ほのお",
        "ab": [
          "とびだすハバネロ",
          null
        ],
        "w": 22
      }
    }
  },
  {
    "n": "シガロコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 953,
        "hp": 41,
        "at": 50,
        "df": 60,
        "sa": 31,
        "sd": 58,
        "sp": 30,
        "t1": "むし",
        "t2": "",
        "ab": [
          "ふくがん",
          null,
          "だっぴ"
        ],
        "w": 1
      }
    }
  },
  {
    "n": "ベラカス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 954,
        "hp": 75,
        "at": 50,
        "df": 85,
        "sa": 115,
        "sd": 100,
        "sp": 45,
        "t1": "むし",
        "t2": "エスパー",
        "ab": [
          "シンクロ",
          null,
          "テレパシー"
        ],
        "w": 3.5
      }
    }
  },
  {
    "n": "ヒラヒナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 955,
        "hp": 30,
        "at": 35,
        "df": 30,
        "sa": 55,
        "sd": 30,
        "sp": 75,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "きけんよち",
          "おみとおし",
          "かそく"
        ],
        "w": 1.5
      }
    }
  },
  {
    "n": "クエスパトラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 956,
        "hp": 95,
        "at": 60,
        "df": 60,
        "sa": 101,
        "sd": 60,
        "sp": 105,
        "t1": "エスパー",
        "t2": "",
        "ab": [
          "びんじょう",
          "おみとおし",
          "かそく"
        ],
        "w": 90
      }
    }
  },
  {
    "n": "カヌチャン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 957,
        "hp": 50,
        "at": 45,
        "df": 45,
        "sa": 35,
        "sd": 64,
        "sp": 58,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [
          "かたやぶり",
          "マイペース",
          "わるいてぐせ"
        ],
        "w": 8.9
      }
    }
  },
  {
    "n": "ナカヌチャン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 958,
        "hp": 65,
        "at": 55,
        "df": 55,
        "sa": 45,
        "sd": 82,
        "sp": 78,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [
          "かたやぶり",
          "マイペース",
          "わるいてぐせ"
        ],
        "w": 59.1
      }
    }
  },
  {
    "n": "デカヌチャン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 959,
        "hp": 85,
        "at": 75,
        "df": 77,
        "sa": 70,
        "sd": 105,
        "sp": 94,
        "t1": "フェアリー",
        "t2": "はがね",
        "ab": [
          "かたやぶり",
          "マイペース",
          "わるいてぐせ"
        ],
        "w": 112.8
      }
    }
  },
  {
    "n": "ウミディグダ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 960,
        "hp": 10,
        "at": 55,
        "df": 25,
        "sa": 35,
        "sd": 25,
        "sp": 95,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ぬめぬめ",
          "びびり",
          "すながくれ"
        ],
        "w": 1.8
      }
    }
  },
  {
    "n": "ウミトリオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 961,
        "hp": 35,
        "at": 100,
        "df": 50,
        "sa": 50,
        "sd": 70,
        "sp": 120,
        "t1": "みず",
        "t2": "",
        "ab": [
          "ぬめぬめ",
          "びびり",
          "すながくれ"
        ],
        "w": 5.4
      }
    }
  },
  {
    "n": "オトシドリ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 962,
        "hp": 70,
        "at": 103,
        "df": 85,
        "sa": 60,
        "sd": 85,
        "sp": 82,
        "t1": "ひこう",
        "t2": "あく",
        "ab": [
          "はとむね",
          "するどいめ",
          "いわはこび"
        ],
        "w": 42.9
      }
    }
  },
  {
    "n": "ナミイルカ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 963,
        "hp": 70,
        "at": 45,
        "df": 40,
        "sa": 45,
        "sd": 40,
        "sp": 75,
        "t1": "みず",
        "t2": "",
        "ab": [
          "みずのベール",
          null,
          "みずのベール"
        ],
        "w": 60.2
      }
    }
  },
  {
    "n": "イルカマン",
    "f": {
      "form1": {
        "ft": "normal",
        "fn": "ナイーブ",
        "id": 964,
        "hp": 100,
        "at": 70,
        "df": 72,
        "sa": 53,
        "sd": 62,
        "sp": 100,
        "t1": "みず",
        "t2": "",
        "ab": [
          "マイティチェンジ",
          null
        ],
        "w": 60.2
      },
      "form2": {
        "ft": "normal",
        "fn": "マイティ",
        "id": 964,
        "hp": 100,
        "at": 160,
        "df": 97,
        "sa": 106,
        "sd": 87,
        "sp": 100,
        "t1": "みず",
        "t2": "",
        "ab": [
          "マイティチェンジ",
          null
        ],
        "w": 60.2
      }
    }
  },
  {
    "n": "ブロロン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 965,
        "hp": 45,
        "at": 70,
        "df": 63,
        "sa": 30,
        "sd": 45,
        "sp": 47,
        "t1": "はがね",
        "t2": "どく",
        "ab": [
          "ぼうじん",
          null,
          "スロースタート"
        ],
        "w": 35
      }
    }
  },
  {
    "n": "ブロロローム",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 966,
        "hp": 80,
        "at": 119,
        "df": 90,
        "sa": 54,
        "sd": 67,
        "sp": 90,
        "t1": "はがね",
        "t2": "どく",
        "ab": [
          "ぼうじん",
          null,
          "フィルター"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "モトトカゲ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 967,
        "hp": 70,
        "at": 95,
        "df": 65,
        "sa": 85,
        "sd": 65,
        "sp": 121,
        "t1": "ドラゴン",
        "t2": "ノーマル",
        "ab": [
          "だっぴ",
          null,
          "さいせいりょく"
        ],
        "w": 63
      }
    }
  },
  {
    "n": "ミミズズ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 968,
        "hp": 70,
        "at": 85,
        "df": 145,
        "sa": 60,
        "sd": 55,
        "sp": 65,
        "t1": "はがね",
        "t2": "",
        "ab": [
          "どしょく",
          null,
          "すながくれ"
        ],
        "w": 310
      }
    }
  },
  {
    "n": "キラーメ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 969,
        "hp": 48,
        "at": 35,
        "df": 42,
        "sa": 105,
        "sd": 60,
        "sp": 60,
        "t1": "いわ",
        "t2": "どく",
        "ab": [
          "どくげしょう",
          null,
          "ふしょく"
        ],
        "w": 8
      }
    }
  },
  {
    "n": "キラフロル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 970,
        "hp": 83,
        "at": 55,
        "df": 90,
        "sa": 130,
        "sd": 81,
        "sp": 86,
        "t1": "いわ",
        "t2": "どく",
        "ab": [
          "どくげしょう",
          null,
          "ふしょく"
        ],
        "w": 45
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "970m",
        "hp": 83,
        "at": 90,
        "df": 105,
        "sa": 150,
        "sd": 96,
        "sp": 101,
        "t1": "いわ",
        "t2": "どく",
        "ab": [
          "てきおうりょく",
          null
        ],
        "w": 77
      }
    }
  },
  {
    "n": "ボチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 971,
        "hp": 50,
        "at": 61,
        "df": 60,
        "sa": 30,
        "sd": 55,
        "sp": 34,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "ものひろい",
          null,
          "もふもふ"
        ],
        "w": 35
      }
    }
  },
  {
    "n": "ハカドッグ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 972,
        "hp": 72,
        "at": 101,
        "df": 100,
        "sa": 50,
        "sd": 97,
        "sp": 68,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "すなかき",
          null,
          "もふもふ"
        ],
        "w": 15
      }
    }
  },
  {
    "n": "カラミンゴ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 973,
        "hp": 82,
        "at": 115,
        "df": 74,
        "sa": 75,
        "sd": 64,
        "sp": 90,
        "t1": "ひこう",
        "t2": "かくとう",
        "ab": [
          "きもったま",
          "ちどりあし",
          "きょうえん"
        ],
        "w": 37
      }
    }
  },
  {
    "n": "アルクジラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 974,
        "hp": 108,
        "at": 68,
        "df": 45,
        "sa": 30,
        "sd": 40,
        "sp": 43,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "あついしぼう",
          "ゆきがくれ",
          "ちからずく"
        ],
        "w": 45
      }
    }
  },
  {
    "n": "ハルクジラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 975,
        "hp": 170,
        "at": 113,
        "df": 65,
        "sa": 45,
        "sd": 55,
        "sp": 73,
        "t1": "こおり",
        "t2": "",
        "ab": [
          "あついしぼう",
          "ゆきかき",
          "ちからずく"
        ],
        "w": 700
      }
    }
  },
  {
    "n": "ミガルーサ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 976,
        "hp": 90,
        "at": 102,
        "df": 73,
        "sa": 78,
        "sd": 65,
        "sp": 70,
        "t1": "みず",
        "t2": "エスパー",
        "ab": [
          "かたやぶり",
          null,
          "きれあじ"
        ],
        "w": 90
      }
    }
  },
  {
    "n": "ヘイラッシャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 977,
        "hp": 150,
        "at": 100,
        "df": 115,
        "sa": 65,
        "sd": 65,
        "sp": 35,
        "t1": "みず",
        "t2": "",
        "ab": [
          "てんねん",
          "どんかん",
          "みずのベール"
        ],
        "w": 220
      }
    }
  },
  {
    "n": "シャリタツ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 978,
        "hp": 68,
        "at": 50,
        "df": 60,
        "sa": 120,
        "sd": 95,
        "sp": 82,
        "t1": "ドラゴン",
        "t2": "みず",
        "ab": [
          "しれいとう",
          null,
          "よびみず"
        ],
        "w": 8
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "978m",
        "hp": 68,
        "at": 65,
        "df": 90,
        "sa": 135,
        "sd": 125,
        "sp": 92,
        "t1": "ドラゴン",
        "t2": "みず",
        "ab": [
          "null",
          null
        ],
        "w": 24
      }
    }
  },
  {
    "n": "コノヨザル",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 979,
        "hp": 110,
        "at": 115,
        "df": 80,
        "sa": 50,
        "sd": 90,
        "sp": 90,
        "t1": "かくとう",
        "t2": "ゴースト",
        "ab": [
          "やるき",
          "せいしんりょく",
          "まけんき"
        ],
        "w": 56
      }
    }
  },
  {
    "n": "ドオー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 980,
        "hp": 130,
        "at": 75,
        "df": 60,
        "sa": 45,
        "sd": 100,
        "sp": 20,
        "t1": "どく",
        "t2": "じめん",
        "ab": [
          "どくのトゲ",
          "ちょすい",
          "てんねん"
        ],
        "w": 223
      }
    }
  },
  {
    "n": "リキキリン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 981,
        "hp": 120,
        "at": 90,
        "df": 70,
        "sa": 110,
        "sd": 70,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "エスパー",
        "ab": [
          "はんすう",
          "テイルアーマー",
          "そうしょく"
        ],
        "w": 160
      }
    }
  },
  {
    "n": "ノココッチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 982,
        "hp": 125,
        "at": 100,
        "df": 80,
        "sa": 85,
        "sd": 75,
        "sp": 55,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "てんのめぐみ",
          "にげあし",
          "びびり"
        ],
        "w": 39.2
      }
    }
  },
  {
    "n": "ドドゲザン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 983,
        "hp": 100,
        "at": 135,
        "df": 120,
        "sa": 60,
        "sd": 85,
        "sp": 50,
        "t1": "あく",
        "t2": "はがね",
        "ab": [
          "まけんき",
          "そうだいしょう",
          "プレッシャー"
        ],
        "w": 120
      }
    }
  },
  {
    "n": "イダイナキバ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 984,
        "hp": 115,
        "at": 131,
        "df": 131,
        "sa": 53,
        "sd": 53,
        "sp": 87,
        "t1": "じめん",
        "t2": "かくとう",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 320
      }
    }
  },
  {
    "n": "サケブシッポ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 985,
        "hp": 115,
        "at": 65,
        "df": 99,
        "sa": 65,
        "sd": 115,
        "sp": 111,
        "t1": "フェアリー",
        "t2": "エスパー",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 8
      }
    }
  },
  {
    "n": "アラブルタケ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 986,
        "hp": 111,
        "at": 127,
        "df": 99,
        "sa": 79,
        "sd": 99,
        "sp": 55,
        "t1": "くさ",
        "t2": "あく",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 21
      }
    }
  },
  {
    "n": "ハバタクカミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 987,
        "hp": 55,
        "at": 55,
        "df": 55,
        "sa": 135,
        "sd": 135,
        "sp": 135,
        "t1": "ゴースト",
        "t2": "フェアリー",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 4
      }
    }
  },
  {
    "n": "チヲハウハネ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 988,
        "hp": 85,
        "at": 135,
        "df": 79,
        "sa": 85,
        "sd": 105,
        "sp": 81,
        "t1": "むし",
        "t2": "かくとう",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 92
      }
    }
  },
  {
    "n": "スナノケガワ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 989,
        "hp": 85,
        "at": 81,
        "df": 97,
        "sa": 121,
        "sd": 85,
        "sp": 101,
        "t1": "でんき",
        "t2": "じめん",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 60
      }
    }
  },
  {
    "n": "テツノワダチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 990,
        "hp": 90,
        "at": 112,
        "df": 120,
        "sa": 72,
        "sd": 70,
        "sp": 106,
        "t1": "じめん",
        "t2": "はがね",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 240
      }
    }
  },
  {
    "n": "テツノツツミ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 991,
        "hp": 56,
        "at": 80,
        "df": 114,
        "sa": 124,
        "sd": 60,
        "sp": 136,
        "t1": "こおり",
        "t2": "みず",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 11
      }
    }
  },
  {
    "n": "テツノカイナ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 992,
        "hp": 154,
        "at": 140,
        "df": 108,
        "sa": 50,
        "sd": 68,
        "sp": 50,
        "t1": "かくとう",
        "t2": "でんき",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 380.7
      }
    }
  },
  {
    "n": "テツノコウベ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 993,
        "hp": 94,
        "at": 80,
        "df": 86,
        "sa": 122,
        "sd": 80,
        "sp": 108,
        "t1": "あく",
        "t2": "ひこう",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 111
      }
    }
  },
  {
    "n": "テツノドクガ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 994,
        "hp": 80,
        "at": 70,
        "df": 60,
        "sa": 140,
        "sd": 110,
        "sp": 110,
        "t1": "ほのお",
        "t2": "どく",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 36
      }
    }
  },
  {
    "n": "テツノイバラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 995,
        "hp": 100,
        "at": 134,
        "df": 110,
        "sa": 70,
        "sd": 84,
        "sp": 72,
        "t1": "いわ",
        "t2": "でんき",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 303
      }
    }
  },
  {
    "n": "セビエ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 996,
        "hp": 65,
        "at": 75,
        "df": 45,
        "sa": 35,
        "sd": 45,
        "sp": 55,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [
          "ねつこうかん",
          null,
          "アイスボディ"
        ],
        "w": 17
      }
    }
  },
  {
    "n": "セゴール",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 997,
        "hp": 90,
        "at": 95,
        "df": 66,
        "sa": 45,
        "sd": 65,
        "sp": 62,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [
          "ねつこうかん",
          null,
          "アイスボディ"
        ],
        "w": 30
      }
    }
  },
  {
    "n": "セグレイブ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 998,
        "hp": 115,
        "at": 145,
        "df": 92,
        "sa": 75,
        "sd": 86,
        "sp": 87,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [
          "ねつこうかん",
          null,
          "アイスボディ"
        ],
        "w": 210
      },
      "mega": {
        "ft": "mega",
        "fn": "メガ",
        "id": "998m",
        "hp": 115,
        "at": 175,
        "df": 117,
        "sa": 105,
        "sd": 101,
        "sp": 87,
        "t1": "ドラゴン",
        "t2": "こおり",
        "ab": [
          "null",
          null
        ],
        "w": 315
      }
    }
  },
  {
    "n": "コレクレー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 999,
        "hp": 45,
        "at": 30,
        "df": 70,
        "sa": 75,
        "sd": 70,
        "sp": 10,
        "t1": "ゴースト",
        "t2": "",
        "ab": [
          "びびり",
          null
        ],
        "w": 5
      }
    }
  },
  {
    "n": "サーフゴー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1000,
        "hp": 87,
        "at": 60,
        "df": 95,
        "sa": 133,
        "sd": 91,
        "sp": 84,
        "t1": "はがね",
        "t2": "ゴースト",
        "ab": [
          "おうごんのからだ",
          null
        ],
        "w": 30
      }
    }
  },
  {
    "n": "チオンジェン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1001,
        "hp": 85,
        "at": 85,
        "df": 100,
        "sa": 95,
        "sd": 135,
        "sp": 70,
        "t1": "あく",
        "t2": "くさ",
        "ab": [
          "わざわいのおふだ",
          null
        ],
        "w": 74.2
      }
    }
  },
  {
    "n": "パオジアン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1002,
        "hp": 80,
        "at": 120,
        "df": 80,
        "sa": 90,
        "sd": 65,
        "sp": 135,
        "t1": "あく",
        "t2": "こおり",
        "ab": [
          "わざわいのつるぎ",
          null
        ],
        "w": 152.2
      }
    }
  },
  {
    "n": "ディンルー",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1003,
        "hp": 155,
        "at": 110,
        "df": 125,
        "sa": 55,
        "sd": 80,
        "sp": 45,
        "t1": "あく",
        "t2": "じめん",
        "ab": [
          "わざわいのうつわ",
          null
        ],
        "w": 699.7
      }
    }
  },
  {
    "n": "イーユイ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1004,
        "hp": 55,
        "at": 80,
        "df": 80,
        "sa": 135,
        "sd": 120,
        "sp": 100,
        "t1": "あく",
        "t2": "ほのお",
        "ab": [
          "わざわいのたま",
          null
        ],
        "w": 4.9
      }
    }
  },
  {
    "n": "トドロクツキ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1005,
        "hp": 105,
        "at": 139,
        "df": 71,
        "sa": 55,
        "sd": 101,
        "sp": 119,
        "t1": "ドラゴン",
        "t2": "あく",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 380
      }
    }
  },
  {
    "n": "テツノブジン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1006,
        "hp": 74,
        "at": 130,
        "df": 90,
        "sa": 120,
        "sd": 60,
        "sp": 116,
        "t1": "フェアリー",
        "t2": "かくとう",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 35
      }
    }
  },
  {
    "n": "コライドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1007,
        "hp": 100,
        "at": 135,
        "df": 115,
        "sa": 85,
        "sd": 100,
        "sp": 135,
        "t1": "かくとう",
        "t2": "ドラゴン",
        "ab": [
          "ひひいろのこどう",
          null
        ],
        "w": 303
      }
    }
  },
  {
    "n": "ミライドン",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1008,
        "hp": 100,
        "at": 85,
        "df": 100,
        "sa": 135,
        "sd": 115,
        "sp": 135,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [
          "ハドロンエンジン",
          null
        ],
        "w": 240
      }
    }
  },
  {
    "n": "ウネルミナモ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1009,
        "hp": 99,
        "at": 83,
        "df": 91,
        "sa": 125,
        "sd": 83,
        "sp": 109,
        "t1": "みず",
        "t2": "ドラゴン",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 280
      }
    }
  },
  {
    "n": "テツノイサハ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1010,
        "hp": 90,
        "at": 130,
        "df": 88,
        "sa": 70,
        "sd": 108,
        "sp": 104,
        "t1": "くさ",
        "t2": "エスパー",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 125
      }
    }
  },
  {
    "n": "カミッチュ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1011,
        "hp": 80,
        "at": 80,
        "df": 110,
        "sa": 95,
        "sd": 80,
        "sp": 40,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [
          "かんろなミツ",
          "くいしんぼう",
          "ねんちゃく"
        ],
        "w": 9.7
      }
    }
  },
  {
    "n": "チャデス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1012,
        "hp": 40,
        "at": 45,
        "df": 45,
        "sa": 74,
        "sd": 54,
        "sp": 50,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [
          "おもてなし",
          null,
          "たいねつ"
        ],
        "w": 1.1
      }
    }
  },
  {
    "n": "ヤバソチャ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1013,
        "hp": 71,
        "at": 60,
        "df": 106,
        "sa": 121,
        "sd": 80,
        "sp": 70,
        "t1": "くさ",
        "t2": "ゴースト",
        "ab": [
          "おもてなし",
          null,
          "たいねつ"
        ],
        "w": 2.2
      }
    }
  },
  {
    "n": "イイネイヌ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1014,
        "hp": 88,
        "at": 128,
        "df": 115,
        "sa": 58,
        "sd": 86,
        "sp": 80,
        "t1": "どく",
        "t2": "かくとう",
        "ab": [
          "どくのくさり",
          null,
          "ばんけん"
        ],
        "w": 92.2
      }
    }
  },
  {
    "n": "マシマシラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1015,
        "hp": 88,
        "at": 75,
        "df": 66,
        "sa": 130,
        "sd": 90,
        "sp": 106,
        "t1": "どく",
        "t2": "エスパー",
        "ab": [
          "どくのくさり",
          null,
          "おみとおし"
        ],
        "w": 12.2
      }
    }
  },
  {
    "n": "キチキギス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1016,
        "hp": 88,
        "at": 91,
        "df": 82,
        "sa": 70,
        "sd": 125,
        "sp": 99,
        "t1": "どく",
        "t2": "フェアリー",
        "ab": [
          "どくのくさり",
          null,
          "テクニシャン"
        ],
        "w": 30.1
      }
    }
  },
  {
    "n": "オーガポン(みどり)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "",
        "ab": [
          "まけんき",
          null
        ],
        "w": 39.8
      }
    }
  },
  {
    "n": "オーガポン(いど)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "みず",
        "ab": [
          "ちょすい",
          null
        ],
        "w": 39.8
      }
    }
  },
  {
    "n": "オーガポン(かまど)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "ほのお",
        "ab": [
          "かたやぶり",
          null
        ],
        "w": 39.8
      }
    }
  },
  {
    "n": "オーガポン(いしずえ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1017,
        "hp": 80,
        "at": 120,
        "df": 84,
        "sa": 60,
        "sd": 96,
        "sp": 110,
        "t1": "くさ",
        "t2": "いわ",
        "ab": [
          "がんじょう",
          null
        ],
        "w": 39.8
      }
    }
  },
  {
    "n": "ブリジュラス",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1018,
        "hp": 90,
        "at": 105,
        "df": 130,
        "sa": 125,
        "sd": 65,
        "sp": 85,
        "t1": "はがね",
        "t2": "ドラゴン",
        "ab": [
          "じきゅうりょく",
          "がんじょう",
          "すじがねいり"
        ],
        "w": 60
      }
    }
  },
  {
    "n": "カミツオロチ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1019,
        "hp": 106,
        "at": 80,
        "df": 110,
        "sa": 120,
        "sd": 80,
        "sp": 44,
        "t1": "くさ",
        "t2": "ドラゴン",
        "ab": [
          "かんろなミツ",
          "さいせいりょく",
          "ねんちゃく"
        ],
        "w": 93
      }
    }
  },
  {
    "n": "ウガツホムラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1020,
        "hp": 105,
        "at": 115,
        "df": 121,
        "sa": 65,
        "sd": 93,
        "sp": 91,
        "t1": "ほのお",
        "t2": "ドラゴン",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 590
      }
    }
  },
  {
    "n": "タケルライコ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1021,
        "hp": 125,
        "at": 73,
        "df": 91,
        "sa": 137,
        "sd": 89,
        "sp": 75,
        "t1": "でんき",
        "t2": "ドラゴン",
        "ab": [
          "こだいかっせい",
          null
        ],
        "w": 480
      }
    }
  },
  {
    "n": "テツノイワオ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1022,
        "hp": 90,
        "at": 120,
        "df": 80,
        "sa": 68,
        "sd": 108,
        "sp": 124,
        "t1": "いわ",
        "t2": "エスパー",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 162.5
      }
    }
  },
  {
    "n": "テツノカシラ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1023,
        "hp": 90,
        "at": 72,
        "df": 100,
        "sa": 122,
        "sd": 108,
        "sp": 98,
        "t1": "はがね",
        "t2": "エスパー",
        "ab": [
          "クォークチャージ",
          null
        ],
        "w": 156
      }
    }
  },
  {
    "n": "テラパゴス(ノーマル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1024,
        "hp": 90,
        "at": 65,
        "df": 85,
        "sa": 65,
        "sd": 85,
        "sp": 60,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "テラスチェンジ",
          null
        ],
        "w": 6.5
      }
    }
  },
  {
    "n": "テラパゴス(テラスタル)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1024,
        "hp": 95,
        "at": 95,
        "df": 110,
        "sa": 105,
        "sd": 110,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "テラスシェル",
          null
        ],
        "w": 16
      }
    }
  },
  {
    "n": "テラパゴス(ステラ)",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1024,
        "hp": 160,
        "at": 105,
        "df": 110,
        "sa": 130,
        "sd": 110,
        "sp": 85,
        "t1": "ノーマル",
        "t2": "",
        "ab": [
          "ゼロフォーミング",
          null
        ],
        "w": 77
      }
    }
  },
  {
    "n": "モモワロウ",
    "f": {
      "normal": {
        "ft": "normal",
        "fn": "",
        "id": 1025,
        "hp": 88,
        "at": 88,
        "df": 160,
        "sa": 88,
        "sd": 88,
        "sp": 88,
        "t1": "どく",
        "t2": "ゴースト",
        "ab": [
          "どくくぐつ",
          null
        ],
        "w": 0.3
      }
    }
  }
];
