// 技データ（名前・威力・PP・分類・タイプ）
const WD = [
  // {
  //   "n": "はたく",
  //   "p": 40,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //    "a": ["接"]
  // },
  {
    "n": "からてチョップ",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "おうふくビンタ",
    "p": 15,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "れんぞくパンチ",
    "p": 18,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接","拳"]
  },
  {
    "n": "メガトンパンチ",
    "p": 80,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接","拳"]
  },
  // {
  //   "n": "ネコにこばん",
  //   "p": 40,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル"
  // },
  {
    "n": "ほのおのパンチ",
    "p": 75,
    "pp": 16,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接","拳"]
  },
  {
    "n": "れいとうパンチ",
    "p": 75,
    "pp": 16,
    "c": "ぶつり",
    "t": "こおり",
    "a": ["接","拳"]
  },
  {
    "n": "かみなりパンチ",
    "p": 75,
    "pp": 16,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接","拳"]
  },
  // {
  //   "n": "ひっかく",
  //   "p": 40,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //   "a": ["接"]
  // },
  // {
  //   "n": "はさむ",
  //   "p": 55,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //   "a": ["接"]
  // },
  {
    "n": "ハサミギロチン",
    "p": null,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "かまいたち",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "つるぎのまい",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "いあいぎり",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接","切"]
  },
  {
    "n": "かぜおこし",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ひこう"
  },
  {
    "n": "つばさでうつ",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "ふきとばし",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "そらをとぶ",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接",]
  },
  {
    "n": "しめつける",
    "p": 15,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "たたきつける",
    "p": 80,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  // {
  //   "n": "つるのムチ",
  //   "p": 45,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "くさ",
  //   "a": ["接"]
  // },
  // {
  //   "n": "ふみつけ",
  //   "p": 65,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //   "a": ["接"]
  // },
  {
    "n": "にどげり",
    "p": 30,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "メガトンキック",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "とびげり",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "まわしげり",
    "p": 60,
    "pp": 16,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "すなかけ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "じめん"
  },
  {
    "n": "ずつき",
    "p": 70,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "つのでつく",
    "p": 65,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "みだれづき",
    "p": 15,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "つのドリル",
    "p": null,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  // {
  //   "n": "たいあたり",
  //   "p": 40,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //   "a": ["接"]
  // },
  {
    "n": "のしかかり",
    "p": 85,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "まきつく",
    "p": 15,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "とっしん",
    "p": 90,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "あばれる",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "すてみタックル",
    "p": 120,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "しっぽをふる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "どくばり",
    "p": 15,
    "pp": 20,
    "c": "ぶつり",
    "t": "どく"
  },
  {
    "n": "ダブルニードル",
    "p": 25,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし"
  },
  {
    "n": "ミサイルばり",
    "p": 25,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし"
  },
  {
    "n": "にらみつける",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "かみつく",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "なきごえ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ほえる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "うたう",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ちょうおんぱ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ソニックブーム",
    "p": null,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "かなしばり",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ようかいえき",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "ひのこ",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "かえんほうしゃ",
    "p": 90,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "しろいきり",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "こおり"
  },
  {
    "n": "みずでっぽう",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "ハイドロポンプ",
    "p": 110,
    "pp": 8,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "なみのり",
    "p": 90,
    "pp": 16,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "れいとうビーム",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "ふぶき",
    "p": 110,
    "pp": 8,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "サイケこうせん",
    "p": 65,
    "pp": 20,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "バブルこうせん",
    "p": 65,
    "pp": 20,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "オーロラビーム",
    "p": 65,
    "pp": 20,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "はかいこうせん",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "つつく",
    "p": 35,
    "pp": 20,
    "c": "ぶつり",
    "t": "ひこう"
  },
  {
    "n": "ドリルくちばし",
    "p": 80,
    "pp": 20,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "じごくぐるま",
    "p": 80,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "けたぐり",
    "p": null,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "カウンター",
    "p": null,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "ちきゅうなげ",
    "p": null,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "かいりき",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "すいとる",
    "p": 20,
    "pp": 20,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "メガドレイン",
    "p": 40,
    "pp": 16,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "やどりぎのタネ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "せいちょう",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "はっぱカッター",
    "p": 55,
    "pp": 20,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["切"]
  },
  {
    "n": "ソーラービーム",
    "p": 120,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "どくのこな",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "しびれごな",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "ねむりごな",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "はなびらのまい",
    "p": 120,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "いとをはく",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "りゅうのいかり",
    "p": null,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "ほのおのうず",
    "p": 35,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "でんきショック",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "１０まんボルト",
    "p": 90,
    "pp": 16,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "でんじは",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "かみなり",
    "p": 110,
    "pp": 12,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "いわおとし",
    "p": 50,
    "pp": 16,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "じしん",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "じわれ",
    "p": null,
    "pp": 8,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "あなをほる",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん",
    "a": ["接"]
  },
  {
    "n": "どくどく",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "ねんりき",
    "p": 50,
    "pp": 20,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "サイコキネシス",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "さいみんじゅつ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ヨガのポーズ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "こうそくいどう",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "でんこうせっか",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  // {
  //   "n": "いかり",
  //   "p": 20,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //   "a": ["接"]
  // },
  {
    "n": "テレポート",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ナイトヘッド",
    "p": null,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "ものまね",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "いやなおと",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "かげぶんしん",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "じこさいせい",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "かたくなる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ちいさくなる",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "えんまく",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "あやしいひかり",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ゴースト"
  },
  {
    "n": "からにこもる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "みず"
  },
  {
    "n": "まるくなる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "バリアー",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ひかりのかべ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "くろいきり",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "こおり"
  },
  {
    "n": "リフレクター",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "きあいだめ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  // {
  //   "n": "がまん",
  //   "p": null,
  //   "pp": 12,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //   "a": ["接"]
  // },
  {
    "n": "ゆびをふる",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "オウムがえし",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ひこう"
  },
  {
    "n": "じばく",
    "p": 200,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "タマゴばくだん",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["弾"]
  },
  {
    "n": "したでなめる",
    "p": 30,
    "pp": 20,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接"]
  },
  {
    "n": "スモッグ",
    "p": 30,
    "pp": 20,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "ヘドロこうげき",
    "p": 65,
    "pp": 20,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "ホネこんぼう",
    "p": 65,
    "pp": 20,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "だいもんじ",
    "p": 110,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "たきのぼり",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  // {
  //   "n": "からではさむ",
  //   "p": 35,
  //   "pp": 16,
  //   "c": "ぶつり",
  //   "t": "みず",
  //   "a": ["接"]
  // },
  {
    "n": "スピードスター",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "ロケットずつき",
    "p": 130,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "とげキャノン",
    "p": 20,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "からみつく",
    "p": 10,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ドわすれ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "スプーンまげ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "タマゴうみ",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "とびひざげり",
    "p": 130,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "へびにらみ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ゆめくい",
    "p": 100,
    "pp": 16,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "どくガス",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "たまなげ",
    "p": 15,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["弾"]
  },
  {
    "n": "きゅうけつ",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "あくまのキッス",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ゴッドバード",
    "p": 140,
    "pp": 8,
    "c": "ぶつり",
    "t": "ひこう"
  },
  {
    "n": "へんしん",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "あわ",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "ピヨピヨパンチ",
    "p": 70,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接","拳"]
  },
  {
    "n": "キノコのほうし",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "フラッシュ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "サイコウェーブ",
    "p": null,
    "pp": 16,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "はねる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "とける",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "クラブハンマー",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "だいばくはつ",
    "p": 250,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "みだれひっかき",
    "p": 18,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "ホネブーメラン",
    "p": 50,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ねむる",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "いわなだれ",
    "p": 75,
    "pp": 12,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "ひっさつまえば",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接","噛"]
  },
  {
    "n": "かくばる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "テクスチャー",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "トライアタック",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "いかりのまえば",
    "p": null,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "きりさく",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["切"]
  },
  {
    "n": "みがわり",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "わるあがき",
    "p": 50,
    "pp": 1,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "スケッチ",
    "p": null,
    "pp": 1,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "トリプルキック",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "どろぼう",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "クモのす",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "こころのめ",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "あくむ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ゴースト"
  },
  {
    "n": "かえんぐるま",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "いびき",
    "p": 50,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "のろい",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ゴースト"
  },
  {
    "n": "じたばた",
    "p": null,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "テクスチャー２",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "エアロブラスト",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ひこう"
  },
  {
    "n": "わたほうし",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "きしかいせい",
    "p": null,
    "pp": 16,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "うらみ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ゴースト"
  },
  {
    "n": "こなゆき",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "まもる",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "マッハパンチ",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接","拳"]
  },
  {
    "n": "こわいかお",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "だましうち",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "てんしのキッス",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "はらだいこ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ヘドロばくだん",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "どく",
    "a": ["弾"]
  },
  {
    "n": "どろかけ",
    "p": 20,
    "pp": 12,
    "c": "とくしゅ",
    "t": "じめん"
  },
  {
    "n": "オクタンほう",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "みず",
    "a": ["弾"]
  },
  {
    "n": "まきびし",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "じめん"
  },
  {
    "n": "でんじほう",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "でんき",
    "a": ["弾"]
  },
  {
    "n": "みやぶる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "みちづれ",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ゴースト"
  },
  {
    "n": "ほろびのうた",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "こごえるかぜ",
    "p": 55,
    "pp": 16,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "みきり",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "ボーンラッシュ",
    "p": 30,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ロックオン",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "げきりん",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接"]
  },
  {
    "n": "すなあらし",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "いわ"
  },
  {
    "n": "ギガドレイン",
    "p": 75,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "こらえる",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "あまえる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "ころがる",
    "p": 30,
    "pp": 20,
    "c": "ぶつり",
    "t": "いわ",
    "a": ["接"]
  },
  {
    "n": "みねうち",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "いばる",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ミルクのみ",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "スパーク",
    "p": 65,
    "pp": 20,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "れんぞくぎり",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接","切"]
  },
  {
    "n": "はがねのつばさ",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "くろいまなざし",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "メロメロ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ねごと",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "いやしのすず",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "おんがえし",
    "p": 100,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "プレゼント",
    "p": null,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "やつあたり",
    "p": null,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "しんぴのまもり",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "いたみわけ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "せいなるほのお",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "ほのお"
  },
  {
    "n": "マグニチュード",
    "p": null,
    "pp": 20,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ばくれつパンチ",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接","拳"]
  },
  {
    "n": "メガホーン",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "りゅうのいぶき",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "バトンタッチ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "アンコール",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "おいうち",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "こうそくスピン",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "あまいかおり",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "アイアンテール",
    "p": 100,
    "pp": 16,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "メタルクロー",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接","切"]
  },
  {
    "n": "あてみなげ",
    "p": 70,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "あさのひざし",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "こうごうせい",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "つきのひかり",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "めざめるパワー",
    "p": 60,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "クロスチョップ",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "たつまき",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "あまごい",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "みず"
  },
  {
    "n": "にほんばれ",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ほのお"
  },
  {
    "n": "かみくだく",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "ミラーコート",
    "p": null,
    "pp": 20,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "じこあんじ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "しんそく",
    "p": 80,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "げんしのちから",
    "p": 60,
    "pp": 8,
    "c": "とくしゅ",
    "t": "いわ"
  },
  {
    "n": "シャドーボール",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ゴースト",
    "a": ["弾"]
  },
  {
    "n": "みらいよち",
    "p": 120,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "いわくだき",
    "p": 40,
    "pp": 16,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "うずしお",
    "p": 35,
    "pp": 16,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "ふくろだたき",
    "p": null,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "ねこだまし",
    "p": 40,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "さわぐ",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "たくわえる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "はきだす",
    "p": null,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "のみこむ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ねっぷう",
    "p": 95,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "あられ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "こおり"
  },
  {
    "n": "いちゃもん",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "おだてる",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "おにび",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ほのお"
  },
  {
    "n": "おきみやげ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "からげんき",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "きあいパンチ",
    "p": 150,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接","拳"]
  },
  {
    "n": "きつけ",
    "p": 70,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "このゆびとまれ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "しぜんのちから",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "じゅうでん",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "ちょうはつ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "てだすけ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "トリック",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "なりきり",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ねがいごと",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  // {
  //   "n": "ねこのて",
  //   "p": null,
  //   "pp": 20,
  //   "c": "へんか",
  //   "t": "ノーマル"
  // },
  {
    "n": "ねをはる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "ばかぢから",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "マジックコート",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "リサイクル",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "リベンジ",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "かわらわり",
    "p": 75,
    "pp": 16,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "あくび",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "はたきおとす",
    "p": 65,
    "pp": 20,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "がむしゃら",
    "p": null,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ふんか",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "スキルスワップ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ふういん",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "リフレッシュ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "おんねん",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ゴースト"
  },
  {
    "n": "よこどり",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "ひみつのちから",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "ダイビング",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "つっぱり",
    "p": 15,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "ほごしょく",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ほたるび",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "ラスターパージ",
    "p": 95,
    "pp": 8,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "ミストボール",
    "p": 95,
    "pp": 8,
    "c": "とくしゅ",
    "t": "エスパー",
    "a": ["弾"]
  },
  {
    "n": "フェザーダンス",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ひこう"
  },
  {
    "n": "フラフラダンス",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ブレイズキック",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "どろあそび",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "じめん"
  },
  {
    "n": "アイスボール",
    "p": 30,
    "pp": 20,
    "c": "ぶつり",
    "t": "こおり",
    "a": ["接","弾"]
  },
  {
    "n": "ニードルアーム",
    "p": 60,
    "pp": 16,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "なまける",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ハイパーボイス",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "どくどくのキバ",
    "p": 50,
    "pp": 16,
    "c": "ぶつり",
    "t": "どく",
    "a": ["接","噛"]
  },
  {
    "n": "ブレイククロー",
    "p": 75,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接","切"]
  },
  {
    "n": "ブラストバーン",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "ハイドロカノン",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "コメットパンチ",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接","拳"]
  },
  // {
  //   "n": "おどろかす",
  //   "p": 30,
  //   "pp": 16,
  //   "c": "ぶつり",
  //   "t": "ゴースト",
  //   "a": ["接"]
  // },
  {
    "n": "ウェザーボール",
    "p": 50,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル",
    "a": ["弾"]
  },
  {
    "n": "アロマセラピー",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "うそなき",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "エアカッター",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ひこう",
    "a": ["切"]
  },
  {
    "n": "オーバーヒート",
    "p": 130,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "かぎわける",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "がんせきふうじ",
    "p": 60,
    "pp": 16,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "ぎんいろのかぜ",
    "p": 60,
    "pp": 8,
    "c": "とくしゅ",
    "t": "むし"
  },
  {
    "n": "きんぞくおん",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "はがね"
  },
  {
    "n": "くさぶえ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "くすぐる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "コスモパワー",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "しおふき",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "シグナルビーム",
    "p": 75,
    "pp": 16,
    "c": "とくしゅ",
    "t": "むし"
  },
  {
    "n": "シャドーパンチ",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接","拳"]
  },
  {
    "n": "じんつうりき",
    "p": 80,
    "pp": 20,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "スカイアッパー",
    "p": 85,
    "pp": 16,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接","拳"]
  },
  {
    "n": "すなじごく",
    "p": 35,
    "pp": 16,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ぜったいれいど",
    "p": null,
    "pp": 8,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "だくりゅう",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "タネマシンガン",
    "p": 25,
    "pp": 20,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "つばめがえし",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接","切"]
  },
  {
    "n": "つららばり",
    "p": 25,
    "pp": 20,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "てっぺき",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "はがね"
  },
  {
    "n": "とおせんぼう",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "とおぼえ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ドラゴンクロー",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接","切"]
  },
  {
    "n": "ハードプラント",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "ビルドアップ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "とびはねる",
    "p": 85,
    "pp": 8,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "マッドショット",
    "p": 55,
    "pp": 16,
    "c": "とくしゅ",
    "t": "じめん"
  },
  {
    "n": "ポイズンテール",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "どく",
    "a": ["接"]
  },
  {
    "n": "ほしがる",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ボルテッカー",
    "p": 120,
    "pp": 16,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "マジカルリーフ",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "みずあそび",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "みず"
  },
  {
    "n": "めいそう",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "リーフブレード",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接","切"]
  },
  {
    "n": "りゅうのまい",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ドラゴン"
  },
  {
    "n": "ロックブラスト",
    "p": 25,
    "pp": 12,
    "c": "ぶつり",
    "t": "いわ",
    "a": ["弾"]
  },
  {
    "n": "でんげきは",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "みずのはどう",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "みず",
    "a": ["波"]
  },
  {
    "n": "はめつのねがい",
    "p": 140,
    "pp": 8,
    "c": "とくしゅ",
    "t": "はがね"
  },
  {
    "n": "サイコブースト",
    "p": 140,
    "pp": 8,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "はねやすめ",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ひこう"
  },
  {
    "n": "じゅうりょく",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ミラクルアイ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "めざましビンタ",
    "p": 70,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "アームハンマー",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接", "拳"]
  },
  {
    "n": "ジャイロボール",
    "p": null,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接","弾"]
  },
  {
    "n": "いやしのねがい",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "しおみず",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "しぜんのめぐみ",
    "p": null,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "フェイント",
    "p": 30,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ついばむ",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "おいかぜ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ひこう"
  },
  {
    "n": "つぼをつく",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "メタルバースト",
    "p": null,
    "pp": 12,
    "c": "ぶつり",
    "t": "はがね"
  },
  {
    "n": "とんぼがえり",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "インファイト",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "しっぺがえし",
    "p": 50,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "ダメおし",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "さしおさえ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "なげつける",
    "p": null,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく"
  },
  {
    "n": "サイコシフト",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "きりふだ",
    "p": null,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "かいふくふうじ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "しぼりとる",
    "p": null,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "パワートリック",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "いえき",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "おまじない",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "さきどり",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "まねっこ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "パワースワップ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ガードスワップ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "おしおき",
    "p": null,
    "pp": 8,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "とっておき",
    "p": 140,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "なやみのタネ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "ふいうち",
    "p": 70,
    "pp": 8,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "どくびし",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "ハートスワップ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "アクアリング",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "みず"
  },
  {
    "n": "でんじふゆう",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "フレアドライブ",
    "p": 120,
    "pp": 16,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "はっけい",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "はどうだん",
    "p": 80,
    "pp": 20,
    "c": "とくしゅ",
    "t": "かくとう",
    "a": ["弾","波"]
  },
  {
    "n": "ロックカット",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "いわ"
  },
  {
    "n": "どくづき",
    "p": 80,
    "pp": 20,
    "c": "ぶつり",
    "t": "どく",
    "a": ["接"]
  },
  {
    "n": "あくのはどう",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "あく",
    "a": ["波"]
  },
  {
    "n": "つじぎり",
    "p": 70,
    "pp": 16,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接","切"]
  },
  {
    "n": "アクアテール",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "タネばくだん",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["弾"]
  },
  {
    "n": "エアスラッシュ",
    "p": 75,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ひこう",
    "a": ["切"]
  },
  {
    "n": "シザークロス",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接","切"]
  },
  {
    "n": "むしのさざめき",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "むし"
  },
  {
    "n": "りゅうのはどう",
    "p": 85,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ドラゴン",
    "a": ["波"]
  },
  {
    "n": "ドラゴンダイブ",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接"]
  },
  {
    "n": "パワージェム",
    "p": 80,
    "pp": 20,
    "c": "とくしゅ",
    "t": "いわ"
  },
  {
    "n": "ドレインパンチ",
    "p": 75,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接","拳"]
  },
  {
    "n": "しんくうは",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "かくとう"
  },
  {
    "n": "きあいだま",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "かくとう",
    "a": ["弾"]
  },
  {
    "n": "エナジーボール",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ",
    "a": ["弾"]
  },
  {
    "n": "ブレイブバード",
    "p": 120,
    "pp": 16,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "だいちのちから",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "じめん"
  },
  {
    "n": "すりかえ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "ギガインパクト",
    "p": 150,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "わるだくみ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "バレットパンチ",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接","拳"]
  },
  {
    "n": "ゆきなだれ",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "こおり",
    "a": ["接"]
  },
  {
    "n": "こおりのつぶて",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "シャドークロー",
    "p": 70,
    "pp": 16,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接","切"]
  },
  {
    "n": "かみなりのキバ",
    "p": 65,
    "pp": 16,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接","噛"]
  },
  {
    "n": "こおりのキバ",
    "p": 65,
    "pp": 16,
    "c": "ぶつり",
    "t": "こおり",
    "a": ["接","噛"]
  },
  {
    "n": "ほのおのキバ",
    "p": 65,
    "pp": 16,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接","噛"]
  },
  {
    "n": "かげうち",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接"]
  },
  {
    "n": "どろばくだん",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "じめん",
    "a": ["弾"]
  },
  {
    "n": "サイコカッター",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "エスパー",
    "a": ["切"]
  },
  {
    "n": "しねんのずつき",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "エスパー",
    "a": ["接"]
  },
  {
    "n": "ミラーショット",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "はがね"
  },
  {
    "n": "ラスターカノン",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "はがね"
  },
  {
    "n": "ロッククライム",
    "p": 90,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "きりばらい",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ひこう"
  },
  {
    "n": "トリックルーム",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "りゅうせいぐん",
    "p": 130,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "ほうでん",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "ふんえん",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "リーフストーム",
    "p": 130,
    "pp": 8,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "パワーウィップ",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "がんせきほう",
    "p": 150,
    "pp": 8,
    "c": "ぶつり",
    "t": "いわ",
    "a": ["弾"]
  },
  {
    "n": "クロスポイズン",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "どく",
    "a": ["接"<"切"]
  },
  {
    "n": "ダストシュート",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "どく"
  },
  {
    "n": "アイアンヘッド",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "マグネットボム",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["弾"]
  },
  {
    "n": "ストーンエッジ",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "ゆうわく",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ステルスロック",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "いわ"
  },
  {
    "n": "くさむすび",
    "p": null,
    "pp": 20,
    "c": "とくしゅ",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "おしゃべり",
    "p": 65,
    "pp": 20,
    "c": "とくしゅ",
    "t": "ひこう"
  },
  {
    "n": "さばきのつぶて",
    "p": 100,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "むしくい",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "チャージビーム",
    "p": 50,
    "pp": 12,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "ウッドハンマー",
    "p": 120,
    "pp": 16,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "アクアジェット",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "こうげきしれい",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "むし"
  },
  {
    "n": "ぼうぎょしれい",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "かいふくしれい",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "もろはのずつき",
    "p": 150,
    "pp": 8,
    "c": "ぶつり",
    "t": "いわ",
    "a": ["接"]
  },
  {
    "n": "ダブルアタック",
    "p": 35,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ときのほうこう",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "あくうせつだん",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "みかづきのまい",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "にぎりつぶす",
    "p": null,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "マグマストーム",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "ダークホール",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "シードフレア",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "あやしいかぜ",
    "p": 60,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "シャドーダイブ",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接"]
  },
  {
    "n": "つめとぎ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "ワイドガード",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "いわ"
  },
  {
    "n": "ガードシェア",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "パワーシェア",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ワンダールーム",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "サイコショック",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "ベノムショック",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "ボディパージ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "はがね"
  },
  {
    "n": "いかりのこな",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "テレキネシス",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "マジックルーム",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "うちおとす",
    "p": 50,
    "pp": 16,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "やまあらし",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "はじけるほのお",
    "p": 70,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "ヘドロウェーブ",
    "p": 95,
    "pp": 12,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "ちょうのまい",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "ヘビーボンバー",
    "p": null,
    "pp": 12,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "シンクロノイズ",
    "p": 120,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "エレキボール",
    "p": null,
    "pp": 12,
    "c": "とくしゅ",
    "t": "でんき",
    "a": ["弾"]
  },
  {
    "n": "みずびたし",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "みず"
  },
  {
    "n": "ニトロチャージ",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "とぐろをまく",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "ローキック",
    "p": 65,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "アシッドボム",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "どく",
    "a": ["弾"]
  },
  {
    "n": "イカサマ",
    "p": 95,
    "pp": 16,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "シンプルビーム",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "なかまづくり",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "おさきにどうぞ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "りんしょう",
    "p": 60,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "エコーボイス",
    "p": 40,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "なしくずし",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "クリアスモッグ",
    "p": 50,
    "pp": 16,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "アシストパワー",
    "p": 20,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "ファストガード",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "サイドチェンジ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ねっとう",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "からをやぶる",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "いやしのはどう",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー",
    "a": ["波"]
  },
  {
    "n": "たたりめ",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "フリーフォール",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "ギアチェンジ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "はがね"
  },
  {
    "n": "ともえなげ",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "やきつくす",
    "p": 60,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "さきおくり",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "アクロバット",
    "p": 55,
    "pp": 16,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "ミラータイプ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "かたきうち",
    "p": 70,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "いのちがけ",
    "p": null,
    "pp": 8,
    "c": "とくしゅ",
    "t": "かくとう"
  },
  {
    "n": "ギフトパス",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "れんごく",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "みずのちかい",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "ほのおのちかい",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "くさのちかい",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "ボルトチェンジ",
    "p": 70,
    "pp": 20,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "むしのていこう",
    "p": 50,
    "pp": 20,
    "c": "とくしゅ",
    "t": "むし"
  },
  {
    "n": "じならし",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "こおりのいぶき",
    "p": 60,
    "pp": 12,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "ドラゴンテール",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接"]
  },
  {
    "n": "ふるいたてる",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "エレキネット",
    "p": 55,
    "pp": 16,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "ワイルドボルト",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "ドリルライナー",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ダブルチョップ",
    "p": 40,
    "pp": 16,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接"]
  },
  {
    "n": "ハートスタンプ",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "エスパー",
    "a": ["接"]
  },
  {
    "n": "ウッドホーン",
    "p": 75,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "せいなるつるぎ",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接","切"]
  },
  {
    "n": "シェルブレード",
    "p": 75,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接","切"]
  },
  {
    "n": "ヒートスタンプ",
    "p": null,
    "pp": 12,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "グラスミキサー",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "ハードローラー",
    "p": 65,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし"
  },
  {
    "n": "コットンガード",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "ナイトバースト",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "あく"
  },
  {
    "n": "サイコブレイク",
    "p": 100,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "スイープビンタ",
    "p": 25,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ぼうふう",
    "p": 110,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ひこう"
  },
  {
    "n": "アフロブレイク",
    "p": 120,
    "pp": 16,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ギアソーサー",
    "p": 50,
    "pp": 16,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "かえんだん",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお",
    "a": ["弾"]
  },
  {
    "n": "テクノバスター",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "いにしえのうた",
    "p": 75,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "しんぴのつるぎ",
    "p": 85,
    "pp": 12,
    "c": "とくしゅ",
    "t": "かくとう",
    "a": ["切"]
  },
  {
    "n": "こごえるせかい",
    "p": 65,
    "pp": 12,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "らいげき",
    "p": 130,
    "pp": 8,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "あおいほのお",
    "p": 130,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "ほのおのまい",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "フリーズボルト",
    "p": 140,
    "pp": 8,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "コールドフレア",
    "p": 140,
    "pp": 8,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "バークアウト",
    "p": 55,
    "pp": 16,
    "c": "とくしゅ",
    "t": "あく"
  },
  {
    "n": "つららおとし",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "Ｖジェネレート",
    "p": 180,
    "pp": 8,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "クロスフレイム",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "クロスサンダー",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "でんき"
  },
  {
    "n": "フライングプレス",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "たたみがえし",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "ゲップ",
    "p": 120,
    "pp": 12,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "たがやす",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "じめん"
  },
  {
    "n": "ねばねばネット",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "とどめばり",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "ゴーストダイブ",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接"]
  },
  {
    "n": "ハロウィン",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ゴースト"
  },
  {
    "n": "おたけび",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "プラズマシャワー",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "パラボラチャージ",
    "p": 65,
    "pp": 20,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "もりののろい",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "はなふぶき",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "フリーズドライ",
    "p": 70,
    "pp": 20,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "チャームボイス",
    "p": 40,
    "pp": 16,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "すてゼリフ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "ひっくりかえす",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "ドレインキッス",
    "p": 50,
    "pp": 12,
    "c": "とくしゅ",
    "t": "フェアリー",
    "a": ["接"]
  },
  {
    "n": "トリックガード",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "フラワーガード",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "グラスフィールド",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "ミストフィールド",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "そうでん",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "じゃれつく",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "フェアリー",
    "a": ["接"]
  },
  {
    "n": "ようせいのかぜ",
    "p": 40,
    "pp": 20,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "ムーンフォース",
    "p": 95,
    "pp": 16,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "ばくおんぱ",
    "p": 140,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "フェアリーロック",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "キングシールド",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "はがね"
  },
  {
    "n": "なかよくする",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ないしょばなし",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ダイヤストーム",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "スチームバースト",
    "p": 110,
    "pp": 8,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "いじげんホール",
    "p": 80,
    "pp": 8,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "みずしゅりけん",
    "p": 15,
    "pp": 20,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "マジカルフレイム",
    "p": 75,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "ニードルガード",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "アロマミスト",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "かいでんぱ",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "ベノムトラップ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "ふんじん",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "ジオコントロール",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "じばそうさ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "ハッピータイム",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "エレキフィールド",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "でんき"
  },
  {
    "n": "マジカルシャイン",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "おいわい",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "てをつなぐ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "つぶらなひとみ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "ほっぺすりすり",
    "p": 20,
    "pp": 20,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "てかげん",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "まとわりつく",
    "p": 20,
    "pp": 20,
    "c": "とくしゅ",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "グロウパンチ",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接","拳"]
  },
  {
    "n": "デスウイング",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ひこう"
  },
  {
    "n": "サウザンアロー",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "サウザンウェーブ",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "グランドフォース",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "はめつのひかり",
    "p": 140,
    "pp": 8,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "こんげんのはどう",
    "p": 110,
    "pp": 12,
    "c": "とくしゅ",
    "t": "みず",
    "a": ["波"]
  },
  {
    "n": "だんがいのつるぎ",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ガリョウテンセイ",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "いじげんラッシュ",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "あく"
  },
  {
    "n": "ウルトラダッシュアタック",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "ウルトラダッシュアタック",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "ぜんりょくむそうげきれつけん",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "ぜんりょくむそうげきれつけん",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "かくとう"
  },
  {
    "n": "ファイナルダイブクラッシュ",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "ひこう"
  },
  {
    "n": "ファイナルダイブクラッシュ",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "ひこう"
  },
  {
    "n": "アシッドポイズンデリート",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "どく"
  },
  {
    "n": "アシッドポイズンデリート",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "ライジングランドオーバー",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ライジングランドオーバー",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "じめん"
  },
  {
    "n": "ワールズエンドフォール",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "ワールズエンドフォール",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "いわ"
  },
  {
    "n": "ぜったいほしょくかいてんざん",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "むし"
  },
  {
    "n": "ぜったいほしょくかいてんざん",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "むし"
  },
  {
    "n": "むげんあんやへのいざない",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "ゴースト"
  },
  {
    "n": "むげんあんやへのいざない",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "ちょうぜつらせんれんげき",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "はがね"
  },
  {
    "n": "ちょうぜつらせんれんげき",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "はがね"
  },
  {
    "n": "ダイナミックフルフレイム",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "ほのお"
  },
  {
    "n": "ダイナミックフルフレイム",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "スーパーアクアトルネード",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "みず"
  },
  {
    "n": "スーパーアクアトルネード",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "ブルームシャインエクストラ",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "ブルームシャインエクストラ",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "スパーキングギガボルト",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "でんき"
  },
  {
    "n": "スパーキングギガボルト",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "マキシマムサイブレイカー",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "エスパー"
  },
  {
    "n": "マキシマムサイブレイカー",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "レイジングジオフリーズ",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "レイジングジオフリーズ",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "アルティメットドラゴンバーン",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "ドラゴン"
  },
  {
    "n": "アルティメットドラゴンバーン",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "ブラックホールイクリプス",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "あく"
  },
  {
    "n": "ブラックホールイクリプス",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "あく"
  },
  {
    "n": "ラブリースターインパクト",
    "p": null,
    "pp": 1,
    "c": "ぶつり",
    "t": "フェアリー"
  },
  {
    "n": "ラブリースターインパクト",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "ひっさつのピカチュート",
    "p": 210,
    "pp": 1,
    "c": "ぶつり",
    "t": "でんき"
  },
  {
    "n": "すなあつめ",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "じめん"
  },
  {
    "n": "であいがしら",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "トーチカ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "かげぬい",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "ゴースト"
  },
  {
    "n": "ＤＤラリアット",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "うたかたのアリア",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "アイスハンマー",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "こおり",
    "a": ["接", "拳"]
  },
  {
    "n": "フラワーヒール",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "１０まんばりき",
    "p": 95,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん",
    "a": ["接"]
  },
  {
    "n": "ちからをすいとる",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "ソーラーブレード",
    "p": 125,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接","切"]
  },
  {
    "n": "このは",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "スポットライト",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "どくのいと",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "とぎすます",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "アシストギア",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "はがね"
  },
  {
    "n": "じごくづき",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "かふんだんご",
    "p": 90,
    "pp": 16,
    "c": "とくしゅ",
    "t": "むし",
    "a": ["弾"]
  },
  {
    "n": "アンカーショット",
    "p": 80,
    "pp": 20,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "サイコフィールド",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "とびかかる",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "ほのおのムチ",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "つけあがる",
    "p": 20,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "もえつきる",
    "p": 130,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "スピードスワップ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "スマートホーン",
    "p": 70,
    "pp": 12,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "じょうか",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "めざめるダンス",
    "p": 90,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "コアパニッシャー",
    "p": 100,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "トロピカルキック",
    "p": 85,
    "pp": 16,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "さいはい",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "くちばしキャノン",
    "p": 120,
    "pp": 16,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["弾"]
  },
  {
    "n": "スケイルノイズ",
    "p": 110,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "ドラゴンハンマー",
    "p": 90,
    "pp": 16,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接"]
  },
  {
    "n": "ぶんまわす",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "オーロラベール",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "こおり"
  },
  {
    "n": "シャドーアローズストライク",
    "p": 180,
    "pp": 1,
    "c": "ぶつり",
    "t": "ゴースト"
  },
  {
    "n": "ハイパーダーククラッシャー",
    "p": 180,
    "pp": 1,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "わだつみのシンフォニア",
    "p": 195,
    "pp": 1,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "ガーディアン・デ・アローラ",
    "p": null,
    "pp": 1,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "しちせいだっこんたい",
    "p": 195,
    "pp": 1,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接"]
  },
  {
    "n": "ライトニングサーフライド",
    "p": 175,
    "pp": 1,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "ほんきをだす こうげき",
    "p": 210,
    "pp": 1,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ナインエボルブースト",
    "p": null,
    "pp": 1,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "オリジンズスーパーノヴァ",
    "p": 185,
    "pp": 1,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "トラップシェル",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "フルールカノン",
    "p": 130,
    "pp": 8,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "サイコファング",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "エスパー",
    "a": ["接","噛"]
  },
  {
    "n": "じだんだ",
    "p": 75,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん",
    "a": ["接"]
  },
  {
    "n": "シャドーボーン",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "ゴースト"
  },
  {
    "n": "アクセルロック",
    "p": 40,
    "pp": 20,
    "c": "ぶつり",
    "t": "いわ",
    "a": ["接"]
  },
  {
    "n": "アクアブレイク",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "プリズムレーザー",
    "p": 160,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "シャドースチール",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接"]
  },
  {
    "n": "メテオドライブ",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "シャドーレイ",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "なみだめ",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "びりびりちくちく",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "でんき"
  },
  {
    "n": "しぜんのいかり",
    "p": null,
    "pp": 12,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "マルチアタック",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "１０００まんボルト",
    "p": 195,
    "pp": 1,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "ビックリヘッド",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "プラズマフィスト",
    "p": 100,
    "pp": 16,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接","拳"]
  },
  {
    "n": "フォトンゲイザー",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "てんこがすめつぼうのひかり",
    "p": 200,
    "pp": 1,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "サンシャインスマッシャー",
    "p": 200,
    "pp": 1,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "ムーンライトブラスター",
    "p": 200,
    "pp": 1,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "ぽかぼかフレンドタイム",
    "p": 190,
    "pp": 1,
    "c": "ぶつり",
    "t": "フェアリー",
    "a": ["接"]
  },
  {
    "n": "ラジアルエッジストーム",
    "p": 190,
    "pp": 1,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "ブレイジングソウルビート",
    "p": 185,
    "pp": 1,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "ばちばちアクセル",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "ざぶざぶサーフ",
    "p": 90,
    "pp": 16,
    "c": "とくしゅ",
    "t": "みず"
  },
  // {
  //   "n": "ふわふわフォール",
  //   "p": 90,
  //   "pp": 16,
  //   "c": "ぶつり",
  //   "t": "ひこう",
  //   "a": ["接"]
  // },
  {
    "n": "ピカピカサンダー",
    "p": null,
    "pp": 20,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "いきいきバブル",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "びりびりエレキ",
    "p": 60,
    "pp": 20,
    "c": "とくしゅ",
    "t": "でんき"
  },
  // {
  //   "n": "めらめらバーン",
  //   "p": 60,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ほのお",
  //   "a": ["接"]
  // },
  {
    "n": "どばどばオーラ",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "わるわるゾーン",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "あく"
  },
  {
    "n": "すくすくボンバー",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "こちこちフロスト",
    "p": 100,
    "pp": 12,
    "c": "とくしゅ",
    "t": "こおり"
  },
  {
    "n": "きらきらストーム",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  // {
  //   "n": "ブイブイブレイク",
  //   "p": null,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "ノーマル",
  //   "a": ["接"]
  // },
  {
    "n": "ダブルパンツァー",
    "p": 60,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接","拳"]
  },
  {
    "n": "ダイウォール",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ダイマックスほう",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "ねらいうち",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "くらいつく",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接","噛"]
  },
  {
    "n": "ほおばる",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "はいすいのじん",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "タールショット",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "いわ"
  },
  {
    "n": "まほうのこな",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ドラゴンアロー",
    "p": 50,
    "pp": 12,
    "c": "ぶつり",
    "t": "ドラゴン"
  },
  {
    "n": "おちゃかい",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "たこがため",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "でんげきくちばし",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "エラがみ",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接","噛"]
  },
  {
    "n": "コートチェンジ",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ダイバーン",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "ほのお"
  },
  {
    "n": "ダイワーム",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "むし"
  },
  {
    "n": "ダイサンダー",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "でんき"
  },
  {
    "n": "ダイアタック",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル"
  },
  {
    "n": "ダイナックル",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "ダイホロウ",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "ゴースト"
  },
  {
    "n": "ダイアイス",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "ダイアシッド",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "どく"
  },
  {
    "n": "ダイストリーム",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず"
  },
  {
    "n": "ダイジェット",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "ひこう"
  },
  {
    "n": "ダイフェアリー",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "フェアリー"
  },
  {
    "n": "ダイドラグーン",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "ドラゴン"
  },
  {
    "n": "ダイサイコ",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "エスパー"
  },
  {
    "n": "ダイロック",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "ダイアース",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "じめん"
  },
  {
    "n": "ダイアーク",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく"
  },
  {
    "n": "ダイソウゲン",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "ダイスチル",
    "p": 10,
    "pp": 12,
    "c": "ぶつり",
    "t": "はがね"
  },
  {
    "n": "ソウルビート",
    "p": null,
    "pp": 8,
    "c": "へんか",
    "t": "ドラゴン"
  },
  {
    "n": "ボディプレス",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "デコレーション",
    "p": null,
    "pp": 16,
    "c": "へんか",
    "t": "フェアリー"
  },
  {
    "n": "ドラムアタック",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "トラバサミ",
    "p": 35,
    "pp": 16,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "かえんボール",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["弾"]
  },
  {
    "n": "きょじゅうざん",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接","切"]
  },
  {
    "n": "きょじゅうだん",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "オーラぐるま",
    "p": 110,
    "pp": 12,
    "c": "ぶつり",
    "t": "でんき"
  },
  {
    "n": "ワイドブレイカー",
    "p": 60,
    "pp": 16,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接"]
  },
  // {
  //   "n": "えだづき",
  //   "p": 40,
  //   "pp": 20,
  //   "c": "ぶつり",
  //   "t": "くさ",
  //   "a": ["接"]
  // },
  {
    "n": "オーバードライブ",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "りんごさん",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "Ｇのちから",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "ソウルクラッシュ",
    "p": 75,
    "pp": 16,
    "c": "ぶつり",
    "t": "フェアリー",
    "a": ["接"]
  },
  {
    "n": "ワンダースチーム",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "いのちのしずく",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "みず"
  },
  {
    "n": "ブロッキング",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "あく"
  },
  {
    "n": "どげざつき",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "スターアサルト",
    "p": 150,
    "pp": 8,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "ムゲンダイビーム",
    "p": 160,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "てっていこうせん",
    "p": 140,
    "pp": 8,
    "c": "とくしゅ",
    "t": "はがね"
  },
  {
    "n": "ワイドフォース",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "アイアンローラー",
    "p": 130,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "スケイルショット",
    "p": 25,
    "pp": 20,
    "c": "ぶつり",
    "t": "ドラゴン"
  },
  {
    "n": "メテオビーム",
    "p": 120,
    "pp": 12,
    "c": "とくしゅ",
    "t": "いわ"
  },
  {
    "n": "シェルアームズ",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "どく"
  },
  {
    "n": "ミストバースト",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "グラススライダー",
    "p": 55,
    "pp": 20,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "ライジングボルト",
    "p": 70,
    "pp": 20,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "だいちのはどう",
    "p": 50,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル",
    "a": ["波"]
  },
  {
    "n": "はいよるいちげき",
    "p": 70,
    "pp": 12,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "しっとのほのお",
    "p": 70,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "うっぷんばらし",
    "p": 75,
    "pp": 8,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "ポルターガイスト",
    "p": 110,
    "pp": 8,
    "c": "ぶつり",
    "t": "ゴースト"
  },
  {
    "n": "ふしょくガス",
    "p": null,
    "pp": 20,
    "c": "へんか",
    "t": "どく"
  },
  {
    "n": "コーチング",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "クイックターン",
    "p": 60,
    "pp": 20,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "トリプルアクセル",
    "p": 20,
    "pp": 12,
    "c": "ぶつり",
    "t": "こおり",
    "a": ["接"]
  },
  {
    "n": "ダブルウイング",
    "p": 40,
    "pp": 12,
    "c": "ぶつり",
    "t": "ひこう",
    "a": ["接"]
  },
  {
    "n": "ねっさのだいち",
    "p": 70,
    "pp": 12,
    "c": "とくしゅ",
    "t": "じめん"
  },
  {
    "n": "ジャングルヒール",
    "p": null,
    "pp": 12,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "あんこくきょうだ",
    "p": 75,
    "pp": 8,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接","拳"]
  },
  {
    "n": "すいりゅうれんだ",
    "p": 25,
    "pp": 8,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接","拳"]
  },
  {
    "n": "サンダープリズン",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "ドラゴンエナジー",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "いてつくしせん",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "もえあがるいかり",
    "p": 90,
    "pp": 12,
    "c": "とくしゅ",
    "t": "あく"
  },
  {
    "n": "らいめいげり",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "ブリザードランス",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "アストラルビット",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "ぶきみなじゅもん",
    "p": 80,
    "pp": 8,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "フェイタルクロー",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "どく",
    "a": ["接","切"]
  },
  {
    "n": "バリアーラッシュ",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "エスパー",
    "a": ["接"]
  },
  {
    "n": "パワーシフト",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "がんせきアックス",
    "p": 65,
    "pp": 16,
    "c": "ぶつり",
    "t": "いわ",
    "a": ["接","切"]
  },
  {
    "n": "はるのあらし",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "しんぴのちから",
    "p": 70,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "だいふんげき",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "ほのお"
  },
  {
    "n": "ウェーブタックル",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "クロロブラスト",
    "p": 150,
    "pp": 8,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "ひょうざんおろし",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "こおり"
  },
  {
    "n": "しょうりのまい",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "かくとう"
  },
  {
    "n": "ぶちかまし",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "じめん",
    "a": ["接","拳"]
  },
  {
    "n": "どくばりセンボン",
    "p": 60,
    "pp": 12,
    "c": "ぶつり",
    "t": "どく"
  },
  {
    "n": "オーラウイング",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "うらみつらみ",
    "p": 75,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "たてこもる",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "はがね"
  },
  {
    "n": "３ぼんのや",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "ひゃっきやこう",
    "p": 65,
    "pp": 16,
    "c": "とくしゅ",
    "t": "ゴースト"
  },
  {
    "n": "ひけん・ちえなみ",
    "p": 65,
    "pp": 16,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接","切"]
  },
  {
    "n": "こがらしあらし",
    "p": 100,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ひこう"
  },
  {
    "n": "かみなりあらし",
    "p": 100,
    "pp": 12,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "ねっさのあらし",
    "p": 100,
    "pp": 12,
    "c": "とくしゅ",
    "t": "じめん"
  },
  {
    "n": "みかづきのいのり",
    "p": 0,
    "pp": 8,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "ブレイブチャージ",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "エスパー"
  },
  {
    "n": "テラバースト",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "スレッドトラップ",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "むし"
  },
  {
    "n": "かかとおとし",
    "p": 120,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "おはかまいり",
    "p": 50,
    "pp": 12,
    "c": "ぶつり",
    "t": "ゴースト"
  },
  {
    "n": "ルミナコリジョン",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "いっちょうあがり",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "ドラゴン"
  },
  {
    "n": "ジェットパンチ",
    "p": 60,
    "pp": 16,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接","拳"]
  },
  {
    "n": "ハバネロエキス",
    "p": 0,
    "pp": 16,
    "c": "へんか",
    "t": "くさ"
  },
  {
    "n": "ホイールスピン",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね"
  },
  {
    "n": "ネズミざん",
    "p": 20,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接","切"]
  },
  {
    "n": "アイススピナー",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "こおり",
    "a": ["接"]
  },
  {
    "n": "きょけんとつげき",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "ドラゴン",
    "a": ["接"]
  },
  {
    "n": "さいきのいのり",
    "p": 0,
    "pp": 1,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "しおづけ",
    "p": 40,
    "pp": 16,
    "c": "ぶつり",
    "t": "いわ"
  },
  {
    "n": "トリプルダイブ",
    "p": 30,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "キラースピン",
    "p": 30,
    "pp": 16,
    "c": "ぶつり",
    "t": "どく",
    "a": ["接"]
  },
  {
    "n": "うつしえ",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "みをけずる",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ドゲザン",
    "p": 85,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "トリックフラワー",
    "p": 70,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "フレアソング",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "アクアステップ",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "みず",
    "a": ["接"]
  },
  {
    "n": "レイジングブル",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ゴールドラッシュ",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "はがね"
  },
  {
    "n": "サイコブレイド",
    "p": 80,
    "pp": 16,
    "c": "ぶつり",
    "t": "エスパー",
    "a": ["切"]
  },
  {
    "n": "ハイドロスチーム",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "カタストロフィ",
    "p": 1,
    "pp": 12,
    "c": "とくしゅ",
    "t": "あく"
  },
  {
    "n": "アクセルブレイク",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "イナズマドライブ",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "しっぽきり",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "さむいギャグ",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "こおり"
  },
  {
    "n": "おかたづけ",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "ノーマル"
  },
  {
    "n": "ゆきげしき",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "こおり"
  },
  {
    "n": "とびつく",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "むし",
    "a": ["接"]
  },
  {
    "n": "くさわけ",
    "p": 50,
    "pp": 20,
    "c": "ぶつり",
    "t": "くさ",
    "a": ["接"]
  },
  {
    "n": "ひやみず",
    "p": 50,
    "pp": 20,
    "c": "とくしゅ",
    "t": "みず"
  },
  {
    "n": "ハイパードリル",
    "p": 100,
    "pp": 8,
    "c": "ぶつり",
    "t": "ノーマル",
    "a": ["接"]
  },
  {
    "n": "ツインビーム",
    "p": 40,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "ふんどのこぶし",
    "p": 50,
    "pp": 12,
    "c": "ぶつり",
    "t": "ゴースト",
    "a": ["接","拳"]
  },
  {
    "n": "アーマーキャノン",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ほのお"
  },
  {
    "n": "むねんのつるぎ",
    "p": 90,
    "pp": 12,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接","切"]
  },
  {
    "n": "でんこうそうげき",
    "p": 120,
    "pp": 8,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "デカハンマー",
    "p": 160,
    "pp": 8,
    "c": "ぶつり",
    "t": "はがね"
  },
  {
    "n": "ほうふく",
    "p": 1,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく",
    "a": ["接"]
  },
  {
    "n": "アクアカッター",
    "p": 70,
    "pp": 20,
    "c": "ぶつり",
    "t": "みず",
    "a": ["切"]
  },
  {
    "n": "バーンアクセル",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "ほのお"
  },
  {
    "n": "ダークアクセル",
    "p": 80,
    "pp": 12,
    "c": "ぶつり",
    "t": "あく"
  },
  {
    "n": "ポイズンアクセル",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "どく"
  },
  {
    "n": "ファイトアクセル",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "かくとう"
  },
  {
    "n": "マジカルアクセル",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "フェアリー"
  },
  {
    "n": "ブラッドムーン",
    "p": 140,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "シャカシャカほう",
    "p": 80,
    "pp": 16,
    "c": "とくしゅ",
    "t": "くさ"
  },
  {
    "n": "みずあめボム",
    "p": 60,
    "pp": 12,
    "c": "とくしゅ",
    "t": "くさ",
    "a": ["弾"]
  },
  {
    "n": "ツタこんぼう",
    "p": 100,
    "pp": 12,
    "c": "ぶつり",
    "t": "くさ"
  },
  {
    "n": "エレクトロビーム",
    "p": 130,
    "pp": 12,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "テラクラスター",
    "p": 120,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ノーマル"
  },
  {
    "n": "きまぐレーザー",
    "p": 80,
    "pp": 8,
    "c": "とくしゅ",
    "t": "ドラゴン"
  },
  {
    "n": "かえんのまもり",
    "p": 0,
    "pp": 12,
    "c": "へんか",
    "t": "ほのお"
  },
  {
    "n": "じんらい",
    "p": 70,
    "pp": 8,
    "c": "とくしゅ",
    "t": "でんき"
  },
  {
    "n": "パワフルエッジ",
    "p": 95,
    "pp": 8,
    "c": "ぶつり",
    "t": "いわ",
    "a": ["接","切"]
  },
  {
    "n": "タキオンカッター",
    "p": 50,
    "pp": 12,
    "c": "とくしゅ",
    "t": "はがね",
    "a": ["切"]
  },
  {
    "n": "ハードプレス",
    "p": 0,
    "pp": 12,
    "c": "ぶつり",
    "t": "はがね",
    "a": ["接"]
  },
  {
    "n": "ドラゴンエール",
    "p": 0,
    "pp": 16,
    "c": "へんか",
    "t": "ドラゴン"
  },
  {
    "n": "みわくのボイス",
    "p": 80,
    "pp": 12,
    "c": "とくしゅ",
    "t": "フェアリー"
  },
  {
    "n": "やけっぱち",
    "p": 75,
    "pp": 12,
    "c": "ぶつり",
    "t": "ほのお",
    "a": ["接"]
  },
  {
    "n": "サンダーダイブ",
    "p": 100,
    "pp": 16,
    "c": "ぶつり",
    "t": "でんき",
    "a": ["接"]
  },
  {
    "n": "サイコノイズ",
    "p": 75,
    "pp": 12,
    "c": "とくしゅ",
    "t": "エスパー"
  },
  {
    "n": "はやてがえし",
    "p": 65,
    "pp": 16,
    "c": "ぶつり",
    "t": "かくとう",
    "a": ["接"]
  },
  {
    "n": "じゃどくのくさり",
    "p": 100,
    "pp": 8,
    "c": "とくしゅ",
    "t": "どく"
  }
];